{"abstract": "Ten years after the Supreme Courts supposedly momentous decision in Lawrence v. Texas, the case still confounds not merely constitutional law, but the criminal law of sex, as well.  This Article seeks to advance the literature on both Lawrence and the criminal law by examining Lawrences impact upon sex crimes that involve consensual, private, non-prostitution conduct between adults.  It positions Lawrence as a relatively conservative opinion as to sex crimes generally, especially in light of the Exclusions Paragraph on page 578 of the Courts opinion. Still, Lawrence (albeit ambiguously) must protect some form of private, consensual, non-prostitution adult sexuality beyond sodomy between homosexuals.  With that premise, then, the Article focuses on two distinct areas of sex crimes: sex obtained by deception or seduction, which implicates the traditional factum-inducement distinction; and sex between voluntary but forbidden sexual partners, with special attention given to the highly-publicized issue of sex between teachers and adult students in secondary school.  The Article uses these areas to show how Lawrences nuance and ambiguity have real consequences for the criminal law of sex, suggesting that plausible  if ultimately unpersuasive  arguments exist for constitutionally protecting adult sex that is truly consensual and not actually exploitative, even in areas that might in the abstract implicate legitimate state interests in preventing coercion or exploitation.  And yet regardless of Lawrences scope as a matter of constitutional law, Lawrence is best understood as a case that ought to drive a new narrative about the overcriminalization and overprosecution of sex crimes.  Consistent with a more conservative view of Lawrence and its intersection with criminal justice policy, arguments that may be sufficient to survive judicial scrutiny in constitutional adjudication may not be adequate for continuing to criminalize and punish consensual adult sex, absent specific harms to the person or the political community.", "title": "THE CRIMINALIZATION OF CONSENSUAL ADULT SEX AFTER LAWRENCE", "subject": "law"}