{"abstract": "This presentation, the basis for a working article, begins by positing that U.S. trademark law's denial of exclusive rights in \"generic\" words and phrases is, in essence, a proxy for what might be called \"linguistic functionality.\"  In other words, the doctrine of genericism is simply one iteration of trademark law's general principle that no one may claim exclusive rights where recognition of such rights would produce anticompetitive results.\n\nUnfortunately, when it comes to non-word marks -- and perhaps most notably, product-design \"trade dress\" -- courts have neglected to establish a uniform, coherent, and fully theorized test for evaluating \"genericism.\"  The problematic nature of this omission becomes apparent when a party accused of infringing another's purported trade-dress rights in a particular product design wishes to challenge the alleged rights on the basis that a monopoly over the design in question would hinder marketplace competition.  The accused infringer in this (increasingly commonplace) scenario, lacking recourse to a \"proxy\"-type doctrine in the vein of word-mark genericism, often has no choice but to invoke the fraught doctrine of \"aesthetic functionality -- a defense that invariably faces a steep uphill battle, due to its conceptual thorniness and to the skepticism this thorniness has provoked among countless judges and practitioners.\n\nThis presentation proposes a rearrangement of competition-preserving doctrine in trade-dress law, suggesting that the distortions in the current doctrinal landscape can be minimized or eliminated by establishing a robust *genericism* doctrine for  product-design trade dress.  In structuring my proposed test, I look to the basic building blocks of visual material (color, shape, and texture) in a manner that parallels trademark law's examination of semantic building blocks in the word-mark context; in doing so, I arrive at a proposal that would establish a meaningful visual analogue to the linguistic iteration of the genericism doctrine.\n\nMy proposed test, if adopted by courts, would establish a normative floor below which trade-dress protection for product designs would be unavailable as a matter of law, and thus promote the manageability of trade-dress disputes, the rule of law, and vigorous competition in the marketplace.", "title": "Aesthetic Functionality and Genericism", "subject": "law"}