{"abstract": "\"Not guilty\" these two simple words elicit intense relieffrom any defendant at the conclusion qf a criminal trial. As one harrowing ordeal ends, however, a new one inevitably takes shape: picking up the pieces of a life shattered physically, emotionally, and, for non- indigent defendants, financially. Where do defendants who have successfully defended themselves against criminal prosecution turn for assistance in paying the debts incurred in securing their freedom?&nbsp;Some states, as well as the federal government, have implemented laws that allow acquitted defendants to seek public reimbursement of certain legal expenses they incurred in their defense. These reimbursement methods Offer substantially from one another-some offering limited reimbursement to all acquitted defendants and others offering greater reimbursement to smaller categories of defendants, such as public employees or defendants prosecuted maliciously. Moreover, state and .federal courts alike must grapple with various issues that arise when interpreting and applying these laws.&nbsp;Reimbursement laws incentivize the government to use restraint in making prosecutorial decisions and reduce the likelihood that innocent defendants will be prosecuted. Existing laws, however, generally suffer .from the same defect: they do not provide comprehensive reimbursement for non-indigent defendants who incur legal expenses in successfully defending against criminal charges. Acquitted defendants including defendants who are nolle prossed or suffer a mistrial are presumed innocent and therefore ought to be made whole after enduring prosecution at the hand of the State. To address this issue, this Article discusses the reimbursement laws currently in existence and proposes a model statute that builds on these laws, expressly including details normally left to the courts. The model statute's purpose is to enable expanded public reimbursement for a larger portion of acquitted defendants.", "title": "The Price Is Wrong: Reimbursement of Expenses for Acquitted Criminal Defendants", "subject": "law"}