{"abstract": "Mental health courts are one of a variety of special jurisdiction courts that have been created in a number of countries, including the United States (Petrila, 2003). While there is no prototypical mental health court (Steadman, Davidson, & Brown, 2001; Watson, Luchins, & Hanrahan, 2001), most of those in existence today share several common characteristics. These include (a) the creation of a special docket (usually, but not always, nonviolent misdemeanants with mental illness) that is (b) handled by a particular judge, with (c) a primary goal of diverting defendants from the criminal justice system and into treatment (Goldkamp & Irons-Guynn, 2000). In addition, the principle of therapeutic jurisprudence has been influential as a philosophic basis for the creation of some if not all mental health courts. Therapeutic jurisprudence has been offered as a way for courts and attorneys to examine the extent to which substantive rules, legal procedures, and the roles of lawyers and judges produce therapeutic or antitherapeutic consequences (Wexler & Winick, 1991). Both mental health court (Wren, 1998) and drug court judges (Hora, Schma, & Rosenthal, 1999) have been explicit in their reliance on therapeutic jurisprudence as the underpinning of their courts. We are currently evaluating the Broward County Florida Mental Health Court (MHC), one of the first mental health courts in the United States.1 Full details of this evaluation are described elsewhere (McGaha, Boothroyd, Poythress, Petrila, & Ort, 2002; Petrila, Poythress, McGaha, & Boothroyd, 2001). In one part of the evaluation, we have examined the MHC process itself, including the volume and nature of courtroom communications and formal outcomes.We have also gathered data on the utilization of treatment services by individuals in the MHC as well as by individuals in a traditional misdemeanor court chosen as a comparison site (Hillsborough County). In this article, we report findings from these two aspects of the evaluation, referring to them as Study 1 (the court process) and Study 2 (the utilization data).", "title": "Broward Mental Health Court: process, outcomes,\nand service utilization", "subject": "law"}