{"abstract": "When a court holds a provision of a statute unconstitutional, a question remains regarding the validity of the remainder of the statute. The court may find that the unconstitutional provision may be severed from the statute and leave the remainder of the statute in effect. Alternatively, the court may hold that the unconstitutional provision cannot be severed and invalidate the entire statute. This article argues that the jurisprudence surrounding the issue of severability is confusing and inconsistent. After explaining the concept of severability and its ramifications for statutes, I trace the development of the current judicial test for determining when a statute should be found severable. I then discuss the effect of severability clauses - statutory provisions directing courts to leave the remainder of the statute in effect in the event a provision is found unconstitutional, concluding that such clauses do not necessarily cause a court to reach a particular result. Next, I examine the question of legislative intent in the context of severability, concluding that courts have departed from established methods of determining legislative intent, opting instead to attempt to answer the hypothetical question whether the legislature would have chosen to enact the remaining parts of the statute without the unconstitutional provision. Because the current jurisprudence of severability is unsettled, this article asserts that courts should follow several general principles regarding severability. First, courts should apply a plain meaning rule to severability clauses, so that a statute containing such a clause will automatically be considered severable. Second, when a statute does not contain a severability clause, the courts should look to the history, purpose, and structure of the statute to ascertain legislative intent. Finally, to assist in this inquiry, I advocate the creation of a legislatively-enacted clear statement rule requiring that courts consider a statute severable when a statute is silent on the issue of severability.", "title": "Severability", "subject": "law"}