{"abstract": "The question of whether and how the Fourth Amendment regulates government access to stored e-mail remains open and pressing. A panel of the Sixth Circuit recently held in Warshak v. United States, 490 F.3d 455 (6th Cir. 2007), that users generally retain a reasonable expectation of privacy in the e-mails they store with their Internet Service Providers (ISPs), which implies that government agents must generally acquire a warrant before they may compel ISPs to disclose their users' stored e-mails. The Sixth Circuit, however, is reconsidering the case en banc. This Article examines the nature of stored e-mail surveillance and argues that the Sixth Circuit panel was correct to conclude that users retain a reasonable expectation of privacy in the e-mails stored on their ISPs' computers. We consider the Justice Department's arguments to the contrary in depth and show that those arguments seek to extend the relevant precedents well beyond their holdings. More specifically, we argue that there is no compelled disclosure exception to the Fourth Amendment's warrant requirement; that the third party rule derived from United States v. Miller, 425 U.S. 435 (1976), should not be extended to cover e-mail stored with a service provider; and that the terms of the user's relationship with her ISP do not ordinarily weaken the constitutional requirement a warrant for compelled disclosure of stored e-mails. According meaningful judicial oversight to the compelled disclosure of stored e-mails not only would bring the regulation of modern surveillance practices in line with traditional methods such as wiretapping and searching and seizing letters, it would dramatically simplify the application of the relevant federal statute, the Stored Communications Act, to new technologies. Warshak v. United States, reasonable expectation of privacy, electronic mail, e-mail, surveillance, Internet Service Provider, ISP, warrant, Fourth Amendment, cyberlaw, privacy", "title": "Fourth Amendment Protection for Stored E-mail", "subject": "law"}