{"abstract": "This Article explores how the law should treat legal claims by owners of Internet-connected computer systems to enjoin unwanted uses of their systems. Over the last few years, this question has become increasingly urgent and controversial, as system owners have sought protection from unsolicited commercial e-mail and from robots that extract data from Web servers for competitive purposes. In the late 1990s and early 2000s, courts utilizing a wide range of legal doctrines upheld claims by network resource owners to prevent unwanted access to their computer networks. The vast weight of legal scholarship has voiced strong opposition to these cyberproperty claims, arguing that such property-rule protection would threaten productive uses of the Internet, inhibit innovation, or even create an anticommons. This Article challenges the typical criticisms of property-rule protection, demonstrating that they are based on simplifications or false assumptions about the behavior of system owners and the nature of the Internet. Most importantly, scholars have overlooked the use of technical measures to block access, in conjunction with or in place of legal measures. The Article then lays out a wide range of potential legal rules for network resources, from absolute property-rule protection to a technology displacing approach that actually limits the technical barriers a system owner can impose, with a number of loperty rules - involving property-rule protection triggered by a system owner taking a particular measure - in between. After examining the existing case law, the Article agrees that courts' recent trend toward a closed-access property-rule regime is inappropriate. The author, however, demonstrates that attempts to preserve open access by rejecting any sort of property-rule protection are equally misguided. She points out that too-weak legal protection will prompt greater reliance on technical measures that mimic a property-rule approach, similarly limiting access. Yet, because technology lacks the flexibility and common sense exceptions inherent to legal application, the results for the community-at-large could be worse. The Article concludes that entitling a system owner to property-rule protection so long as she provides the user with actual notice of permissible uses of the system or adopts a system configuration making it plain to the user that access is restricted would better balance the interests of consumers and system owners than rejecting property-rule protection outright. Although such an approach might be inappropriate in a limited class of cases - as, for example, when a system owner's predominant motive for limiting access is anticompetitive in nature - the author demonstrates that courts and legislatures can apply technology-displacing measures in such cases to achieve an appropriate legal balance.", "title": "Defending Cyberproperty", "subject": "law"}