{"abstract": "Congressional and judicial attitudes towards the banking industry have reflected two, sometimes conflicting, goals-the maintenance of the solvency of financial institutions to protect the interests of depositors, other creditors and the economy at large; and the promotion of competition among these institutions and in the economy. The advancement of these goals has been reflected in the application of the antitrust laws to the industry.\nFor the most part, the Sherman and Clayton Acts apply with the same force and scope to financial institutions as to other industries. In some cases, however, the goal of institutional protection is favored, and the antitrust laws are relaxed to a degree. As an example, the Bank Merger Act insulates banks to some extent from the full reach of section 7 of the Clayton Act, in the belief that certain mergers will strengthen the banks and will promote the financial well-being of the banks' customers and the community in which they operate. By contrast, in some other cases the goal of advancing competition is elevated, and banks are held to a higher antitrust standard than other industries. For example, certain conditional transactions - tying arrangements, reciprocal dealing or exclusive dealing arrangements - are tested by more stringent standards than those applied to other industries. This article will first provide an overview of the banking industry in the United States, with an examination of the different kinds of institutions and their services, and of the different types of banking regulations. An appreciation of the variegated nature of the banking industry will help in evaluating claims either for an antitrust exemption-total or partial-or for higher antitrust standards. The article will then consider three areas of antitrust law in which banks have been singled out for special treatment - mergers and acquisitions, interlocking directorates, and conditional transactions.", "title": "Competition at the Teller's Window?: Altered Antitrust Standards for Banks and Other Financial Institutions", "subject": "law"}