{"abstract": "In late 1975, the accounting and legal professions reached an accord that led to three new professional standards: (1) a new financial accounting rule for contingencies, (2) an auditing standard addressing the requirement that an auditor obtain evidence about an audit client's contingent liabilities to determine whether the client has properly treated those items in its financial statements, and (3) the American Bar Association's Statement of Policy Regarding Lawyers' Responses to Auditors' Requests for Information under that auditing standard. The Commentary that accompanied the Statement of Policy explicitly stated that the organized bar's expectation that communications between lawyers and auditors in accordance with the Statement of Policy would not prove prejudicial to clients engaged in or facing adversary proceedings. If developments occurred to negate that expectation, the Statement of Policy recognized that the American Bar Association may need to review and revise both the Statement of Policy and the accord. Using several recently settled cases as examples, this article shows that existing law often allows litigation opponents access to significant information about the evaluations of an enterprise's management, auditor, and attorneys about the enterprise's exposure in the litigation, potentially evidenced by amounts that the enterprise has already accrued as an expense under the financial accounting rules. Since the accord and the Statement of Policy, three important developments have significantly changed the then-present legal landscape: the enhanced federal securities law disclosures in the Management's Discussion and Analysis requirements, the Supreme Court's 1984 opinion in United States v. Arthur Young & Co., and the economic performance requirement that the Tax Reform Act of 1984 added to Section 461(h) of the Internal Revenue Code. Given those developments, the article calls for a review of the accord and the Statement of Policy. Pending such review, this article also proposes a new rule of evidence that, similar to Rule 411 of the Federal Rules of Evidence on liability insurance, would allow the discovery of information about litigation reserves, but generally bar such information from admission into evidence at trial.", "title": "Opportunities for Obtaining and Using Litigation Reserves and Disclosures", "subject": "law"}