{"abstract": "This article addresses the trend toward using international sources to interpret the Constitution. While recognizing that international sources may be appropriately used as persuasive authority in certain types of constitutional analysis, this article argues that such reliance is inappropriate if done improperly. There are four misuses of international sources that serve as the focus of the article. The first misuse of international sources - particularly evident in death penalty litigation - occurs when the global opinions of humankind are ascribed constitutional value to thwart the domestic opinions of Americans. The article suggests that international norms cannot be internalized within our Constitution unless such norms are first internalized by our people as our community standards. That is, international standards cannot serve as community standards unless they reflect our own national experience. To conclude otherwise would grant countermajoritarian international norms constitutional relevance as a community standard. The second misuse of international sources occurs when treaties are elevated to a status they do not enjoy under our federal system. The entire edifice of constitutional law rests on the foundation that the acts of the political branches are subject to and limited by the Constitution. Proposing that international law be part of the canon of constitutional material improperly empowers the political branches to create source materials - treaties and executive agreements - that serve as interpretive inputs to the process of constitutional decision making. The third misuse of international sources occurs when the Court references them haphazardly, relying on only those materials that are readily at its fingertips. In the international legal arena, where the Court has little or no expertise, the Court is unduly susceptible to selective and incomplete presentations of the true state of international and foreign affairs. If the suggestion is that international sources may cast an empirical light on the consequences of different solutions to a common legal problem, it is incumbent upon the Court to engage in empirical rather than haphazard comparativism. It is far from evident that this is what the Court is doing. A final misuse occurs when international and foreign materials are used selectively. In a country that considers itself the world's foremost protector of civil liberties, what is perhaps most surprising about the enthusiasm for comparativism is the assumption that it will enhance rather than diminish basic human rights in this country. This assumption is either blind to our visionary leadership, deaf to the discord in the international instruments, or selectively mute in giving voice to only certain topics for comparison.", "title": "Misusing International Sources to Interpret the Constituion", "subject": "law"}