{"abstract": "The Article re-conceptualizes corruption through the lens of the broken windows theory of community policing, focusing on the root consequences of corruption as well as its secondary effects. Part II of the Article posits that corruption is a broken window that signals the breakdown of community controls necessary for the maintenance of social order. A government that abuses its power for private gain is a government that cannot be trusted to pursue the general welfare. Empirical evidence finds ample support for this claim, confirming that corruption negatively alters the publics perception of government and society.Part III of the Article illuminates how corruption is associated with other matters of grave public concern, such that the struggle against corruption is the struggle to promote a variety of public benefits. Corruption is inextricably linked to many other public concerns. Empirical evidence finds a positive relationship between a countrys corruption ranking and its ranking on other major indices measuring public welfare. Communities that are perceived to take corruption seriously score well on their commitment to other social goods, such as global competitiveness and productivity, increased standards of living, enhanced childrens health, protection of civil liberties, and the safeguarding of political freedom. These corruption correlations provide an evocative snapshot of the connection between corruption and social order. Part IV of the Article analyzes the legal efforts to combat corruption, with particular focus on the utility of cooperative efforts to regulate and prosecute corruption. Empirical studies show that coordination strategies between OECD enforcement authorities alter the behavior of corporations, foreign officials requesting bribes, and government officials prosecuting the payment of bribes.Part V of the Article discusses how these findings have important implications when considered from the perspective of a broken windows theory of international corruption. How would a broken windows theory of corruption alter the legal landscape of anti-bribery laws? I offer three suggestions. First, a broken windows approach would redefine and reframe corruption as distrust and disorder. Conceptualizing corruption as a matter of public trust heightens its importance. Public trust is essential to the rule of law. Second, a broken windows approach would augment the battle against corruption with a greater emphasis on petty bribery. Thus far the legal enforcement strategies have focused on high-profile, large-scale corruption. A broken windows strategy would not ignore those cases, but would also focus on low-profile, petty corruption that alters quality of life and undermines public trust. Third, a broken windows theory would place greater emphasis on a partnership between the public and private sectors to combat corruption. This approach would mean that corruption should be considered in the local context, with a focus on its destabilizing effects in specific countries and communities.", "title": "A Broken Windows Theory of International Corruption", "subject": "law"}