{"abstract": "Rezumat:&nbsp;ntr-o serie de hotrri pronunate pn n prezent, Curtea European a Drepturilor Omului a artat c obligaia de motivare a refuzului cererii de sesizare de ctre o instan judectoreasc vizat de art. 267 paragraful al treilea TFUE este primordial, innd cont de excepiile prevzute n jurisprudena CILFIT. Pentru nceput, articolul descrie contextul rolului activ al judectorului naional i prezint perspectiva Curii Europene a Drepturilor Omului asupra dreptului la un proces echitabil n situaia refuzului unei instane interne de a sesiza Curtea de Justiie pentru pronunarea unei decizii preliminare. Este expus ulterior pe larg o hotrre recent a unei instane romne privind aciunea n rspundere mpotriva statului, n cazul refuzului unei instane romne de a adresa o ntrebare preliminar. Articolul se ncheie cu discutarea a dou hotrri recente provenite de la instane romne, care ilustreaz n sens contradictoriu rolul activ al judectorului vizat de art. 267 paragraful al treilea TFUE, atunci cnd acesta respinge o cerere de sesizare a Curii de Justiie.Abstract: By a series of judgments delivered up to the present, the European Court of Human Rights held that the duty to state reasons concerning the refusal to seek a preliminary ruling, which is incumbent upon a court covered by Article 267(3) TFEU that has to take into account the exceptions provided for in the CILFIT case-law, is crucial. Firstly, the paper describes the framework of active role played by the national judge and presents the perspective of the European Court of Human Rights concerning the right to a fair trial when a refusal of a national court to make a preliminary reference to the Court of Justice arises. Then, a recent judgment of a Romanian court concerning proceedings for liability against the State in the framework of refusal of a Romanian court to seek a preliminary reference is examined at length. The article ends by discussing two recent judgments originating from Romanian courts aimed to point out contradictory trends concerning the active role that the judge covered by Article 267(3) TFEU has to play when rejecting a request to refer preliminary questions to the European Court of Justice.", "title": "Rolul activ al judecatorului, dreptul la un proces echitabil si refuzul efecturii unei trimiteri preliminare. Perspectiva Curtii Europene a Drepturilor Omului si exemple din jurisprudenta romaneasca", "subject": "law"}