{"abstract": "In the attached short article, I argue for a change in the punishment scheme in non-violent theft crimes. Specifically, I outline a new Victim-Offender Mediation program and then argue how and why it should integrate into the criminal justice system to advance restorative justice as a viable method for punishment in America. I describe restorative justice as a model for punishment and Victim-Offender Mediation specifically as a restorative technique. I then explain why our criminal justice system needs Victim-Offender Mediation. The nation faces unprecedented numbers of prisoners and costs to run prison facilities, in addition to the disparate number of racial minorities currently incarcerated. Further, the system does little to include victims, who actually suffer the harm of the crime. Victim-Offender Mediation  can help correct each of these problems plaguing the system.\nFrom there, I explain how Theft VOM works. It essentially requires widespread integration of a restorative technique into the sentencing scheme for non-violent theft crimes committed by adults. Though it will outright replace incarceration, offenders who successfully complete the program will result in a sentence reduction.  Further, the program must follow the American Bar Associations guidelines and be voluntary and confidential, with statements made during meetings kept inadmissible in court proceedings. In order to accomplish both voluntariness and widespread integration, Theft VOM must part of the presumptively correct sentence in these types of cases, with victims or offenders opting out. I then argue that Theft VOM, specifically, highlights victims rights, corrects imbalances caused by offering (or not offering) apology or remorse at sentencing, and why integration is the key to the program.\nThen, I argue for enacting Theft VOM through the Sentencing Statute or through the allowances in the Booker decision at the federal level, and offer suggestions for incorporating Theft VOM at the state level, as well.  Finally, I contend that the available empirical studies of VOM indicate that it is successful in making victims feel that they have a role in the judicial process, in bringing about understanding between the victim and offender, and in decreasing the recidivism rate. Ultimately, this article argues that Theft VOM will both highlight the advantages of restorative justice and show how alternative methods are truly viable as the nation-wide standard for a wide variety of crimes.", "title": "Mediating Theft", "subject": "law"}