{"abstract": "Private investment managers compensation has been a hot topic since the 2012 presidential campaign. Candidate Romneys tax returns were highly publicized by the media. Romneys effective tax rate for his recent 2011 tax year was a paltry 14%.[1] Compared to the notional tax rates on ordinary income from 10% to 40%, this would seem too low for a well-off member of our society who made over $13 million in 2011.\nRomneys response was simply that it was not unfair because most of his income was derived from his investments. To discuss fully about the rationale behind why our tax system ends up giving a preferential treatment for investment income would not necessarily make clear the real issue brought up by some of the more focused critics. The real issue is Romneys investment income is derived from his share in Bain Capital, which is an active manager in the private equity space. In critics eyes, Bain Capital is nothing more than a service provider - because it gets paid for its service, not because it is an investor that putting its own capital at risk.\nIn general, the two dominant players in private investment - private equity and hedge funds, are operating similarly in the compensation structure.[2] They generally charge 2% based on the invested capital annually as management fees.[3] They also charge a performance based compensation called carried interest. It is usually a 20% premium based on the actual profit.[4]\nThe tax convention for the 2% management fees is that, because fund managers will draw salaries and expenses from them, they will be taxed as ordinary income for that portion received. But the lions share of the carried interest is currently taxed at the favorable capital gains rates. That is because for federal income tax purposes a partnership is not a taxable entity. Instead, items of partnership income, gain, deductions, and losses are passed through to the partners.[5]\nAs we know, the majority of the private investment manager compensation comes from the 20% carried interest. Characterizing ones compensation as investment income is why our critics are so vehement about, including President Obama.[6] They cry out that ordinary citizens pay ordinary income rate for going to work every day, why should investment managers be any different?[7] So if the carried interest reform in the proposed Section 710 is carried out, then not only carried interest is taxed at ordinary rate, it is also treated as compensation for the purposes of the Social Security and Medicare taxes under Section 1402(a).[8] Despite the simplicity of the fairness argument, many tax veterans do not necessarily agree on how the 20% carried interest should be taxed.[9] This is further complicated by the fact that most of these investment entities are organized under the partnership structure, and the fact that acting as a commitment for their work as a general partner, managers contribute some small portion of capital themselves.[10]\nThis paper will try to give a closer look to some of the arguments made from both the supporters[11] like Steven Rosenthal and  Michael Graetz, and opponents[12] like David Tuerck and Douglas Holtz-Eakin. As a high level argument, this paper will propose separating tax reform in hedge funds from private equity to avoid some of the complex issues that led to the failures of previous reform.[13]Next, this paper will look at the economics behind carried interest. Then this paper will go back to the tax code to see how much work would be to recharacterize carried interest. Then this paper will take a look at the estimate on how much benefit can be derived from taxing the carried interest as ordinary income. Along the way, this paper will continue to explore if there could be any new problems created. At the end, this paper will sum up the benefits and costs.  \n[1] See Philip Rucker et al., Mitt Romney releases tax return for 2011, showing he paid 14.1 percent tax rate, Washington Post, September 21, 2012, available at http://articles.washingtonpost.com/2012-09-21/politics/35498016_1_tax-returns-tax-rate-capital-gains.\n[2] See David L. Erickson, Colorado Forms Legal & Business, Colo. Forms Legal & Bus. Corporate  13:7 (2d ed.).\n[3] See Matthew A. Melone, Success Breeds Discontent: Reforming the Taxation of Carried Interests - Forcing A Square Peg into A Round Hole, 46 Duq. L. Rev. 421, 431 (2008).\n[4] Id.\n[5] I.R.C.  702(a) (2006).\n[6] Obama Questions 'Carried Interest' Tax Break, CNBC, (February 3, 2013, 5:33 pm), http://www.cnbc.com/id/100429960/Obama_Questions_039Carried_Interest039_Tax_Break (President Barack Obama said on Sunday more tax revenue would be needed to reduce the U.S. deficit and signaled he would push hard to get rid of loopholes such as the carried interest tax break enjoyed by private equity and hedge fund managers.).\n[7] Should Carried Interest Be Taxed as Ordinary Income, Not as Capital Gains? The Wall Street Journal (May 14, 2012), http://online.wsj.com/article/SB10001424052702304811304577370062392150338.html (That bit of alchemy is just what managers of private equity and some hedge firms enjoy. But there is no justification for applying the 15% capital-gains rate to the money they make for managing companies and selling them at a profit.) (quoting Michael Graetz, a professor of tax law at Columbia Law School, who participated in the WSJ Debate topic).\n[8] See H.R. 3970  710(a)(1)(A). See also H.R. 2834, 110th Cong. (2007) (introduced June 22, 2007, by Rep. Sander Levin (D-MI)); H.R. 2785, 110th Cong. (2007) (introduced June 20, 2007, by Rep. Peter Welch (D-VT)); S. 1624, 110th Cong. (2007) (introduced June 14, 2007, by Senator Max Baucus (D-MT)). The American Bar Association Section of Taxation has provided thoughtful comments on H.R. 2834. See American Bar Association Section of Taxation, Comments on H.R. 2834 (2007), available at http://www.abanet.org/tax/pubpolicy/2007/071113commentshr2834.pdf.\n[9] The Wall Street Journal, supra, (The fuss over what Warren Buffett and Mitt Romney pay in taxes threatens to give new life to the bad idea of changing the way carried interest is taxed.) (quoting David Tuerck, executive director of the Beacon Hill Institute and a professor and chairman of the economics department at Suffolk University in Boston).\n[10] Abrams, Howard E., TAXATION OF CARRIED INTERESTS, 116 Tax Notes 183,  The Big Picture, (2007) (Third, the adviser partner also gets a share of the final 8 percent in proportion to the relative cash contributed by the adviser partner . . . .) (hereinafter Abrams1).\n[11] Steven Rosenthal, Visiting Fellow at the Tax Policy Center; Victor Fleischer, Professor of University of Colorado Law School; Michael Graetz, a professor of tax law at Columbia Law School.\n[12] David Tuerck, executive director of the Beacon Hill Institute and a professor and chairman of the economics department at Suffolk University in Boston; Douglas Holtz-Eakin, AMERICAN ACTION FORUM; Matthew A. Melone, Professor of Lehigh University, Department of Finance and Law.\n[13] Professor Victor Fleischer has written a wonderful policy paper on tax reform in private equity called TWO AND TWENTY: TAXING PARTNERSHIP PROFITS IN PRIVATE EQUITY FUNDS, 83 N.Y.U. L. Rev. 1 (2008). In it, he proposed Congress should adopt a drastic Cost-of-Capital method for taxing carried interest as ordinary income, similar to taxing implied interest income in debt instruments. I would suggest that this could be a useful secondary analysis but different from the tax reform in hedge funds.", "title": "Carried Interest Reform for Hedge Fund Managers", "subject": "law"}