{"abstract": "Legal education provided in the prevailing Harvard-style now costs students on average between $160,000 and $250,000 for their three years of study, the precise amount depending on the law school attended, the alternative employment opportunities foregone, and the amount of scholarship assistance provided.  However, the median starting salary for full-time, entry-level legal positions has declined in recent years to only $60,000/year, and upwards of 45% of recent law graduates are now unable to obtain full-time legal employment, and this dismal employment situation is unlikely to significantly improve over the next few years.  While the attractive job opportunities still available to graduates of the elite law schools justify the large majority of those graduates incurring the high costs of legal education, even under unsubsidized federal student loan terms, the far more limited job prospects facing the majority of graduates of non-elite law schools do not justify their incurring those costs on those terms.  However, the existence of the Income-Based Repayment (IBR) program as implemented by the Obama Administrations new Pay As You Earn (PAYE) rules may significantly change this situation for those latter students.\n\nIn this article I conduct several different detailed analyses of the IBR program under the liberalized PAYE rules, and of the related and even more generous Public Service Loan Forgiveness (PSLF) program.  My conclusion is that the IBR loan repayment and debt forgiveness provisions are sufficiently attractive so that Harvard-style legal education is now again a financially viable proposition for many law students, not only for those students attending the 10 most elite law schools but also for many students attending non-elite law schools, specifically those students who will graduate in the upper half of their class or better at the 40 or so upper- or mid-tier non-elite law schools, and also for those students who will graduate in the upper quarter of their class or better from one of the more than 150 lower-tier law schools.  For most other law students, however, who in the current employment market have only a slim chance of obtaining a full-time entry-level legal position paying even $60,000/year, and who have virtually no chance of obtaining a qualifying public service legal position under the PSLF program, attending law school is no longer economically justified even with the IBR and PSLF loan repayment options.\n\nThe continuation of Harvard-style legal education at the non-elite law schools will depend to a large extent upon the willingness of their students to continue to borrow the large sums needed to pay for this expensive education and then enroll in the IBR or PSLF programs to reduce the burden of repaying those debts.  My analysis leads me to somewhat optimistically conclude that many prospective law students considering attending upper- or mid-tier non-elite law schools should go ahead and matriculate, taking out the needed student loans and then enrolling in either the IBR or PSLF programs to contractually lock in these favorable repayment and loan forgiveness terms.  If they choose to do so then these schools should be able to continue to offer Harvard-style education, albeit probably with significantly smaller enrollments and in a moderately more financially stringent manner.  Whether these prospective students will in fact be willing to attend and enroll in the IBR or PSLF programs on a large scale in the coming years, however, is for several reasons yet uncertain.  On the other hand, I conclude more pessimistically that attending lower-tier law schools can no longer be financially justified even under the IBR or PSLF programs for any but the best of their students, and consequently the longer-term prospects for the survival of those many law schools is not very promising.\n\nFinally, one should not assume that the IBR and PSLF programs will necessarily continue to be available for law students indefinitely.  The taxpayer subsidies of uncertain but possibly substantial size that these programs provide to law students, a group of people that are drawn disproportionately from upper-income socioeconomic groups, and indirectly to law schools, generally relatively affluent institutions, and to relatively very affluent law faculty makes these programs an attractive target for political leaders who are looking for opportunities to reduce federal deficits, particularly at a time when there is a pronounced oversupply of new lawyers relative to the employment opportunities.\n\nThe elite law schools will surely survive in any case, but law school deans and other legal education leaders may only have a relatively short period of time to take proactive steps that will significantly reduce law school costs and tuitions for the upper- and mid-tier non-elite schools so that those schools can survive should the IBR program be substantially curtailed or even eliminated for law students.  The substantial curtailment of the IBR program for law students would, however, probably lead to the closing of many if not most of the lower-tier law schools no matter what efforts they may undertake to try to avoid this fate.", "title": "WILL THE INCOME-BASED REPAYMENT PROGRAM ENABLE LAW SCHOOLS TO CONTINUE TO PROVIDE ", "subject": "law"}