{"abstract": "For over a century now, American scholars (among others) have been debating the merits of bad-samaritan laws  laws punishing people for failing to attempt easy rescues. Unfortunately, the opponents of bad-samaritan laws have mostly prevailed. In the United States, the no-duty-to-rescue rule dominates. Only four states even have bad-samaritan laws, and these laws impose only the most minimal punishment  either sub-$500 fines or short-term imprisonment.\nThis Article argues that this situation needs to be remedied. Every state should criminalize bad samaritanism. For, first, criminalization is required by the supreme value that we place on protecting human life, a value that motivates laws against both homicide and manslaughter. Second, criminalization is recommended by the proportionality principle  i.e., the principle that a laws level of punishment should be directly proportional to the moral severity of the offense. Third, criminalization would yield a number of significant benefits, including helping to minimize needless deaths and injuries and providing society with an institutional outlet for its outrage against bad samaritans.\nStill, many objections have been leveled against bad-samaritan laws. This Article will argue that while some of these objections  namely, the objections involving foundational criminal law principles such as the actus-reus requirement, the harm principle, and causation  are all easily refuted, five other objections are not. These five objections involve pragmatic considerations such as the difficulties with obtaining evidence against bad samaritans and psychological considerations such as peoples understandable reasons for not wanting to get involved. This Article will then put these five objections into reflective equilibrium with the moral arguments for bad-samaritan laws and conclude that while bad samaritanism should indeed be criminalized, the punishment that convicted bad samaritans receive should be mild  certainly milder than the level of punishment recommended by the proportionality principle. The corollary of this conclusion is that the criminal law should sometimes abandon the proportionality principle.", "title": "Killing, Letting Die, and the Case for Mildly Punishing Bad Samaritanism", "subject": "law"}