{"abstract": "There is no doubt that over the past fifty years a global trend has emerged towards the abolition of the death penalty.1 Spread over the world including some African countries, many scholars and advocates find the death penalty a violation of the international human rights standards.2   This paper reviews the arguments for that position, as applied to international instruments adopted by Nigeria, as well as the provisions of the Nigerian constitution that support the implementation of the death penalty. The paper, however, goes on to critically appraise flaws that riddle the Nigerian judicial system regarding the imposition of capital punishment. Even if one rejects the argument of the death penalty as a violation of international human rights standards per se, egregious flaws, like those reviewed in this paper, render the Nigerian death penalty, as applied, to be a violation of human rights standards. The paper also emphasizes the importance of a consistent standard for crimes, punishment, and administration of the criminal justice system throughout the country, standards that should be founded on the rule of law as against the rule of might, wits or opportunism.   Part I provides background on Nigeria, its legal system, and death penalty laws to assist the reader in assessing the flaws in death penalty administration, which are identified in Part III. This Part also considers the parts of the Constitution of the Federal Republic of Nigeria emphasizing right to life and respect for the dignity of person, which support an argument against the death penalty as well as language that authorizes it. Part I closes with evidence from Nigeria and elsewhere contradicting the deterrence rationale used in within the state and in other parts of the world to justify the death penalty.   Part II reviews how international law increasingly recognizes not only that particular ways of administering the death penalty are a violation of international norms, but also that the imposition of the death penalty itself constitutes a human rights violation. I consider this body of international human rights law against the law and practices of Nigeria.   Part III reviews a number of examples of the flaws that riddle the Nigerian legal system.   Part IV concludes that Nigeria should re-examine her policies on death penalty.", "title": "The quality of justice is strained: the death penalty in Nigeria", "subject": "law"}