{"abstract": "Though there has been much academic treatment of the authors role in copyright law, few academic articles have been published about the readers role.  Of those articles, only one has examined copyright law through the lens of reader response theory.  In her article Everything is Transformative:  Fair Use and Reader Response, 31 Colum. J.L. & Arts 445, Laura Heyman relied on English professor Stanley Fishs famous reader response theory to argue that all works are transformative because readers naturally interpret texts from their own perspectives and that copyright laws transformative use test should measure the use that a community of readers makes of derivative works instead of the degree to which derivative authors alter originals.  This Article argues, however, that Fishs theory is not the best vehicle for enlarging transformative use through reader-oriented theory because it is impossible to measure Fishs communities of readers and because Fishs work deals with different readers passive response to original texts and not derivative texts.  This Article argues, by contrast, that Stuart Halls reception theory, a form of cultural studies theory that examines how readers actively resist meaning in texts that do not align with their cultural positions, provides a much better means for examining the effect of reader-oriented theory on copyright law.  Ultimately, this Article suggests that if the derivative author is fashioned as the reader of the original text, derivative works resisting cultural domination in the original should be permitted as transformative fair use.  Because the reader is easily defined and because a limited number of derivative works would fit the criteria, this approach can actually be applied to real legal cases.  This Article also contributes to the broader discussion of how reader rights can be expanded in an age of increased copyright protection following the 1998 Copyright Term Extension Act by locating a strong theoretical basis for enlarging reader rights.", "title": "DECODING AND RESISTING CULTURE:  RECEPTION THEORY AND COPYRIGHT LAW", "subject": "law"}