{"abstract": "This Article offers a more sophisticated account of elite theory that incorporates the crucial insights underlying claims that Justices with life tenure will protect minority rights and claims that the Supreme Court follows the election returns. Put simply, the direction of judicial decision making at a given time reflects the views of the most affluent and highly educated members of the dominant national coalition. The values that animate the elite members of the dominant national coalition help explain the direction of judicial decision making for the last eighty years. During the mid-twentieth century, most Republican and Democratic elites held more liberal positions on most constitutional issues than less fortunate and less affluent Democrats or Republicans. This elite consensus minimized the impact of partisan control of the White House and the partisan composition of the Court on most matters of constitutional law. By the turn of the twenty-first century, that consensus had dissipated. Most Republican elites presently take far more conservative positions on most constitutional issues than the average Republican. Most Democratic elites take far more liberal positions on most constitutional issues than the average Democrat. One consequence of this elite polarization is that partisan control of the White House and the partisan composition of the Court have extraordinary influence on most matters of constitutional law.\nA closely divided bench composed of polarized elites is vulnerable to what might be called constitutional yo-yos, dramatic swings in judicial policy making on numerous policy issues. Assume electoral politics remains fairly volatile for the near future, with Presidents of one party frequently replacing Presidents of the other party. The result will be a Supreme Court that lurches back and forth between making relatively extreme liberal and relatively extreme conservative decisions on the most important constitutional issues of the day. These potential constitutional yo-yos threaten both the majoritarian and the constitutional values that traditionally enjoy a precarious balance in the American constitutional regime. Elite polarization undermines majoritarianism by grossly exaggerating the impact of elections and public opinion on judicial decisions. Small fluctuations in public opinion and in voting behavior may induce judicial decisions that lurch back and forth between relatively extreme liberal and relatively extreme conservative opinions, even when most citizens prefer centrist positions on issues ranging from the constitutional status of abortion to the constitutional status of capital punishment. This volatility undermines constitutionalism by inhibiting such constitutional purposes as providing credible commitments to crucial stakeholders, maintaining the rule of law, and developing a national commitment to a set of fundamental constitutional aspirations. For these reasons, judicial minimalism during times of elite polarization and electoral volatility has particular merit, even if such an approach to the judicial function may disserve constitutional values during other political periods.", "title": "The Coming Constitutional Yo-Yo? Elite Opinion, Polarization, and the Direction of Judicial Decision Making", "subject": "law"}