{"abstract": "Tort liability expanded in the twentieth century, a shift scholars generally attribute to the reorganization of tort law around the fault principle. In privileging compensation and deterrence, this reconfiguration ended various restrictions on liability, long viewed as arbitrary, including limits to the recovery for emotional harm and interspousal immunities. Tort and family law scholars alike portray the end of such immunities as a milestone for gender equality. Their elimination enables spouses and partners to secure compensation for emotional and physical abuse arising in intimate relationships. Yet, tort law is not operating in this way. On the contrary, by endorsing a family/market distinction in private law, scholars have pushed intimate liability claims between spouses away from tort law and into family law. As a result, compensation for emotional harm is mostly actionable in tort when it occurs in the realm of the market rather than in the realm of the family.\nToday, intimate liability is left to the agendas of political reformers. Feminists on the left and social conservatives on the right are shaping the litigation on interspousal torts, but they have opposing political agendas. While feminists seek to create more gender equality and protect women both within and outside the marital bond, social conservatives seek to strengthen traditional family values by favoring married plaintiffs only. Both sets of reformers, however, care more about promoting their respective agendas than redressing the harm suffered by those who do not fit their stereotyped narratives.\nThe current intimate liability regime has a class bias. Plaintiffs in upper-middle-class marriages can benefit from interspousal tort litigation, particularly during divorce proceedings, because they can pay for private liability insurance. Low- and middle-income married couples, who cannot afford such liability insurance, cannot bring these claims and instead are at the mercy of tort lawyers operating on contingency fees. Furthermore, unless litigation on emotional harm happens during the breakup of a marriage, it is almost impossible for non-married plaintiffs to recover damages. These include non-married partners, cohabitants, and same-sex couples. To overhaul such unequal outcomes, this paper suggests departing from a market/family dichotomy in tort law. It advocates reconceptualizing intimate liability as a stand-alone tort remedy in order to deter abusive emotional behavior enabled by relationships in which economic and emotional dependency are deeply intertwined.", "title": "Intimate Liability: Emotional Harm, Family Law, and Stereotyped Narratives of Interspousal Torts", "subject": "law"}