{"abstract": "Professional North American sporting teams receive enormous public funding for new and renovated stadiums after threatening to depart their hometowns, or by actually moving elsewhere. In contrast, English sporting teams neither receive much public money for such projects, nor move towns. This Article argues that no inherent cultural or political transatlantic variations cause the differences; rather, it is the industrial organization of sports in the two countries-the structure of league control-that enables rent-seeking by American teams but not by their English counterparts. Cross-country time series data contrasting American professional football and baseball stadiums with English soccer grounds support our claim, as does data contrasting the stadiums of geographically flexible National Football League teams with those of functionally immobile major collegiate football teams. North American sports leagues are cartels: they control entry of teams, then collaborate to maximize effective rent-seeking, stave off competition, and keep prices high. In most of the world, competitive merit determines entrance into leagues via a system known as promotion and relegation, which demotes the worst performing teams in one competitive tier to the next lower tier at season's end, simultaneously promoting an equivalent number of top teams from the division below. The fluidity created by promotion and relegation severely undermines the credibility of a team's threat to leave town by creating alternative, less costly entry points into the league. Open entry mitigates pressure to engage in intercity competition over scarce team slots, and thus relieves the pressure to transfer wealth from public taxpayers to private team owners through stadium funding. Stadium rent-seeking illustrates a weakness of antitrust law in remedying problems at the intersection of market and political organization. The anticompetitive structure of American leagues provides the platform for stadium rent-seeking, but the resulting harm is arguably a political injury rather than an antitrust offense. Nonetheless, this Article argues that finding a way to impose a promotion and relegation system would be the least intrusive means for the United States and Canada to limit sporting league cartel behavior to its proper functions, such as arranging schedules and defining uniform rules. The unpromising solution under antitrust law makes it all the more imperative for Congress to address this costly injury.", "title": "League Structure & Stadium Rent Seeking the Antitrust Role Reconsidered", "subject": "law"}