{"abstract": "The Movement to Destroy the Income Tax and the IRS: Who is doing it and how they are succeeding\nThe passage of the Sixteenth Amendment to the United States Constitution in 1913 enabled the federal government to enact an income tax. Until 1941, only a small number of Americans paid the income tax; however, when the United States entered World War II, the income tax was expanded so that most citizens paid something.  After the war ended, the federal income tax remained in place as a mass tax. Further, as the tax was expanded it became a major source of revenue for the federal government during and after World War II, thereby enabling the federal government to grow in size and power.\nHowever, from the time the income tax was enacted, there has been a movement to undermine the income tax by financial elites who not only stand to benefit enormously but who are philosophically offended at both the idea of being subject to an income tax and an expanded and powerful federal government.  The wealthy who were dismayed by the federal governments increasingly prominent role in the lives of ordinary Americans recognized that reducing the federal governments access to funds would reduce its influence and power.  This movement has used a several-pronged approach: (1) attack the legitimacy of the federal government itself, and (2) attack the income tax and attack the manner in which the tax is collected.\nPart II of this article reviews the federal governments early struggles to obtain funds.  A government unable to perform adequately even basic functions will lose legitimacy.  Therefore, steady, reliable revenue is a necessity for a government to survive.  The Articles of Confederation, under which the United States operated during the Revolutionary War, did not give the federal government the power to collect taxes directly to fund its activities, but rather, the government could only request that the individual states contribute to the national treasury.  The lack of a steady, reliable source of revenue almost destroyed our new nation at its inception until the power to tax was granted to the government under the United States Constitution.\nPart III then considers how a government can persuade the populace to comply with the tax laws.  Methods of duress, such as penalties and audits are not practical methods to achieve widespread compliance.  Taxpayers comply voluntarily when they have internalized a taxpaying ethos.  During World War II, Americans developed a taxpaying ethos because they developed a sense of trust that the income tax was being fairly administered and that other taxpayers were complying with their taxpaying duties: a social contract basis for tax compliance.  Americans also developed a sense of trust that the federal government was using the tax revenues to provide social benefits: a quid pro quo basis for compliance. Part III recounts how the income tax became an accepted part of our tax system, and explains the means that the federal government employed to create a widespread taxpaying ethos.\nPart IV explores how a small group of financial elites have used think tanks, the media, and politicians to undermine Americans faith in the fairness of the income tax and how it is administered.  Their efforts began to bear fruit during the Reagan administration which passed the largest tax cuts in United States history. Just as importantly, these financial elites were able to market an anti-tax, anti-government philosophy that has at least superficial appeal.  They have created in Americans distrust in the federal government and a sense of grievance that the tax system is unfair and that the Internal Revenue Service is a rogue, out-of-control agency.  As a result, the Internal Revenue Service is now subject to restrictions that impede its ability to administer the tax system, further eroding the taxpaying ethos and compliance.\nThe article concludes that if this erosion in compliance attitudes continues, it will reach a level of magnitude that a tipping point will be reached and noncompliance will be an acceptable norm.", "title": "The Movement to Destroy the Income Tax and the IRS: Who is doing it and how they are succeeding", "subject": "law"}