{"abstract": "An American citizen waits patiently in an airport terminal in Jordan for a flight back to the United States.  Several men  Jordanian officials  are watching the American and waiting for the right moment to approach him.  The American gets up and starts to walk away, perhaps to get a cup of coffee.  The Jordanian officials stop the American quickly and take him to a secluded part of the airport.  For the next several days, the Jordanians question the American relentlessly, trying to discover his connection to the torture of hundreds of Muslim and Middle Eastern individuals.  They do not let him call the American consulate, an attorney, or any of his family members.  After several days of non-stop interrogation, the Jordanians tell the American he is going home.  They turn the American over to a group of Pakistani men who blindfold him, take him to a secluded airstrip, beat him, sodomize him, and sedate him before they put him on the plane.  When the American regains full consciousness, he realizes that he is not in America.  Instead, he is somewhere in Eastern Europe, forced to spend the majority of his time locked in a very small underground cell.\nFor the next year, the American withstands severe interrogation techniques by the Pakistani men, who are members of Pakistans intelligence agency.  These agents keep the American naked and exposed most of the time.   On interrogation days, the Pakistani intelligence officers beat him, wall him,  and force him into stress positions.  The American endures sleep deprivation and waterboarding.  The Pakistani intelligence officers specifically designed each extreme interrogation technique used to create the dependence necessary to collecting intelligence in a sustainable way.\nFinally, the Pakistanis release the American, broken after the year of unmitigated suffering.  The American has precious few opportunities to receive a remedy for the yearlong torture and interrogation he endured in Pakistani custody.  The Pakistani courts refuse to hear the case because it could endanger national security, and the Pakistani government claims that the acts were not violations of the Convention against Torture and Other Cruel, Inhuman or Degrading Treatment or Punishment (the Torture Convention)  because they did not take place in Pakistan.\nAlthough American citizens have not faced scenarios like the one described above, American officers and agents have carried out missions similar to the one described above.  This process, known as extraordinary rendition,  occurs when the government agents of one nation to take physical custody of an individual and bring that person into another country for intense interrogation outlawed by the abducting nations laws.  Over the last twenty years, American officials have used extraordinary rendition to break up terrorist cells in the Middle East, to prevent these groups from engaging in more terrorist attacks, and to circumvent bringing any of these individuals into the United States for a criminal trial.\nBorn out of a policy known as irregular rendition, this particularly extreme procedure may help bring about enormous results in Americas War on Terror, but it leaves the United States vulnerable in a variety of ways.  The Torture Convention does not allow an individual to be tortured for any reason.   Even beyond the breaches to the Torture Convention, the process of extraordinary rendition is diplomatically volatile and is more likely to result in retaliation and retribution.   As a result, the United States current support and practice of extraordinary rendition for suspected terrorists is more dangerous than its potential results are worth.\nThis paper argues that the United States should stop using extraordinary rendition as a method to gain information from suspected terrorists.  The extraordinary rendition program comes with detrimental ramifications in the international community  far beyond justifying any potential value.  Instead, the United States government needs to create disincentives to continue the program in its current state through a variety of legal remedies for extraordinary rendition survivors.  In addition, the United States government could revert to former programs that do not violate human rights.\nPart I of this paper provides an overview and explanation of Americas policy on rendition.  Specifically, Part I describes the two different types of extraordinary rendition  rendition to other countries for interrogation and rendition to American-run black sites.   Additionally, this section follows the civil suit filed by El-Masri, an innocent man subjected to an extraordinary rendition and torture at a black site.\nPart II argues why the extraordinary rendition programs cost outweighs any potential benefits to the War on Terrorism.  Specifically, this section shows how the program violates the Torture Convention, despite American arguments to the contrary.  Additionally, this section argues that through violating the Torture Convention and inviting retribution, extraordinary renditions costs outweigh the benefits.\nFinally, Part III suggests ways to create disincentives for extraordinary rendition as an effort to rectify the damage caused by its use.  The American government can alter how the judicial system treats the civil suits brought by extraordinary renditions victims and, thus, establish disincentives for the program.  This section also argues that the American government could achieve its preventative goals better by returning to older practices. Finally, this section argues that the Committee Against Torture must amend the Torture Convention to prevent further confusion on what is or is not a violation under its obligations.", "title": "Abduction, Torture, Interrogation - Oh My! An Argument Against Extraordinary Rendition", "subject": "law"}