{"abstract": "Under the Patient Protection and Affordable Care Act, most employers must provide their employees with health insurance that covers all FDA approved contraceptive methods and sterilization procedures (the HHS mandate).  Across the country, individuals, religious schools, and corporations have sued to enjoin the mandate, arguing, among other things, that it violates the free exercise clause of the First Amendment and the Religious Freedom Restoration Act (RFRA).  Federal district courts have reached conflicting decisions in the fifteen cases decided to date, leaving the Third, Fourth, Sixth, Seventh, Eighth, Tenth, and D.C. Circuits to sort out the complex relationship between the free exercise clause and laws, such as the HHS mandate, that are alleged to be neutral and generally applicable.  But these cases are made even more difficult because of a specific claim that is raised in each casethat corporations can exercise religion under the First Amendment and RFRA.  As several district courts have noted, whether secular corporations can exercise religion is an open question.  This paper analyzes this novel and unresolved issue, arguing that, just as corporations can engage in free speech under Citizens United, for-profit corporations can exercise religion under the free exercise clause and RFRA.\nAlthough the Supreme Court has not addressed this specific issue, I argue that it has established rules for determining whether corporations can invoke particular constitutional rights and that, under these rules, corporations can invoke the protection of the free exercise clause.  Several district courts have reached the opposite conclusion, while several others have avoided the issue altogether.  Relying primarily on a single footnote in First Natl Bank of Boston v. Bellotti, the courts denying free exercise protection to for-profit corporations maintain that the free exercise of religion is a purely personal right that is limited to individuals and religious non-profit organizations.  This paper contends, however, that a more detailed review of Bellotti, Citizens United v. Fed. Election Commn, and the Courts other decisions regarding the constitutional rights of corporations reveals that free exercise, like the freedom of speech, is not a purely personal right.  Consequently, corporationswhether for-profit or non-profitcan claim its protection.  Moreover, in the wake of Bellotti and Citizens United, neither the profit motive of a for-profit corporation nor the religious nature of religious organizations (e.g., churches) justifies limiting the free exercise clause only to individuals and non-profit religious organizations.  Although many (perhaps most) corporations may choose not to engage in religious activities, there is no constitutional basis for precluding a priori all for-profit businesses from raising free exercise claims.", "title": "For-Profit Corporations, Free Exercise, and the HHS Mandate", "subject": "law"}