{"abstract": "Forestry activities account for over 17% of human-caused greenhouse gas emissions.  Since 2005, parties to the United Nations Convention on Climate Change have been negotiating a mechanism known as REDD  Reducing Emissions from Deforestation and Degradation  to provide an incentive for developing countries to reduce carbon emissions and limit deforestation at the same time.  Many believe this mechanism will not only mitigate climate change but will also provide biodiversity and forests with the hard international law regime that has so far been missing.  These commentators assume REDD will develop into this kind of hard international law regime.  They are wrong.\n\nThe true story of REDD, which this article exposes, demonstrates that REDD is developing at counter-purposes to these goals.  This article focuses on two aspects of REDD negotiations between 2005 and 2012: the changing scope of the REDD mechanism and the parties decisions about the level of international oversight.  The true story of REDD is that REDD has developed into a country-driven, voluntary mechanism with limited international oversight and with a scope that makes it extremely difficult to implement.  These developments thwart REDDs ability to achieve its goals.\n\nThe article concludes by pointing out two problems that result from confusing REDD with a hard international law mechanism.  The first is misdirected focus.  If we do not pay attention to the real story of REDD, we are likely to focus our energies on design questions at the international level and miss critically important aspects of REDDs implementation at the national and sub-national level and through private as well as public initiatives.  The second problem is misdirected accountability.  REDDs current scope makes it extremely difficult to administer and maintains an institutional infrastructure that lacks standardized and supranational oversight.\n\nMany commentators warn that the biggest threat to climate change mitigation and biodiversity would be failure to implement REDD.  This article counters that the biggest threat to climate change mitigation and biodiversity  and therefore to us  is for the REDD mechanism to go forward as it is currently being negotiated.  If we dont pay attention to the real story of REDD, while we are not looking, REDD will likely become nothing more than a cover for limited emissions reduction, weak forest protection, infringement of indigenous and local peoples rights, and harm to biodiversity.", "title": "Climate Change, Forests, and International Law: REDD's Descent into Irrelevance", "subject": "law"}