{"abstract": "The Mumbai HC held that placing the notice of the website does not constitute compliance with that Rule 38(4) of the said Rules. At the highest, it can be said to have been communicated only on the date on which it was noticed on the website. If a hearing is applied for within a month the application for registration cannot therefore, be deemed to have been abandoned for want of compliance or seeking hearing as envisaged under Rule 38(5).\nBrief facts of the case:\n(i) \tOn 01.10.2010, petitioner applied for registration of the mark CMA in class 41.\n(ii)\t On 30.03.2011, petitioner vide a letter informed the Respondents that it had not received any response in respect of its application for registration despite several enquiries having been made from time to time and that as a result thereof, it was unable to provide training and award degrees / certificates on the newest branches of management and accountancy.\n(iii)  \tOn 19.09.2011 the Application was examined under provisions of the Trade Marks Act, 1999 and Trade Mark Rules, 2002 and afterwards uploaded on the respondents website on some later date. Admittedly, the letter / examination report dated 19.09.2011 was not forwarded to the petitioner or its advocates. It was merely placed on the respondents website\n(iv)\tOn 13.03.2012 the petitioner noticed on the respondents' website the examination report.\n(iv) \tVide letter dated 28.03.2012, the petitioner's advocate requested the respondents to treat the dateof downloading from the website as the date of the petitioner'sknowledge of the order contained in the said letter / examinationreport dated 19.09.2011 ; exercised the option for furnishing theobjections and applied for a hearing.\n(V)\tVide letter dated30.03.2012, the petitioner's advocate applied for a hearing, which was denied to them.\nThe relevant provision dealing with above issue is Rule 38 of the Trademark Rules, 2002 and it is reproduced herein:\n38. Expedited examination, objection toacceptance, hearing :-\nxxx\nxxx\nxxx\n(4) If on consideration of an application for registration of a trade mark or on an application for anexpedited examination of an application referred to insub-rule (1) and any evidence of use or ofdistinctiveness or of any other matter which theapplicant may or may be required to furnish, theRegistrar has any objection to the acceptance of theapplication or proposes to accept it subject to suchconditions, amendments, modifications or limitationsas he may think fit to impose under sub-section (4) ofsection 18, the Registrar shall communicate suchobjection or proposal in writing to the Applicant.\n(5) If within one month from the date of communication referred to in sub-rule(4), the applicants fails to comply with any such proposal or fails to submit his comments regarding any objection or proposal to the Registrar or apply for a hearing or fails to attend the hearing, the application shall be deemed to have been abandoned.\nThe Court observed that Trademark Registry was bound to communicate any objection to acceptance or proposal to acceptance subject to conditions in writing to the Petitioner/ Applicant. The Registry admittedly did not do so. Nor did they indicate any rule or practice bywhich the petitioner was bound legally to take notice of anything that is posted on their website. Rule 38(4) by itself does not require an applicant for registration to inspect the respondents' website. The petitioner therefore cannot be imputed with the knowledge of the said letter dated 19.09.2011. The Court held that placing the notice of the website does not constitute compliance with that Rule 38(4) of the said Rules. The mere posting of the letter on the website does not constitute communication of the objection or proposal in writing as required by rule 38(4). The letter dated 19.09.2011, at the highest, can be said to have been communicated to the petitioner only on the date on which the petitioner noticed it on the website viz. 13.03.2012. Within one month thereof, the petitioner's advocate by the said letter dated 30.03.2012 applied for a hearing, which he has been denied thus far. The petitioner's application for registration cannot therefore, be deemed to have been abandoned.", "title": "MERE POSTING OF THE LETTER ON THE WEBSITE DOES NOT CONSTITUTE COMMUNICATION OF THE OBJECTION OR PROPOSAL IN WRITING AS REQUIRED BY RULE 38(4) OF TRADE MARKS RULES, 2002", "subject": "law"}