{"abstract": "Scholars often divide the eras of U.S. antitrust law into those of populism and economics and posit a fundamental conflict between the two concepts. Generally, the decisions of the current antitrust era are described as economic, and the mid-twentieth century period is labeled as populist. A review of Supreme Court decisions on antitrust reveals a more complex picture. From the enactment of the Sherman Act in 1890, the Courts antitrust rulings have spoken of populist goals and aimed to advance these objectives through economically informed rules. Populism versus economics is thus a false dichotomy.\nThe populism and economics of antitrust jurisprudence have changed over time. In the decades following the passage of the Sherman Act, the Supreme Court often spoke of protecting small producers and displayed only secondary concern for consumers. The Court in the early era proscribed certain horizontal and vertical restraints but viewed many forms of dominant firm and horizontal conduct more favorably. Starting in the late 1930s, the Court adopted consumer protection as a principal aim of the antitrust laws but continued to champion the cause of small businesses as well. Its economics took a marked shift away from faith in the market and treated many forms of horizontal and vertical conduct as inherently problematic. The Court has since the 1970s held that the antitrust laws exist only to protect consumers and also adopted the view that most forms of business conduct can benefit consumers.\nAlthough some scholars argue that antitrust law should seek to maximize economic efficiency and ignore distributional consequences, antitrust enforcers and the courts should continue to apply the antitrust laws as a consumer protection regime. First and foremost, Congress, as revealed in the legislative histories of the antitrust laws, showed an interest in preventing large firms from using their market power to raise prices and transfer wealth from consumers. Second, consumer-oriented antitrust enforcement can be one important policy tool to contain growing economic inequality by preventing wealth transfers from consumers to producers. Third, given how consumers often cannot organize politically on account of their vast numbers, antitrust enforcers can serve as trustees for this group and protect its interests from better-organized producer groups. Last, just as antitrust can help consumers, consumers can provide needed political support for antitrust enforcement.", "title": "The Evolving Populisms of Antitrust", "subject": "law"}