{"abstract": "Il diritto di propriet, seppur riconosciuto dalla Costituzione italiana (artt. 42, 43 e 44), non  da essa considerato tra i diritti fondamentali. La propriet, infatti,  disciplinata nel titolo dedicato ai rapporti civili ed economici e, dalla lettura della Carta emerge che il diritto al godimento della propriet  subordinato alla necessit di garantire il superiore interesse della collettivit. Il dato emerge inequivocabilmente dal comma II dellart 42, secondo il quale La propriet privata  riconosciuta e garantita dalla legge, che ne determina i modi di acquisto, di godimento e i limiti allo scopo di assicurarne la funzione sociale e di renderla accessibile a tutti. Larticolo enuncia, in altri termini, la funzione economico-sociale della propriet.  Recentemente, la funzione socioeconomica  tornata alla ribalta, poich il diritto UE e, in misura ancor maggiore, la Carta Europea dei diritti dellUomo (e la giurisprudenza su di esse formatasi) hanno imposto una maggiore attenzione nei confronti del proprietario , abbandonando, in qualche misura, la funzione solidaristica che il 900 aveva consegnato alla propriet. La giurisprudenza ed il diritto italiani (si pensi in particolare alla materia dellespropriazione) hanno recepito le novit derivanti dal diritto sovranazionale in determinati settori, ma, al momento, non  ancora sufficientemente chiaro il ruolo che tali norme giocano sulla funzione economico sociale. Scopo dello studio che intendo intraprendere , in primis, la ricostruzione, attraverso la lettura della giurisprudenza italiana e sovranazionale (Corti di Giustizia di Lussemburgo e Strasburgo), della nozione di funzione economico-sociale, verificandone lattualit e la conformit con gli obblighi derivanti dal diritto internazionale. In secondo luogo, mi propongo di verificare se oggi lo status assunto dalla propriet non sia quello di diritto fondamentale.", "title": "Quale futuro per la funzione sociale della propriet? Abbandonare Weimar per tornare a Locke?", "subject": "law"}