{"abstract": "I was asked to address briefly the impact of the Supreme Court's recent Eleventh Amendment, federalism, and state sovereign immunity decisions on Section 1983 litigation. These cases are unlikely to have any direct or significant impact on Section 1983 litigation in the state or federal  courts.   On the other hand, these decisions will likely have a significant impact on non-Section 1983 litigation, including non-Section 1983 civil rights litigation. For example, a few weeks ago the Supreme Court heard an argument in an Age Discrimination and Education Act (hereinafter \"ADEA\") case involving claims brought directly against the state. The recent Supreme Court cases to which I am referring are the Tenth Amendment cases involving the Brady Amendment,  the  Eleventh Amendment cases holding that Congress does not have power under the Commerce Clause to abrogate the state's Eleventh Amendment immunity from suit,  and a decision striking down the constitutionality of the Religious Freedom Restoration Act,  and, as Judge Pratt mentioned, Alden v. Maine.  Let me focus on Alden, which was not a Section 1983 case, but a state court Fair Labor Standards Act case.  The plaintiffs, after having been rebuffed in federal court on their claim for retroactive wages, went into state court where the Eleventh Amendment does not apply.  The United States Supreme Court went beyond the text of the Eleventh Amendment and held that the doctrine of state sovereign immunity predated the ratification of the Eleventh Amendment and, therefore, limited the power of Congress acting under the commerce clause to subject states to suit in their own courts.  However, Alden creates a number of exceptions.  The doctrine the Court identifies in Alden does not apply to suits against local government, suits brought on claims grounded in the Fourteenth Amendment, nor suits for prospective injunctive relief.", "title": "Eleventh Amendment Federalism and State Sovereign Immunity Cases:  Direct Effect on Section 1983?", "subject": "law"}