{"abstract": "The accompanying note addresses an important and topical issue.  In May 2012, Ted Olson, the former Solicitor General of the United States, and Theodore Boutrous, co-chair of the appellate practice at Gibson Dunn & Crutcher, filed a complaint in Los Angeles Superior Court, entitled Vargara v. California, naming the State of California, the California Department of Education, the Los Angeles Unified School District and others as defendants.\nThe complaint alleges that Californias teacher tenure statutes are unconstitutional under the California constitution because such laws have the effect of preventing school districts from providing a quality education to school age children.  Californias constitution is considerably more specific about education than the federal Constitution.  As confirmed by the California Supreme Court in Serrano v. Priest, 5 Cal.3d 584 (1971), Californias constitution establishes a fundamental right to a quality education.\nIn January 2013, the California Court of Appeal summarily denied the States petition to review the Superior Courts denial of the States motion to dismiss.  The case is now poised to move forward on the merits, and is certain to make history.  No case could be more important for the future of California.  The case will likely set a precedent in the field for the rest of the nation.\nThe accompanying note discusses the merits of and challenges to the plaintiffs case.  The primary author has written perhaps the most-cited articles on the right to education under state constitutional law.  Allen Hubsch is the author of Education and Self-Government:  The Right to Education under State Constitutional Law, 18 J.L. & Education (1989); and Emerging Right to Education Under State Constitutional Law, 65 Temple L. Rev. (1992).  The accompanying note is certain to draw interest from the litigants, the courts and the public.", "title": "DO CALIFORNIAS TEACHER TENURE LAWS VIOLATE CALIFORNIAS CONSTITUTIONAL RIGHT TO EDUCATION", "subject": "law"}