{"abstract": "This Article explores the tension between autonomy and paternalism that characterizes the attorney-client relationship when a criminal defense attorney represents a mentally impaired client. Specifically, the Article analyzes the ethical frameworks that constrain the discretion of the attorney in this situation and proposes a new paradigm for ethical decisionmaking when an attorney represents a marginally competent client. The criminal defense attorney is both a zealous advocate for her client and an officer of the legal system. In representing a marginally competent client, the initial ethical dilemma facing the attorney is whether she has an obligation to alert the court to any doubts she has regarding her client's competency to proceed. Although the majority position is that the attorney's role as officer of the court obligates her to raise any such doubts, this Article argues that such an obligation is inconsistent with the defense attorney's unique historical role as partisan in the criminal justice system. Traditionally, arguments for requiring defense attorneys to raise such doubts are grounded in concepts of the dignity of the criminal defendant and the moral integrity of the system. The Article argues that both values are better served by a more nuanced and flexible understanding of the defense attorney's ethical obligations in this situation.More broadly, the defense attorney representing a mentally impaired client must determine whether, how, and to what extent she may substitute her own judgment for that of her client. A client-centered model of lawyering positions the attorney not as decisionmaker but as facilitator; this model can break down, however, in cases involving mentally impaired clients. When the client is unable meaningfully to function as a decisionmaker, but has been determined to be competent to stand trial, the attorney must look elsewhere for guidance. As with the threshold issue of whether the attorney should be required to raise doubts of competency, the Article argues that the defense attorney must be endowed with significant discretion in determining when and how to employ a model of surrogate decisionmaking. Finally, the Article proposes an ethical paradigm within which the attorney can engage in surrogate decisionmaking, one that allows the attorney appropriate latitude while also guiding the discretion of the attorney.Ultimately, the Article argues that the values of autonomy and the moral integrity of the system are best served by allowing and empowering the defense attorney to fulfill her historical and unique role as zealous advocate, rather than by requiring her to function as an arm of the court. By subordinating the attorney's obligation as an officer of the legal system to her role as zealous advocate, the proposal advances the principles of dignity and due process that are at the heart of the criminal justice system.", "title": "Candor, Zeal, and the Substitution of Judgment: Ethics and the Mentally Ill Criminal Defendant", "subject": "law"}