{"abstract": "This study investigates the theoretical obstacles freedom of contract brings to an economy where state ownership is pervasive while the market is not sufficiently competitive such as China. Contrary to the arguments made by existing literatures that attributed all the conflicts of interest between state and private investors and related agency problems to the state ownership and dual role of state as a regulator and market player, and that adoption of unitary treatments to state and private ownerships alike as the solution, I attribute most of the obstacles in the contract law theories to the absence of a free market. In my view, scholarships have neglected the reason for the different corporate governance standards and structure in a country like China - the absence of a competitive market. Furthermore, the literatures did not address the negative implications of the theoretical difficulties in corporate governance such as conflicts of interest and incentive incompatibility that state-owned enterprises had brought to the freedom of contract. I would like to argue, within the contemporary Chinese economic framework, barring sudden massive privatization and introduction of a competitive market, the absence of competitive market requires judiciary to assume a more paternalistic role and to exercise enhanced judicial review of substantive fairness of contracts when circumstances raise the assumptions of asset striping by state-owned enterprises managers or an SOE avoiding a contract to renege a bad bargain in the name of protection of state assets. In both circumstances, I propose that only validly expressed wills could be protected by the theories of freedom of contract. The expressions of wills to strip state assets or for the state to renege a bad bargain shall not be held valid. Freedom of contract, if protected as in the West, will be abused by SOE managers for the purposes of asset stripping, and if denied solely to give SOEs a free way out of a bad bargain, will harm transactional safety and market capitalization. In both circumstances, the expression of the wills shall not be protected.", "title": "Freedom of contract under state supervision", "subject": "law"}