{"abstract": "This Article posits that the September 11 attacks constitute nonisolated warlike attacks undertaken against a sovereign state by individuals from other states operating through a non-state actor with some command and political structure. This means that the attacks contain elements common to both armed attacks and criminal attacks. The international community largely has characterized the attacks as armed attacks. This characterization evokes a legal basis for the use of force initiated by the United States and United Kingdom against Afghanistan on October 7, 2001. Notwithstanding the successes of the military campaign and the need for containment of terrorist activity, this Article suggests that there are important deontological, communitarian, and consequentialist reasons why the attacks-and terrorism in general-should be constructed as criminal attacks. In this vein, this Article explores the effects on the international legal order of state practice supportive of the use of lethal force against Afghanistan. These effects include: (1) an expansion of state responsibility for individuals (even non-nationals) who may not be effectively controlled by the state; (2) a diminution of the role ofthe Security Council and United Nations on matters of global peace and security; and (3) an increased elasticity in time and space of individual and collective self-defense, which now may inform U.S. national security policy and the prospect of intervention in Iraq. These changes have important consequences for global rule of law. Also of closely related importance to rule of law are the prosecutorial responses to individuals detained in relation to the attacks and transnational terrorism, generally. This Article assesses the advantages and disadvantages of a variety of domestic, international, and hybrid prosecutorial strategies for such individuals. The argument is made that the most fitting situs for criminal prosecutions is at the international level, in the form of a cosmopolitan tribunal operating under the aegis of the United Nations but negotiated among nation-states connected to the accused, victims, and planning of the attacks. Adopting an institutionalist perspective, this Article posits that, so as more effectively to deter future terrorist violence, trials should include culturally pluralist approaches. This weighs against trials being held in federal court in the United States or in U.S. military commissions. In fact, electing to prosecute through U.S. military commissions would evidence exceptionalism to the often weighty machinery of international human rights and humanitarian law that has been invoked in other cases of mass atrocity, for example in Rwanda, Bosnia, Kosovo, East Timor, and Cambodia. This exceptionalism may reveal asymmetries that arise when \"we\" in the United States are victims of mass atrocity, as opposed to \"others\" in faraway lands. Due process rhetorically is presented as an inconvenience to the pursuit of justice post-September 11, whereas in other post-atrocity situations due process rhetorically is presented as an essential requirement for justice. This, together with rapid changes in the law regarding the use of force, also may suggest the emergence of derogations from the \"legalism\" that international human rights and criminal law, as well as public international law generally, so vigorously have sought to inject into international relations. These derogations pose ethical as well as utilitarian challenges.", "title": "Victimhood in Our Neighborhood: Terrorist Crime, Taliban Guilt, and the Asymmetries of the International Legal Order", "subject": "law"}