{"abstract": "I couldn't be blessed more. My father, ROLAND MATEVOSYAN (MD, PhD), has left  a legacy of an astounding person, doctor, faculty (professor), example of morality, compelling personality.His publications through 1963-1983 are still viewed as classics. His M.D was from Yerevan State Medical University (class 1960), and his PhD (1973) was approved by the Academy of Sciences in Moscow.My mother, MARIAM (ASYA) MATEVOSYAN, was an obstetrician with a 50-year flawless practice, an iron lady with the kindest heart, my role model, and my hero. SUMMARY OF MY FATHER'S DISSERTATION: Non-ferrous metallurgy is the sphere of the most extensive waste output for product unit. Its basic problems, the production ecology and the occupational health of workers, are related to the necessity of production of various effluents, namely gaseous (including aerosols), solid, and liquid wastes. The phase composition of non-ferrous copper metallurgy dust is described as chalcosite Cu2S, covellite CuS, cuprite Cu2O, tenorite CuO, and net copper. The fine dust fractions are enriched by lead, zinc and arsenic oxides. Groundmass of copper is recovered out of sulfide concentrate. The process of conversion of disperse sulfide concentrates and semi-products (matte, nis matte) of metallurgical works is accompanied by atmospheric emission of sulfurous anhydride (SA).Through a prospective cohort of experimental rodents exposed to SA, and clinical study in metallurgy workers, my father (Roland S. Matevosyan) revealed and described the stages of pulmonary chronic diseases, such as chronic bronchitis, emphysema, and pre-cancer caused by SA. Grouped pathological analyses of the lung tissue cuts of rodents stratified for the six-month exposure to the smoke only, smoke and  pollution, and finally to smoke, pollution and steam of SA,  described the stages of disease  from the presence of pollutant nuggets  and coniophages in peribronchial lympho-follicles; round-cell infiltration and hyperplasia of the bronchial sub-mucous layer,  thickening of the alveolar walls by the growth of histiocytes, hyperplasia of the peribronchial lympho-follicles; to catarrhal bronchitis, growth of argirophylic, procollagen fibers in peribronchial tissues, emphysema , and generalized emphysema. Further developments of hyperplasia and neoplasia were described.Findings were correlated with clinical manifestations, lab exams, and x-ray results in workers. A detailed process-flowsheet  of electrochemical production (aqueous granulation of sulfide-metal melt; sulfur extraction out of sulfur-containing sludge and its separation into independent product; solution treatment) was recommended together with the protocol of the occupational culture for prevention of the chronic lung disease.", "title": "MY PARENTS", "subject": "law"}