{"abstract": "Throughout history, traditional trade and commerce, whether by land, sea or air, were always performed in a very physical manner, thus subjecting them to constraints and barriers imposed by both natural and man-made borders and jurisdictional lines. The computer and Internet revolutions, however, created a new medium for trade and commerce  the virtual marketplace. This unique platform for engaging in trade and commerce created new opportunities for value and profit generation in novel ways not previously available. One of these Internet-based revenue-generators is online advertising. With growing worldwide accessibility to the Internet, double-digit growth rate, and stronger-than-ever financial reports from the major players in the market (Google, Facebook and the like), online advertising is expected to be a key player in the twenty first century global economy. The unique characteristics of this new type of economic activity challenge the traditional boundaries faced in generating income from cross-border transactions, which for centuries have defined and limited the world of commerce. Online advertising, in contrast, is completely unbound by any physical or jurisdictional borders and it is generated in a multi-party transaction in which the active revenue-generating party (the end-user who views the advertisement or acts upon it) is neither the payee nor the payor. When this type of activity takes place in a multi-jurisdiction context (whether at the international or state level), it gives rise to interesting questions regarding the tax implications of the income it generates. The source of this income, its character, its effect on the U.S. domestic tax system and its impact on the complex web of bilateral tax treaties, are only some of the issues that merit serious discussion. This article will attempt to introduce the reader to the unique characteristics of income from online advertising and present some of the interesting tax implications it creates.\n\nThis paper was selected as the winner of the 2012 International Fiscal Association (USA Branch) Writing Competition.", "title": "The Income of the 21st Century:  Online Advertising as a Case Study for the Implications of Technology for Source-Based Taxation", "subject": "law"}