{"abstract": "For generations, Americans have tapped their life savings and assumed huge amounts of debt in order to achieve the American dream of owning their own home.  Though investing so heavily in a single asset is a rather risky move on its face, buyers have been induced to purchase homes by a slew of public policies, most notably zoning ordinances that protect home values by buffering single-family neighborhoods against an invasion of undesirable uses.  As a result, homeowners have a fairly convincing argument that they possess some sort of vested reliance interest in the existing zoning of their neighborhoods that should prevent municipal authorities from enacting zoning changes to allow unwanted uses.\nNevertheless, courts have not been receptive to homeowners pleas when such zoning changes are threatened.  While courts will occasionally prohibit localities from changing their land use regulations after landowners have undertaken substantial expenditures to develop their property in reliance on pre-existing regulations, they offer no such protection for the reliance interests of landowners who desire to prevent development on neighboring property.  I argue that the judicial distinction between developers and neighbors reliance interests rests on judicial intuitions about the nature of the local political process.  Courts suspect that homeowners are likely to be the dominant faction in most municipalities and can therefore prevent unwanted development through their influence with city hall, whereas developers are unlikely to be powerful in a local political process dominated by anti-development homeowners, especially once a developer has invested significant resources in a particular project.  This conclusion leads to a broader insight: Judicial review of land use decisionmaking is largely driven by a desire to protect the reliance interests of both developers and homeowners.  Thus, courts are generally deferential toward most municipal land use policies that privilege homeowners reliance interests but occasionally temper that deference with solicitude for developers who can demonstrate substantial reliance.\nAs I argue, however, the primacy of reliance has come at a substantial price.  For the sake of protecting reliance interests in existing zoning schemes, courts have essentially reified a longstanding pattern of de facto income and racial segregation in most metropolitan regions by licensing suburban communities to maintain zoning barriers that enforce such segregation.  Moreover, I conclude that the judicial enterprise to protect reliance interests by empowering local governments is entirely self-defeating because, as the recent real estate downturn vividly illustrates, property values are determined by a complex web of forces well beyond the control of local governments.", "title": "The Significance of Reliance in Land Use Law", "subject": "law"}