{"abstract": "Recording systems for property play a pivotal, market-facilitating role for the players engaged in any transaction, the judiciary that must resolve disputes between the players, and others members of the general public by informing each about the true nature of ownership of the real property things in the world. This symposium article explores the essential character of such systems in providing certainty of title, and takes a tour through the mortgage foreclosure crisis to see where adherence to and respect for these systems roles broke down.\n\nLeading up to the crisis, as securitization became vogue and the housing boom blurred priorities, market participants found every way to avoid using the recording systems unless absolutely necessary. The market substitute to traditional recording, MERS, was well-intentioned but poorly operated. The article explores some of the ways that recording failures contributed to, and concurrently were exacerbated by, the crisis.\n\nMost importantly, this article is a defense of the institution of recording and an examination of the utility of certainty of title. Recording creates a network of information supporting a network of transactions. If we understand that one can transfer only as much property as one has, we should equally understand that such a rule is only useful if we have the means to figure out what one has in the first place  in some authoritative and certain way (including knowing that the courts will come to the same conclusion) such that we can adjust our behavior and arrange our interactions with that property around that knowledge. These truths lie at the heart of the importance of certainty of title and at the core of the justification for the existence of market-facilitating registries or recording systems that document property ownership in society.", "title": "Certainty of Title: Perspectives After the Mortgage Foreclosure Crisis on the Essential Function of Effective Recording Systems", "subject": "law"}