{"abstract": "This article provides a blueprint for a civic community in a law school classroom that would better prepare many students for what is likely to be their professional future based on natural social hierarchy and network dynamics. It uses experiences from the author's own teaching career to illustrate hierarchy and network dynamics and how to use them to enrich the pedagogical and social experience of a first year course.  It also roots those experiences in principles from social psychology, organizational behavior, transformative leadership and all levels of education literature.\nModern law school classrooms fall into two categories:  the \"polar model\" and the \"multiplex model.\"  The polar model is a traditional highly stratified, two tiered, student-professor organization.  It is a passive learning environment that thrives on professor dominance and student submission.\nThe hierarchical and network organization of the multiplex model nurtures rich multiplex relationships that resemble the solo and small-firm practitioners' professional world as it is embedded in the lay community around them.  A multiplex model classroom may include teaching assistants, former students, alumni and practitioners; it is ideal for a the classic learning community that has a past, present and future.\nTeaching assistants make the model work, because they shorten the social distance between the professor and students without the professor losing the charismatic and professional authority necessary for creative pedagogy.  From their intermediate hierarchical tier they provide academic assistance, create multiplex relationships, mentor students, and cue appropriate student behavior.\nCommunity-oriented classroom organization is still not consistent with most students' expectations of a law school course and can provoke student resistance.  Professors should not underestimate this risk.  The article concludes however, that the model itself contains the tools to meet or stave off such risks and provides numerous examples to trigger the imagination.", "title": "Its All About the People: Hierarchy, Networks, and Teaching Assistants in a Civil Procedure Classroom Community", "subject": "law"}