{"abstract": "ABSTRACT\nIn 2010, I (along with a group of students from Handong International Law School, and some Cambodian colleagues), was asked to assist a Cambodian human rights and justice organization with a problem they encountered in their efforts to assist rescued victims of sex-trafficking. The victims were being rounded up after rescue and summarily repatriated out of the country; essentially, they were deported as illegal aliens. The victims were primarily Vietnamese and likely some Thai. This was happening apparently without regard to the protections of assessment and assistance that should be afforded them under the law, and this was the view of the human rights and justice organization I had been asked to assist.\nThis article is a re-working of our project memo for the human rights group for purposes of publication and the general use of anyone interested.  It also includes updates in the law and subsequent happenings since the time of our original assistance in 2010. Gladly, we were informed our research was influential in addressing the central administrative agency in Cambodia charged with handling rescued foreign victims to recalibrate its system of repatriation of foreign victims.\nThe research, and this article, yielded some interesting conclusions. 1) Cambodia employs a best interests standard in determining how to handle rescued sex-trafficking victims. This standard requires an individual assessment in each case to determine the best course for each victim. The rash of prior summary repatriations violated this standard. 2) In some cases, repatriation might not even be in a victims best interests, despite an idealistic assumption in legal materials to the contrary. If each victims case were properly assessed, that would be the inevitable conclusion. This faulty assumption contributed to the injustice of summary repatriations. 3) Another contributor to summary repatriations was the lack of administrative communication among overlapping and sometimes competing ministries in the government. In addition, the lack of specific steps in handling foreign victims in Cambodias administrative system likely contributed to confusion and summary repatriations as a default. Cambodia is still in its administrative infancy and in its reconstitution as a nation after Pol Pot. Some of these administrative gaps and gaffs have improved with the help of International Organizations and others. This article addresses these issues and conclusions.\nIt is this authors view the problems encountered with summary repatriations in Cambodia are not unique, and likely happen elsewhere. My hope is that lessons of care learned here may be extended to solve problems in other countries as well.", "title": "Concerning Summary Repatriations of Sex-Trafficking Victims Out of Cambodia Part I (Legal and Administrative System)", "subject": "law"}