{"abstract": "Despite the dramatic changes in family structure in the past decades--including the unprecedented and skyrocketing number of families who live in nonmarital arrangements--marriage and marriage-mimic institutions remain the only legal options for the recognition of relationships. This regulatory regime leaves millions of Americans without the means to establish and protect relationship rights. This Article suggests that the legal issues arising from nonmarital relationships would be best addressed if more options for legal recognition of such relationships were offered. Accordingly, this Article presents the primary principles of a registration-based marriage alternative that is founded on contract: registered contractual relationships (RCRs). This legal institution would offer couples the option to sign--and deposit with the state--a contract defining the partners' obligations and rights vis--vis one another and changing their status to that of registered partners. Registered partners would receive most of the rights and benefits that the state provides for married couples. Registration would not require a solemnization process nor any ceremonial or religious component and would provide an easy way to dissolve relationships in cases where couples do not have minor children.\n\nThis model enjoys the flexibility of contracts and the certainty of official registration. It promotes greater autonomy in family formation in two ways: it allows more choice among state-sanctioned mechanisms, and it allows people to design the terms of their relationships, rather than imposing the one-size-fits-all structure of marriage. The introduction of RCRs would have far-reaching legal and societal consequences. RCRs would provide a functional model for registration and termination of partnerships, offer an alternative that is not associated with marriage's symbolism and that acts to reduce the harm that symbolism creates, and accommodate a wide range of family structures. At the same time, they would efficiently address the state's need to regulate some aspects of relationships in the interest of avoiding and mediating conflicts and of encouraging couples to think about and negotiate their rights early in their relationships. The Article also looks at the success of the French Pacte Civil de Solidarit (PACS)--a model that resembles RCRs and provides important lessons to the United States.", "title": "Registering Relationships", "subject": "law"}