{"abstract": "Government support for renewable energy has increased the generation of electricity from intermittent renewable sources such as wind and solar.  The United States delivered almost $14 billion in renewable energy tax incentives in 2011.  More renewables in the electricity mix means lower carbon emissions.  Intermittent energy sources can reliably provide up to 20 percent of the electricity mix.  However, increasing renewable generation above 20 percent requires better weather forecasting, improved coordination, increased grid capacity or more storage capacity.  Batteries and electrical energy storage technologies straddle two major energy sectors: transportation and the grid.    Unfortunately, compared to other types of technology, battery technology has not made much progress since Allesandro Volta created the first battery in 1800.  Storage capacity for batteries has increased by only about 5 percent per year, in contrast to Moores Law in semiconductors, in which the number of transistors on each chip has doubled every 18 months over a period of decades.  Today's electrical energy storage approaches suffer from limited energy and power capacities, lower-than-desired rates of charge and discharge, cycle life limitations, low abuse tolerance, high cost, and poor performance at high or low temperatures. Intermittent renewable energy sources require balancing to smooth out high levels of generation during peak wind and solar exposure and to provide power when the wind isnt blowing or the sun shining.  This balancing is currently done with gas turbine generation or coal power, both of which result in carbon emissions.  Energy storage technology requires capital investment.  The market will not support capital investment in storage technology unless fossil energy costs become and are likely to remain higher than renewable energy costs.  This paper will explore the potential for environmental taxation to encourage research and innovation into improvements in battery technology.", "title": "Lightning in a Bottle: Using Tax Policy to Solve Renewable Energy's Storage Challenges", "subject": "law"}