{"abstract": "This article applies ideas from the Law and Economics movement to the D.C. Circuit's 2011 decision in Business Roundtable v. Securities and Exchange Commission. The article lays out a framework for cost-benefit analysis that, if followed, should increase new rules' chances of surviving the heightened arbitrary and capricious review standard imposed by the National Securities Markets Improvement Act of 1996.\nThe Dodd-Frank Act comprises the broadest financial reforms since the 1930s.  The Act, however, makes surprisingly few important decisions and instead, almost exclusively defers to agency rulemaking or the creation of a new organization.  The Act mandates the promulgation of more than 100 new rules, it contains a slew of non-mandatory rulemaking provisions, and it imposes other new responsibilities on administrative agencies.   The Securities and Exchange Commission has proceeded with implementation of the broadest financial reforms since the 1930s almost entirely with existing staff much of whose time has been taken away from other critical responsibilities.\nIn a string of cases from 20052011, the D.C. Circuit has demonstrated particular willingness to strike down rulemaking promulgated by the Securities and Exchange Commission.  This has created a serious roadblock for the overwhelming number of new rules that are to be promulgated under Dodd-Frank. The roadblock comes from the clause, created by the National Securities Markets Improvement Act of 1996, that requires the SEC to consider whether a new rule will promote efficiency, competition, and capital formation.  The D.C. Circuit has read this clause as imposing a heightened judicial review standard. This article uses insights from the Law and Economics movement to explain the exact contours of this heightened standard and how to ensure that a new rule meets it.", "title": "How to Sufficiently Consider Efficiency, Competition, and Capital Formation in the Wake of Business Roundtable", "subject": "law"}