{"abstract": "While the Supreme Courts decision in Hosanna-Tabor v. EEOC has been hailed as an unequivocal victory for religious liberty, the Courts holding in footnote four  that the ministerial exception is an affirmative defense and not a jurisdictional bar  undermines decades of conventional thinking about the relationship between church and state. For some time, a wide range of scholars had conceptualized the relationship between religious institutions and civil courts as jurisdictional  that is, scholars converged on the view that the religion clauses deprived courts of subject-matter jurisdiction over religious claims. In turn, courts could not adjudicate religious disputes even at the request of the parties. In stark contrast, footnote four rejected this jurisdictional approach to the religion clauses; according to the Courts logic, the ministerial exception  like other affirmative defenses  could be waived by the parties; and with such waiver, courts could adjudicate religious claims that had previously been deemed beyond the authority of the judicial system.\nFar more than a procedural nicety, footnote four signaled a radical rejection of the prevailing paradigm. However, the Courts decision failed to explicitly provide a new vision of the relationship between church and state. To replace the discarded jurisdictional approach, this Article contends that the kernels of such a vision can be found in the Supreme Courts early church property cases, which understood the autonomy of religious institutions as a constitutionalized version of arbitration. Thus, the authority of religious institutions  like the authority of arbitrators  was derived from the implied consent of its members and the decisions of religious institutions were subject to judicial review for misconduct. While the Supreme Courts later church property cases rejected this approach, returning to these core principles  consent and judicial review  provides the doctrinal foundations for the Courts new framework for the relationship between church and state. And, applying this new framework can help resolve some of the pressing litigation questions left unresolved by the Supreme Courts decision in Hosanna-Tabor.", "title": "Religion's Footnote Four: Church Autonomy as Arbitration", "subject": "law"}