{"abstract": "We are at the cusp of a historic shift in our conceptions of the Fourth Amendment driven by dramatic advances in surveillance technology.  Governments and their private sector agents continue to invest billions of dollars in massive data-mining projects, advanced analytics, fusion centers, and aerial drones, all without serious consideration of the constitutional issues that these technologies raise.  In United States v. Jones, the Supreme Court signaled an end to its silent acquiescence in this expanding surveillance state.  In that case, five justices signed concurring opinions defending a revolutionary proposition: that citizens have Fourth Amendment interests in substantial quantities of information about their public or shared activities, even if they lack a reasonable expectation of privacy in the constitutive particulars.  This quantitative approach to the Fourth Amendment has since been the subject of hot debate on and off the courts.  Among the most compelling challenges are questions about quantitative privacys constitutional pedigree, how it can be implemented in practice, and its doctrinal consequences.  This Article takes up these challenges.\n\nThe conversation after Jones has been dominated by proposals that seek to assess and protect quantitative privacy by focusing on the informational mosaics assembled by law enforcement officers in the course of their investigations.  We think that this case-by-case approach both misunderstands the Fourth Amendment issues at stake and begets serious practical challenges.  Drawing on lessons from information privacy law, we propose as an alternative that legislatures and courts acting in the shadow of Jones focus on the technologies.  Under this technology-centered approach, any technology that is capable of facilitating broad programs of continuous and indiscriminate surveillance would be subject to Fourth Amendment regulation.  This does not mean that government would be barred from using these technologies.  Rather, it would require that the terms of their deployment and use reflect a reasonable balance between privacy concerns and law enforcements interests in preventing, detecting, and prosecuting crime.  This Article offers concrete proposals for how legislatures and courts might strike this balance while providing the clear guidance and predictability that critics of the mosaic theory rightly demand.", "title": "The Right to Quantitative Privacy", "subject": "law"}