{"abstract": "More than four decades ago, the Supreme Court concluded that Title VII of the Civil Rights Act of 1964s prohibition on racial discrimination in employment is properly construed to forbid practices, procedures, or tests neutral on their face, and even neutral in terms of intent, that nevertheless operate as built-in headwinds for minority groups . . . that are unrelated to testing job capability.   In the Civil Rights Act of 1991, Congress codified liability for cases in which an employer uses a particular employment practice that causes a disparate impact on the basis of race, color, religion, sex, or national origin and the [employer] fails to demonstrate that the challenged practice is job related for the position in question and consistent with business necessity.   As many have observed, disparate-impact liability, by forcing employers to justify employment practices that have the effect of excluding women and minorities from their workforce, has been of considerable importance in producing reform in employment practices that had inhibited the economic advance of women and minorities.       Yet, a cloud hangs over disparate impact liability. In Ricci v. DeStefano, the Court concluded that an employer's decision to discard an employment practice because it produced a racially disparate impact amounts to a form of racial discrimination against nonminorities, at least absent a strong basis in evidence to believe it would face disparate-impact liability . . . .\"  By holding that an employers abandonment of an employee selection mechanism because it produces too many successful nonminority candidates amounts to racial discrimination, Ricci cast grave constitutional doubt on disparate-impact liability.  Contemporary equal protection jurisprudence requires strict scrutiny whenever the government acts on the basis of race, even when the challenged action has a remedial or otherwise ostensibly benign justification.   Ricci has provoked a torrent of criticism in the academy from those who regard it as an indefensible limitation on the ability of the civil rights laws to remediate discrimination.   Others have expressed doubt about how its holding is likely to be applied.   The literature does not yet contain, however, an account that endeavors to harmonize disparate-impact liability with contemporary equal protection jurisprudence.   The task of this article is to provide that account.  Part I demonstrates that the holding in Ricci was essentially compelled by the structure of contemporary equal protection jurisprudence.  Part II offers an account that reconciles disparate-impact liability with the dictates of equal protection.  Part III submits that the the fate of disparate-impact liability will tell us much about the character of equal protection.  Asking the question whether disparate impact can be saved ultimately tells us whether equal protection jurisprudence is to embody a conception of a colorblind Constitution so robust that it prevents the government from addressing racially skewed inequality of opportunity.  While it proves difficult to disentangle race-conscious governmental action, even for remedial purposes, from the rigors of strict scrutiny, Part III contends that there is good reason to resist the view that the government must always remain colorblind, even in the face of demonstrable inequality of opportunity that locks racial minorities into a position of economic disadvantage.", "title": "Saving Disparate Impact", "subject": "law"}