{"abstract": "Desertification is one of the most serious environmental and socio-economic problems of our time.  Desertification describes circumstances of land degradation in arid, semi-arid and dry sub-humid regions resulting from the climatic variation and human activities.  The fundamental goal of this thesis was to assess the effects of desertification in Yobe State, Nigeria.  The present threat of desertification in the sahel has reached an alarming stage where crops cultivation and animal rearing/grazing are no more productive, soil has lost its nutrient/fertility, various infrastructure had given way because of windstorm from the neighbouring Niger Republic and sand dunes had taken over.  The objectives of the research were to map out and analyse the land cover changes at a scale 1: 100,000 from the satellite images of 1986, 1999 and 2009; to establish and appraise the relationship between rainfall and temperature on desertification and to assess the role of human activities to desertification of the study area.  The materials and methods used included LandSat TM and ETM of various time periods, climate parameters of rainfall and temperature (i.e. forty-five years rainfall and temperature data) and data were also acquired from oral and written questionnaire administered.  The data obtained from research questionnaire were analyzed using the SPSS.  The study employed both descriptive and inferential statistical analyses to get frequency distribution tables, percentages to determine the proportion of the variables, and the variables were tested using correlation and chi-square contingency.  The result of the investigation has revealed the extent (the rate of change) vis--vis desertification of the study area.  It further reveals that for Yobe State, in 1986, the rate of desertification was 23.71%, by 1999 it has increased to 31.30% and in 2009, it had covered almost half of the State (46.52%). This is indicating that desertification in very much evident in the study area.  The result of climate parameters of rainfall and temperature has shown that rainfall has increased to 1,000mm and above while temperature has fallen to as low as 20oC.  The result of the human factor has remained the major cause of desertification.  Most of the arable land had been over-cultivated and also the land reserved for animal grazing had been subsumed by farmers leaving no portion for animal grazing.  Most of the trees are either cut down for crop cultivation or titled as means for cooking fuel. Recommendations were made on the human actions on landuse in the study area.  To stop tree felling as a means of cooking fuel the government should provide kerosene and cooking gas at a very subsidized rate for the people to be able to afford. The desertification has led to sand encroachment and to accelerated development of dunes.  The area has also been subjected to a vegetation cover transformation.  Pastures have deteriorated in quality and quantity, but in many parts, the degradation is still reversible if land use is organized.", "title": "An Assessment of the Effects of Desertification in Yobe State, Nigeria", "subject": "law"}