{"abstract": "The recent financial crisis has placed a renewed focus on completion risk in the world of mergers and acquisitions. Dealmakers have increasingly attempted to control for such risks by altering merger agreement provisions to achieve a greater level of deal certainty. This Article addresses one such provision  the merger recommendation covenant and its related fiduciary out. The purpose of the merger recommendation fiduciary out is to address a tension created by two fundamental precepts arising under corporate law and contract law  a board of directors duties to the corporation and its stockholders versus the binding covenants of a merger agreement. This Article addresses such a tension: situations where a board of directors has a contractual commitment to recommend a transaction to its stockholders but where an event occurs after the signing of that agreement that would normally require a board, in honoring its fiduciary duties, to withdraw its earlier recommendation. Traditionally, the merger recommendation fiduciary out has allowed a board to withdraw its recommendation when a board determines that it would be consistent with its fiduciary duties to do so. Over the past several years, however, dealmakers have often limited these fiduciary outs to situations where the target company has only received a superior offer from an unrelated third party. Increasingly since at least 2005, dealmakers have limited the merger recommendation fiduciary out to \"Intervening Events,\" which are often defined as certain events that are not known or reasonably foreseeable to the board at the time the merger agreement is executed. Because the courts have yet to speak to the validity of such provisions, a debate has arisen among judges, practitioners, and commentators as to whether a board of directors may contractually limit its fiduciary duties in the context of the merger recommendation covenant. This Article breaks new ground in arguing that boards may in fact agree to narrower fiduciary outs in the context of the merger recommendation covenant. It contends that a board of directors that has complied with its fiduciary duties at the time it authorizes entry into the merger agreement should be aware of most events that could reasonably occur during the period between signing and closing. Thus, the board can consider such events during negotiations and structure the transaction to adequately address these possibly changed circumstances. Moreover, this Article argues that dealmakers should adopt staggered termination fee frameworks so that termination fees vary depending upon the event triggering the recommendation withdrawal. Such a staggered termination fee provides a check on the boards decision to withdraw its recommendation and promotes deal certainty. Moreover, this Article encourages the continued use of disclosure provisions explicitly allowing the board to disclose changed circumstances to its stockholders while continuing to recommend the merger (as it may be required to do under the definitive merger agreement).", "title": "Rethinking Contractual Limits on Fiduciary Duties", "subject": "law"}