{"abstract": "Most international health-related standards are voluntary per se. However, the incorporation of international standard-making into WTO agreements like the SPS Agreement has drastically changed the status and effectiveness of the standards. WTO members are urged to follow international standards, even when not required to comply fully with them. Indeed, such standards have attained great influence in the trade system. Yet evidence shows that the credibility of the allegedly scientific approach of these international standard-setting institutions, especially the Codex Alimentarius Commission (Codex) governing food safety standards, has been eroded and diluted by industrial and political influences. Its decision-making is no longer based on consensus, but voting. The adoption of new safety limits for the veterinary drug ractopamine in 2012, by a very close vote, is simply another instance of the problematic operations of the Codex. These dynamics have led skeptics to question the legitimacy of the standard setting body, and to propose solutions to rectify the situation.\n\nPrior WTO rulings have yet to pay attention to the defect in the decision-making processes of the Codex. Nevertheless, the recent Appellate Body decision on Hormones II is indicative of a deferential approach to national measures that distinct from Codex formulas. The ruling also rejects the reliance on those experts who authored the Codex standards to assess new measures of the European Community. This approach provides an opportunity to contemplate what the proper relationship between the WTO and Codex ought to be. Through a critical review of WTO rulings and academic proposals, this article aims to analyze how the WTO ought to define such interactions and respond to the politicized standard-making process in an optimal manner.\n\nI argue that building a more systematic approach and normative basis for WTO judicial review of standard-setting decisions and the selection of technical experts would be instrumental to strengthening the mutual supports between the WTO and international standard-setting organizations, and may help avoid the introduction of a prejudice toward a justified science finding.", "title": "Does Science Speak Clearly and Fairly in Trade and Food Safety Disputes? Decent Response of WTO Adjudication to Indecent International Standard-Making", "subject": "law"}