{"abstract": "The Center for Progressive Reform undertook an empirical study of the Office of Information of Regulatory Affairs, the White House office that reviews every significant regulation issue by Executive Branch agencies.  The study assembled an unprecedented portrait of its behavior during the decade from October 16, 2001, when notices of meetings with outside parties were first available on the Internet, until June 1, 2011. OIRA conducted 6,194 separate reviews of regulatory submissions, holding 1,080 meetings that involved 5,759 appearances by outside participants.  Both the final report and the database we assembled are available on the CPR website, at progressivereform.org.\nOIRA has adopted perhaps the most extreme open-door policy in Washington with respect to rulemaking proposals, agreeing to meet with anyone who asks for such an audience, whether or not the originating agency has officially submitted the matter for review.  Equal access to OIRA does not produce balanced participation. Over the last decade, 65 percent of the people who met with OIRA represented industry interests  about five times the number appearing on behalf of public interest groups. President Obamas OIRA did only somewhat better than President George W. Bushs, with a 62 percent industry participation rate to Bushs 68 percent, and a 16 percent public interest group participation level to Bushs 10 percent. Even under this ostensibly transformative president, who pledged to rid his administration of the undue influence of well-heeled lobbyists and conduct government in the open, industry visits outnumbered public interest visits by a ratio of almost four to one.\nOIRAs early interference in the formulation of regulatory policy is especially troubling. Forty-three percent of these meetings took place before the agencys proposal was even released to the public. The percentage of meetings that occurred at this pre-proposal stage has actually been greater during the Obama administration (47 percent) than it was during the Bush II administration (39 percent).  Early interference frustrates transparency and maintenance of a level playing field because the public sees the agencys proposal only after it has been reshaped by lobbyists and OIRA economists.  It also exposes agencies to White House political pressure before they have even had the opportunity to seek public comment on more stringent proposals.", "title": "Evaluating Rules and How We Measure Their Effects", "subject": "law"}