{"abstract": "RECOMMENDATIONSThe Australian Law Reform Commission poses a number of inter-related questions about copyright law, personal use, consumer rights, and cloud computing:Cloud computingQuestion 5.   Is Australian copyright law impeding the development or delivery of cloud computing services?Question 6.  Should exceptions in the Copyright Act 1968 (Cth) be amended, or new exceptions created, to account for new cloud computing services, and if so, how?Copying for private useQuestion 7.  Should the copying of legally acquired copyright material, including broadcast material, for private and domestic use be more freely permitted?Question 8.  The format shifting exceptions in the Copyright Act 1968 (Cth) allow users to make copies of certain copyright material, in a new (eg, electronic) form, for their own private or domestic use. Should these exceptions be amended, and if so, how? For example, should the exceptions cover the copying of other types of copyright material, such as digital film content (digital-to-digital)? Should the four separate exceptions be replaced with a single format shifting exception, with common restrictions?Question 9.  The time shifting exception in s 111 of the Copyright Act 1968 (Cth) allows users to record copies of free-to-air broadcast material for their own private or domestic use, so they may watch or listen to the material at a more convenient time. Should this exception be amended, and if so, how? For example:a.\tshould it matter who makes the recording, if the recording is only for private or domestic use; andb.\tshould the exception apply to content made available using the internet or internet protocol television?Question 10.   Should the Copyright Act 1968 (Cth) be amended to clarify that making copies of copyright material for the purpose of back-up or data recovery does not infringe copyright, and if so, how?Online use for social, private or domestic purposesQuestion 11.   How are copyright materials being used for social, private or domestic purposesfor example, in social networking contexts?Question 12.   Should some online uses of copyright materials for social, private or domestic purposes be more freely permitted? Should the Copyright Act 1968 (Cth) be amended to provide that such use of copyright materials does not constitute an infringement of copyright? If so, how should such an exception be framed?Question 13.   How should any exception for online use of copyright materials for social, private or domestic purposes be confined? For example, should the exception apply only to (a) non-commercial use; or (b) use that does not conflict with normal exploitation of the copyright material and does not unreasonably prejudice the legitimate interests of the owner of the copyright?Contracting OutQuestion 54:Should agreements which purport to exclude or limit existing or any proposed new copyright exceptions be enforceable?Question 55:Should the Copyright Act 1968 (Cth) be amended to prevent contracting out of copyright exceptions, and if so, which exceptions?In response, I would make a number of recommendations about copyright law and consumer rights.Recommendation 1In its guiding principles, the Australian Law Reform Commission emphasizes the goals of promoting the digital economy; encouraging innovation and competition; recognising rights holders and international obligations; promoting fair access to and wide dissemination of content; responding to technological change; acknowledging new ways of using copyright material; reducing the complexity of copyright law; and promoting an adaptive, flexible and efficient framework.In light of such objectives, Australian copyright law should promote consumer rights. Former High Court Judge and Australian Law Reform Commissioner Michael Kirby emphasized in the case of Stevens v. Sony the need to take into account matters of consumer rights in respect of copyright law reform:Such considerations included the proper protection of fair dealing in works or other subject matters entitled to protection against infringement of copyright; proper protection of the rights of owners of chattels in the use and reasonable enjoyment of such chattels; the preservation of fair copying by purchasers for personal purposes; and the need to protect and uphold technological innovation... These considerations are essential attributes of copyright law as it applies in Australia. They are integrated in the protection which that law offers to the copyright owners interest in its intellectual property.In this context, there is a need to consider the interest of consumers and citizens under Australian copyright law in access to education, knowledge, and content; competition and innovation; privacy, civil liberties and human rights; time-shifting, space-shifting, and format-shifting; and data access, cloud computing, and remote storage.Recommendation 2The Australian Parliament acknowledged in the debates over the Australia-United States Free Trade Agreement 2004 the need to provide better protection for consumer rights under copyright law  particularly in respect of time-shifting, space-shifting, and format-shifting.Recommendation 3The Copyright Amendment Act 2006 (Cth) provided limited exceptions in relation to time-shifting, space-shifting, and format-shifting copyright works. Such exceptions have been limited in a number of ways. The exceptions are specific to particular copyright subject matter  they do not apply equally to all copyright subject matter. The exceptions are specific to particular technologies. Moreover, the exceptions are limited by circumscribed notions of what is personal and private use.Recommendation 4The ruling of the Full Court of the Federal Court of Australia National Rugby League Investments Pty Limited v Singtel Optus Pty Ltd [2012] FCAFC 59 suggests that the Australian courts are taking a narrow interpretation of such exceptions in relationRecommendation 5The ruling of the Full Court of the Federal Court of Australia National Rugby League Investments Pty Limited v Singtel Optus Pty Ltd [2012] FCAFC 59 has raised issues about the liability of cloud computing services for copyright infringement.Recommendation 6The Australian Law Reform Commission and the Australian Government should reform Australian copyright law to provide for a broad, technology-neutral defence for personal use  which allows for technologies, with substantial, non-infringing uses such as time-shifting, space-shifting, and format-shifting. This could framed either as part of a defence of fair use, or as a separate, independent defence.Recommendation 7.Australian copyright law should provide a defence of equivalent breadth and range to that established by the Supreme Court of the United States in the 1984 Sony Betamax decision.Recommendation 8.The Sony Betamax should be read broadly. In the Grokster case, Breyer J observed: Sonys rule shelters VCRs, typewriters, tape recorders, photocopiers, computers, cassette players, compact disc burners, digital video recorders, MP3 players, Internet search engines, and peer-to-peer software.Recommendation 9.In the case of Cartoon Network, LP v. CSC Holdings, Inc., 536 F.3d 121 (2d Cir. 2008), the Court of Appeals for the Second Circuit held that Cablevisions digital video recorder system did not infringe Cartoon Networks economic rights. This decision is important for cloud computing and remote storage providers.Recommendation 10.The case of American Broadcasting Companies Inc. v. Aereo Inc. 2012 WL 2848158  is also an important test case in respect of space-shifting. Aereo enables subscribers to watch live and recorder broadcast television stations on mobile devices like Apple iPhones and iPads, and web browsers. The Australian Law Reform Commission should take note of this ongoing litigation.Recommendation 11.The Australian Law Reform Commission should also take notice of the position of Singapore, with the ruling in Record TV Pte Ltd v MediaCorp TV Singapore Pte Ltd [2011] 1 SLR 830.Recommendation 12In New Zealand, there has been controversy over the copyright action against the cloud computing service, Megaupload,   and the blocking of access to consumer data. On May 25, 2012, interested party Kyle Goodwin filed a Motion for Return of Property in the United States courts seeking the return of data stored on Megauploads servers pursuant to Federal Rule of Criminal Procedure 41(g).  His brief noted that it is one thing to take legal action against an alleged copyright infringer, but it is quite another to do so at the expense of entirely innocent third parties, with no attempt to prevent or even mitigate the collateral damage. In this context, it is worthwhile the Australian Law Reform Commission considering the question of what rights consumers have in respect of data access to cloud computing services  especially where there is conflict between copyright owners and cloud computing providers.Recommendation 13.It is notable in the discussions over the Trans-Pacific Partnership that the United States Trade Representative Ron Kirk has acknowledged that copyright exceptions should ensure that legitimate providers of cloud computing, user-generated content sites, and a host of other Internet-related services who act responsibly can thrive online. In this context, there is a need to ensure that Australias copyright exceptions support cloud computing providers, social networks, user-generated content sites, and Internet services, such as search engines and online auction-houses. Otherwise, Australia could well be at a comparative disadvantage to the United States, with its broad defence of fair use and Sony Betamax defence.Recommendation 14.It has disturbing that copyright owners have sought to undermine consumer rights through the use of private contract law. Agreements which purport to exclude or limit existing or any proposed new copyright exceptions should not be enforceable. The Copyright Act 1968 (Cth) be amended to prevent contracting out of copyright exceptions, and if so, which exceptions.Recommendation 15.The Australian Law Reform Commission should take notice of the inquiry into IT Pricing by the House of Representatives Standing Committee on Infrastructure and Communications. This inquiry has raised a number important matters about the intersection of copyright law, consumer rights, and competition policy. The inquiry has raised important issues about IT Pricing, access to copyright works, and the impact of contract law and technological protection measures. The inquiry has also highlighted how consumer interests are independent and distinct from those of copyright industries and information technology companies.", "title": "A Submission to the Australian Law Reform Commission on Copyright and the Digital Economy: Consumer Rights", "subject": "law"}