{"abstract": "RECOMMENDATIONSIn its issues paper, the Australian Law Reform Commission asks a number of inter-connected questions about transformative use, fair dealing, and fair use:Transformative useQuestion 14.   How are copyright materials being used in transformative and collaborative waysfor example, in sampling, remixes and mashups. For what purposesfor example, commercial purposes, in creating cultural works or as individual self-expression?Question 15.   Should the use of copyright materials in transformative uses be more freely permitted? Should the Copyright Act 1968 (Cth) be amended to provide that transformative use does not constitute an infringement of copyright? If so, how should such an exception be framed?Question 16.   How should transformative use be defined for the purposes of any exception? For example, should any use of a publicly available work in the creation of a new work be considered transformative?Question 17.   Should a transformative use exception apply only to: (a) non-commercial use; or (b) use that does not conflict with a normal exploitation of the copyright material and does not unreasonably prejudice the legitimate interests of the owner of the copyright?Fair dealing exceptionsQuestion 45.    The Copyright Act 1968 (Cth) provides fair dealing exceptions for the purposes of:a.\tresearch or study;b.\tcriticism or review;c.\tparody or satire;d.\treporting news; ande.\ta legal practitioner, registered patent attorney or registered trade marks attorney giving professional advice.What problems, if any, are there with any of these fair dealing exceptions in the digital environment?Question 46.    How could the fair dealing exceptions be usefully simplified?Question 47.    Should the Copyright Act 1968 (Cth) provide for any other specific fair dealing exceptions? For example, should there be a fair dealing exception for the purpose of quotation, and if so, how should it apply?Other free-use exceptionsQuestion 48.    What problems, if any, are there with the operation of the other exceptions in the digital environment? If so, how should they be amended?Question 49.    Should any specific exceptions be removed from the Copyright Act 1968 (Cth)?Question 50.    Should any other specific exceptions be introduced to the Copyright Act 1968 (Cth)?Question 51.    How can the free-use exceptions in the Copyright Act 1968 (Cth) be simplified and better structured?Fair useQuestion 52.    Should the Copyright Act 1968 (Cth) be amended to include a broad, flexible exception? If so, how should this exception be framed? For example, should such an exception be based on fairness, reasonableness or something else?Question 53.    Should such a new exception replace all or some existing exceptions or should it be in addition to existing exceptions?In response, I would make the following submissions on the topic of copyright law, and transformative use:Recommendation 1There is a need to establish a Fair Use Project in Australia to provide institutional support for copyright exceptions in Australia.The relevant government departments  such as the Attorney Generals Department, the Department of Broadband, Communications, and the Digital Economy, and the Department of Foreign Affairs and Trade  are focused on questions of legislation and policy; and have no capacity or interest in running test cases in respect of copyright exceptions. The Copyright Tribunal has had a rather narrow role of arbitration. IP Australia is focused upon industrial property. The copyright collecting societies are obviously hostile to copyright exceptions, generally, and have opposed broad readings of copyright exceptions in both the context of policy disputes, and litigation. The Australian Copyright Council and the Arts Law Centre of Australia are very much focused upon the defending the economic and moral rights of artistic creators and copyright owners. The community legal centres in Australia do not possess any particular track record or expertise in respect of copyright litigation, generally, and disputes about copyright exceptions, more particularly, the defence of fair dealing. The Australian Digital Alliance is focused upon the interests of libraries, educational institutions, and technology developers, such as Google. The Creative Commons Australia is primarily focused on the development and up-take of Creative Commons licences, rather than larger questions of copyright litigation and law reform. The Electronic Frontiers Australia has a broader remit than merely copyright law, looking at larger issues of freedom of speech and censorship on the Internet. Well-established university centres, such as the Intellectual Property Research Institute of Australia, the Australian Centre for Intellectual Property in Agriculture, and the Cyberspace Centre for Law and Policy, have a broader remit than copyright law, and lack any accompanying legal clinic.In the absence of any Fair Use Project, the defence of fair dealing is currently championed by ill-suited defendants in Australia. Large media broadcasters  such as Network Ten Pty Ltd - have been the main ones to raise the defence of fair dealing in litigation. Such entities are clearly poor champions of the defence of fair dealing, because they equally have an interest in protecting the large portfolio of copyright works. The Fair Use Project in the United States has played an important role in providing a strong voice for copyright exceptions  even though the outcomes of the cases that it has been involved in have been variegated.An Australian Fair Use Project would support advocacy, litigation, policy, and advice with respect to copyright exceptions. Such a Fair Use Project would represent copyright users  including creative artists, fans and amateurs, citizen journalists, scholars and researchers, and others who rely upon copyright exceptions. Such a Fair Use Project should be supported by the Federal Government  much like the Arts Law Centre of Australia and the Australian Copyright Council.Recommendation 2Australias fair dealing exceptions fail to adequately deal with quotations, transformative uses, sampling, remixes, and mash-ups. This is evident in the Kookaburra case.Recommendation 3The new defence of fair dealing for parody and satire introduced in 2006 only provides protection for a limited range of cultural works of a particular aesthetic or political character. As seen in the Kookaburra case, certain transformative works fall outside the scope of the defence of fair dealing for parody and satire.Recommendation 4The United States defence of fair use affords protection to transformative works. There is some debate about the extent to which this includes sampling, remixes, and mash-ups.Recommendation 5Ideally, my first preference would be that the Australian Government should adopt a general defence of fair use, which covers quotations, transformative uses, sampling, remixes, and mash-ups.Recommendation 6My second preference would be that the Australian Government should introduce a flexible dealing defence, which covers transformative works, sampling, remixes, and mash-ups.Recommendation 7My third preference would be that the Australian Government should introduce a defence of reasonable use for economic rights (much like for the regime of moral rights), which includes transformative works, sampling, remixes, and mash-ups.Recommendation 8My fourth preference would be that the Australian Government should introduce a particular defence of fair dealing, which includes transformative works, sampling, remixes, and mash-ups. However, such a defence should apply to both commercial and non-commercial uses, and to both public and private uses.Recommendation 9My fifth preference would be that the Australian Government introduce a particular defence of fair dealing that covers quotations, tributes, and homages. I am concerned, though, that such a defence may be too narrow and limited.Recommendation 10It is recommended that Australia introduce an exemption in the technological protection measures regime dealing with quotations, transformative works, sampling, remixes and mash-ups.Recommendation 11It is doubtful that any proposal for statutory licensing or compulsory licensing of transformative works, remixes or mash-ups in Australia will provide an effective solution.Recommendation 12Creative Commons licences  particularly those especially adapted to deal with sampling  may facilitate mash-ups. Nonetheless, certain Creative Commons licences, particularly those with no-derivative works clauses, may be used to discourage the creation and production of mash-ups.Recommendation 13It is suggested that, as recommended by Peter Jaszi and Pat Aufderheide in their book Reclaiming Fair Use, cultural groups could create professional codes of conduct to help delineate what uses of copyright material are fair within an interpretative community.Recommendation 14As part of its underlying objectives, Australias copyright regime should promote freedom of political communication and artistic expression.", "title": "A Submission to the Australian Law Reform Commission on Copyright and the Digital Economy: Remix Culture", "subject": "law"}