{"abstract": "In An Originalism for Foreign Affairs?, Professor Ingrid Wuerth argues that originalism, under a number of different conceptualizations, is an awkward fit in the field of foreign affairs. In one sense, as Professor Wuerth suggests, originalism fails to answer many of the central questions of foreign affairs scholarship. In another sense, certain foreign affairs questions may, in her words, undermine the positive case for originalism. Either way, Professor Wuerth concludes, originalists should pay more attention to foreign affairs, and foreign affairs scholars should pay more attention to the competing methodologies of contemporary constitutional interpretation. Rather than take up Professor Wuerth's thesis on its terms, in this short response, I want to focus on foreign affairs originalism and the courts, notwithstanding Professor Wuerth's quite accurate observation that a good deal of constitutional interpretation vis-a-vis foreign affairs takes place outside the courtroom. The question I want to ask (and hopefully answer) is whether, in those few instances where the courts do get involved in resolving the types of disputes here at issue, Professor Wuerth's careful analysis might actually make a difference. Put another way, is there a there, there? I suspect that one could easily take from Professor Wuerth's article the sentiment that originalism is, ultimately, of exceedingly little help to contemporary courts in resolving serious and difficult foreign affairs questions, especially in the context of conflicts between the legislative and executive branches. But my thesis is that the real culprit behind this difficulty is neither originalism as an interpretive method nor foreign affairs as a body of constitutional law. Rather, the reason why the case for foreign affairs originalism may ultimately be so unconvincing is the movement toward functionalism as a means of resolving separation-of-powers conflicts, particularly in cases implicating foreign affairs. Thus, whatever may be said about the suitability or theoretical utility of originalism generally, or in the field of foreign affairs specifically, it is hard to square any case for foreign affairs originalism with the methodological framework at the heart of the Supreme Court's contemporary separation-of-powers jurisprudence.", "title": "Foreign Affairs Originalism in Youngstown's Shadow", "subject": "law"}