{"abstract": "Clinical legal education provides a powerful methodology for students to learn about the relationships among intellectual property law theories, policies and practices; to encounter the experiences of persons who seek protection or who feel the legal regimes of intellectual property impinging on their ability to engage in educational, creative, innovative and culturally significant work; and to develop as lawyers. We describe in this article our motivations for forming an intellectual property law clinic at the American University Washington College of Law, the goals that we seek to achieve, and the tripartite pedagogical structure that we adopted - (1) a seminar built around a year-long simulation that addresses multiple lawyering skills and legal practice settings, (2) a wide variety of live-client student representations performed under close faculty supervision, and (3) weekly case rounds discussions focusing on public interest issues experienced directly by the students in their representations. We provide an example of a particular student representation that illustrates some of the benefits of our clinical model for teaching students about the public interest and intellectual property law doctrines within the framework of teaching about lawyering. We conclude with our reflections on student experiences and the ability of our clinical program to teach intellectual property law and lawyering in concrete factual and policy contexts, helping students better understand the interaction of theory, doctrine and practice in shaping the meaning and consequences of intellectual property regimes. Students came to understand law and lawyering and to see ways to shape their lives as lawyers, through analyzing and evaluating their responses to the interests of their clients, their actions in meeting the demands of a case, their understanding of the relationships among doctrinal areas, and the connection of their activities to the public interest.", "title": "Clinical Legal Education and the Public Interest in Intellectual Property Law", "subject": "law"}