{"abstract": "The main topic of this comment will be the chilling effect that the material support provisions and unchecked executive power has had on American Muslim charitable giving. The comment will be divided into four parts. The first part will discuss the relevant statutes and executive orders that prosecutors and the executive branch use to unjustly shut down American Muslim charities. This part will also discuss the cases involving American Muslim charitable organizations and donors. These cases are divided into five categories: cases where the U.S. government filed terrorism-related charges against American Muslim charities, cases where the government filed non-terrorism related charges against American Muslim charities, cases where the government froze or blocked American Muslim charitable organization assets using executive orders and did not file any terrorism-related charges, cases where the government raided and investigated charitable organizations without shutting down the organizations, and cases involving individual American Muslim donors.\n\nThe second part of this comment will discuss the effects that the unjust application of the statutes and executive orders has had on the American Muslim community. These effects include encouraging the spread of many erroneous beliefs about American Muslims, such as the belief that all terrorists are Muslim, and that the war on terrorism is a war on Islam. Furthermore, this biased prosecution of American Muslim charities has led to an increase in anti-Muslim sentiment in America and has encouraged the perception that all Islamic organizations have ties with terrorism, one way or another. In addition, it fosters the belief that American Muslim individuals will never truly believe in American values, because violence is an inherent part of their religion.   The third part of this comment will discuss the law and its relationship with American values, explaining how the current application of the law directly contradicts with core values of this country. Finally, the last section will discuss how the terrorist designation process and the application of the law can be changed so that it is applied justly and fairly, in a way that conforms to American values.", "title": "A Dissolution of American Values: The Material Support Law, Unchecked Executive Power, and Their Effect on American Muslim Charitable Donations", "subject": "law"}