{"abstract": "This article examines two of the major water legal regimes in the Americas-that of Brazil and the United States. Both countries have extensive wet and dry regions and both hydro-regimes face a significant threat from global warming. Brazil, for instance, is home to between eight and fifteen percent of the world's fresh water, and its fast-growing economy and population present major challenges in management and allocation. The U.S. also faces major water allocation problems resulting from past settlement policies; unsustainable reclamation projects; and also fast-growing domestic, industrial and agricultural demand. In the United States, water has traditionally been perceived as a renewable and limitless resource, a cultural legacy that has exerted a powerful influence on the nation's common law. Similarly, in Brazil, the notion of water as infinitely abundant drove water policies until the enactment of the Constitution in 1988. In both countries, however, hydrological realities have become impossible to ignore. Their respective laws and jurisprudence have begun shifting toward management and allocation systems that acknowledge the limited nature of the resource. This article surveys the two countries' water regimes, offering a brief history of their evolution and then focusing on the challenges of the present. It examines how the notion of a strong private property right in water is slowly (in the North-American case) and more abruptly (in the Brazilian case) evolving in the face of increased governmental intervention. The article then turns to the challenges of climate change. In Brazil, policies that fail to take desertification into account may threaten the country's energy supply as well as the availability of potable water. In the United States, ignoring climate change in water management and allocation policies could significantly increase the existing water scarcity in the West and exacerbate the growing and already serious water shortage in the traditionally humid East.", "title": "Water Law in the United States and Brazil--Climate Change & Two Approaches to Emerging Water Poverty", "subject": "law"}