{"abstract": "The limits of markets as mechanisms for constraining socially suboptimal behavior are well documented.  Simultaneously, conventional approaches toward the law and regulation are often crude and ineffective mechanisms for containing the social costs of market failure.  So where do we turn when both law and markets fail to live up to their social promise?  Two possible answers are culture and ethics.  In theory, both can help constrain socially undesirable behavior in the vacuum between law and markets.  In practice, however, both exhibit manifest shortcomings.\nTo many, this analysis may portend the end of the story.  From our perspective, however, it represents a useful point of departure.  While neither law nor markets may be particularly well suited to serving as the conscience of the Square Mile, it may nevertheless be possible to harness the power of these institutions to carve out a space within which culture and ethics  or, combining the two, a more ethical culture  can play a meaningful role in constraining socially undesirable behavior within the financial services industry.  The objective of this article is to explore some of the ways which, in our view, this might be achieved.\nThis exploration takes place across two dimensions.  In the first dimension, we hold constant the core internal governance arrangements  corporate objectives, directors duties, board composition, committee structures and remuneration policies  within financial institutions.  We then examine how the law and markets might be leveraged to engender a more ethical culture in two important areas: bilateral counterparty arrangements and socially excessive risk-taking.  More specifically, we examine how process-oriented regulation  backed by a credible threat of both public enforcement and reputational sanctions  might be employed with a view to reframing personal ethical choices and fostering a more ethical organizational culture within financial services firms.\nIntuitively, we would expect the success of this strategy to be a function of the incentives generated by existing internal governance arrangements.  Lamentably, however, many of these arrangements give primacy to the financial interests of shareholders and managers over those of other stakeholders including, perhaps most importantly, society.  In the second dimension, therefore, we examine how we might cultivate a more ethical culture through reforms of the core governance arrangements of financial institutions.", "title": "BETWEEN LAW AND MARKETS: IS THERE A ROLE FOR CULTURE AND ETHICS IN FINANCIAL REGULATION", "subject": "law"}