{"abstract": "WE WANT OUR LIVES BACK TOO:  EXPANDING THE COVERAGE OF ABSOLUTE LIABILITY TO INCLUDE A RECOVERY FOR THE  VICTIMS OF ECOLOGICAL CATASTROPHES\n\nBY PRENTICE L. WHITE\n\nNo one could have anticipated that the worst ecological disaster in history would take place near Louisianas coastline.  The morning of April 20, 2010, started like any other spring day, but less than ten hours after the sun rose that morning there would be an explosion that would kill 11 oil workers.  The first from the explosion would be seen from outer space and millions of gallons of crude oil would spew into the crystal blue waters of the Gulf of Mexico.  Like many other Louisiana residents, this Author stared at the news reports and other media coverage about this disaster.  But just as shocking as the oil spill was the economic turmoil that was slowly crept onto our shorelines with the crude oil.   Louisiana residents were losing their businesses and their livelihoods.  Many of them had sunk into unimaginable depression.  The State of Louisiana was ill-equipped to handle the large number of residents suffering from depression coming from lost businesses that took generations to develop.  Teenagers were dropping out of school to provide financial support for their parents.  Husbands were committing suicide because they could no longer provide for their families. Their dignity and self-worth were shattered and they found it difficult to explain to their families that there was no hope for their survival.      To add insult to injury, the Chief Executive Officer for BP, Tony Hayward, told news reporters that I just want my life back, when he was questioned about the publics disapproval of BPs reaction to the spill.  Haywards comment not only resulted in his termination, but it also became the catalyst by which this Author began reviewing Louisianas absolute liability statute for answers.  Because oil drilling is a hybrid of the two activities generally associated with absolute liability (i.e., blasting with explosives and pile driving), this Author proposes that an amendment to the statute is warranted and could provide future relief to our residents who may, unfortunately, find themselves to be victims of ecological disasters in the future.", "title": "We Want Our Lives Back Too:  Expanding Absolute Liability To Include a Recovery for the Victims of Ecological Catastrophies", "subject": "law"}