{"abstract": "The 2009 report of the National Academy of Sciences on the state of forensic science in the American criminal justice system has fundamentally altered the landscape for scientific evidence in the criminal process, and is now setting the terms for the future of forensic science reform and practice.  But the accomplishments of the Report must not obscure the vast terrain that remains untouched by the path of reform that it charts.  This Article aims to illuminate a critical and currently neglected feature of that territory, namely, the manner in which police and prosecutors, as upstream users of forensic science, select priorities, initiate investigations, collect and submit evidence, choose investigative techniques, and charge and plead cases in ways that have critical and systematic, though poorly understood, influences on the accuracy of forensic analysis and the integrity of its application in criminal cases.  By broadening our understanding of how forensic science is created and used in criminal cases---by adopting a systemic perspective---the Article points to a raft of yet unaddressed issues concerning the meaning of scientific integrity and reliability in the context of investigative decisions that are by in large committed to the discretion of decidedly unscientific actors.  Critically, the Article demonstrates that systemic dynamics affecting upstream use of forensic science might well undermine the reliability-enhancing goals of the reforms advocated by the National Academy Report.  As the NAS Report begins to set the agenda for active conversations around legislative and executive action to reform forensic science, it is critical to consider these questions.  Moreover, the Article suggests that the embrace of science as a unique evidentiary contributor within the criminal justice system problematizes some of the bedrock assumptions of American criminal procedure that have, to date, prevented more robust doctrinal intervention in the investigative stages and decisions that the Article explores.", "title": "Remapping the Path Forward: Toward a Systemic View of Forensic Science Reform and Oversight", "subject": "law"}