{"abstract": "Abstract:\nNow that the Affordable Care Act (ACA) individual health insurance mandate has been upheld by the United States Supreme Court, it is a critical time to examine precedents for the individual mandate that were not considered in the legislative debate or litigation about the ACAs constitutionality, particularly auto insurance mandates.  Although opponents arguments were cast largely as Commerce Clause claims, the arguments have a deeper foundation as claims about liberty and coercion which go far beyond the Commerce Clause. Although auto insurance mandates are obviously different, particularly in that they are state rather than federal, auto insurance mandates can help us understand what Congress was doing, and why, when it enacted the ACA reforms and the individual mandate.  Auto insurance mandates are relevant because they are a ubiquitous example of risk-spreading through a combination of private markets and public regulation, which is the same broad approach taken by the ACA individual mandate.  This article shows that auto insurance mandates are an important precedent for the ACA individual mandate, and have four significant parallels with the ACA provision.  First, both types of mandate order that people insure themselves against risks they might want to bear themselves.  Both types require that risks be transferred and spread, which is an essential aspect of what insurance does.  Both require people to buy something from a private seller.  Both arose from challenging situations where there are compelling reasons for mandates.\nThe article turns to the common rejoinder that auto insurance mandates are fundamentally different because driving is a choice and so regulation is acceptable, in contrast to the ACA mandate which regulates living itself which is not an acceptable thing for government to do.  This argument is specious for at least three reasons.  First, driving is not always a choice.  Second, the Supreme Courts decision shows that the ACA mandate actually does create a choice.  Third, auto insurance mandates are actually far more coercive than the ACA individual mandate.\nFinally, the article turns to pertinent aspects of the history of auto insurance mandates.  Opponents fought mandates for six decades using arguments about freedom and American values to oppose them, much as ACA mandate opponents do today.  Doubts about and challenges to the constitutionality of mandates were consistently resolved in their favor particularly in light of the public welfare aspects of insurance.  Freedom arguments have faded over time and auto insurance mandates have proven themselves a workable, widely accepted, very American way of dealing with risk.", "title": "Mandates, Markets, and Risk: Auto Insurance Mandates and the Affordable Care Act", "subject": "law"}