{"abstract": "In the coming decades the United States will need to change its energy policy to face two enormous challenges: adjusting to peak oil (declining petroleum production output), and halting the advance of climate change. Liquid biofuels  made from renewable, biologically-based sources of energy, rather than finite and climate change-inducing fossil fuels  will be an important component of any strategy to deal with the twin challenges of peak oil and climate change. While the United States has encouraged the production of biofuels in recent decades, the domestic ethanol industry, which is almost entirely corn-based, has a number of major flaws, among them its environmental effects. Other legal scholarship has focused on the environmental problems of the domestic ethanol industry and on the possibility of importing ethanol from countries with more environmentally-friendly ethanol production. One possibility that has thus far largely been ignored, however, is the possibility of the United States importing sugarcane-based ethanol from Cuba. This Article attempts to close that gap in the literature. The Article begins with an overview of the U.S. corn-based ethanol industry and demonstrates that its growth has been driven to a large degree by domestic politics. The Article then shifts its focus to Cuba, and describes the potential for that country to develop a sugarcane-based ethanol industry as well as challenges that such an industry will face. The remainder of the Article discusses the environmental and economic effects that the growth of such an industry would have on the United States. In concluding, the Article asserts that while Cuban sugarcane-based ethanol will not be a complete solution to either peak oil or climate change, it can and should be included in future U.S. energy policy, and that when the post-Castro era begins the United States should move quickly to encourage the growth of a Cuban sugarcane-based ethanol industry.", "title": "Raising Cane: Sugar Sugarcane Ethanols Economic and Environmental Effects on the United States", "subject": "law"}