{"abstract": "This article reports three eye-tracking experiments funded by the National Science Foundation that investigated the limitations of home-loan disclosure forms as a means of protecting consumers from imprudent or otherwise unsuitable home loans. These experiments found that presenting misleading information (such as your interest rate is at 4% when in fact that interest rate can rise to 8% over the life of the loan) can cause consumers to exhibit confirmation biases wherein they inappropriately skim the form to confirm the misleading information (a rate of 4%), and ignore information that would disconfirm those beliefs (that the rate can rise). These findings are particularly timely as the Consumer Financial Protection Bureau in July 2012 proposed new combined disclosure forms to make it easier for consumers to understand the complicated options and terms of the loans being offered them and has requested feedback on these forms and related rules. The results reported in this article demonstrate that while better forms can help consumers avoid confirmation bias in some situations, unscrupulous mortgage brokers and lenders can still mislead consumers by directing their attention to other loan attributes and by using distracting conversation. The article also touches upon some other cognitive and social psychological phenomena that impede consumer decision-making in this area and propose a robust form of counseling to mitigate these impediments. Finally, as requested by the CFPB, the article comments upon the proposed counseling rules that the CFPB issued in July 12, 2012 and recommends changes to the scope and content of the counseling, the timing for the counseling, how the counseling is paid for, and the content and procedures for creating the new proposed form that would list counselors for consumers to choose from. The articles critique is based upon problems the authors noted with aspects of thee CFPBs rules in light of various psychological phenomena the authors note and recommends revisions to address these problems.", "title": "", "subject": "law"}