{"abstract": "In June 2012, the United States Supreme Court held in Miller v. Alabama that the imposition of mandatory life-without-parole sentences on juveniles violated the Eighth Amendments ban on cruel and unusual punishment. This case continued the Supreme Courts slow but steady expansion of the scope of the Eighth Amendment over the past decade.\n\nIn light of the Courts decision in Miller to preclude mandatory sentences of life without parole for juveniles, this article explores the possibility of further expansion of the Eighth Amendment to proscribe other kinds of mandatory sentences. Applying the approach of the Court in Miller to other contexts provides, at the very least, a basis to remedy some of the injustices created by mandatory sentences.\n\nThis article, then, argues that the mandatory meaning of Miller is that the Eighth Amendment requires consideration of mitigating evidence by courts in all cases involving death-in-custody sentences. In light of this mandatory meaning, the article then considers several important normative consequences.\n\nSpecifically, application of this mandatory meaning would result in the Eighth Amendment barring imposition of a death-in-custody sentence in (1) capital cases where life with parole is not a sentencing option, (2) cases where a mandatory minimum sentence extends the term of the sentence beyond the life expectancy of the offender, and (3) cases where consecutive sentences extend the term of the sentence beyond the life expectancy of the offender. As explained below, the key principle here is that the Eighth Amendment requires courts to examine mitigating evidence in any case where the duration of the mandated legislative sentence exceeds the life expectancy of the offender.\n\nPart I of this article describes the meaning of mandatory as developed by Miller. In Part II, the article explains when mandatory matters, exploring the normative consequences of adopting the mandatory meaning of Miller in applying the Eighth Amendment to death-in-custody cases. Finally, Part III, the article demonstrates why mandatory matters for adopting this approach in Eighth Amendment cases.", "title": "THE MANDATORY MEANING OF MILLER", "subject": "law"}