{"abstract": "SOCIOECONOMIC BIAS IN THE JUDICIARY\n\nBy Professor Michele Benedetto Neitz\n\nABSTRACT\n\nJudges hold a prestigious place in our judicial system, and they earn double the income of the average American household.  How does the privileged socioeconomic status of judges affect their decisions on the bench?  This article examines the ethical implications of what Ninth Circuit Chief Judge Alex Kozinski recently called the unselfconscious cultural elitism of judges.    This elitism can manifest as implicit socioeconomic bias.\n\nDespite the attention paid to income inequality, implicit bias research and judicial bias, no other scholar to date has fully examined the ramifications of implicit socioeconomic bias on the bench.  The article explains that socioeconomic bias may be more obscure than other forms of bias, but its impact on judicial decision-making processes can create very real harm for disadvantaged populations.  The article reviews social science studies confirming that implicit bias can be prevalent even in people who profess to hold no explicit prejudices.   Thus, even those judges who believe their wealthy backgrounds play no role in their judicial deliberations may be influenced by implicit socioeconomic bias.  The article verifies the existence of implicit socioeconomic bias on the part of judges through examination of recent Fourth Amendment and child custody cases.  These cases reveal that judges can and do favor wealthy litigants over those living in poverty, with significant negative consequences for low-income people.\n\nThe article contends that the ABA Model Code of Judicial Conduct (the Code), the document designed to regulate the behavior of judges, fails to effectively eliminate implicit socioeconomic bias.  The article recommends innovative revisions designed to strengthen the Codes prohibition against bias, and suggests improvements to judicial training materials in this context.  These changes will serve to increase judicial awareness of the potential for implicit socioeconomic bias in their judicial decisions, and will bring this issue to the forefront of the judicial agenda.", "title": "Socioeconomic Bias in the Judiciary", "subject": "law"}