{"abstract": "After the U.S. Supreme Court in National Federation of Independent Business v. Sebelius held nearly all of the Patient Protection and Affordable Care Act constitutional, praise rained down on Chief Justice John Roberts.  The Chief Justices lead opinion broke with his usual conservative allies on the Court by upholding the Acts individual mandate as a valid enactment under the Taxing Clause.  Numerous commentators have lauded the Chief Justice for his courage and pragmatism.  In this essay, Professor Magarian challenges the heroic narrative surrounding the Chief Justices opinion.  He contends that the opinion is, in two senses, fundamentally lawless.  First, the opinion is lawless in a normative sense.  The Chief Justices analyses of the Commerce Clause and the Necessary and Proper Clause make no contribution to his ultimate decision to uphold the mandate.  Including those analyses in his opinion therefore flouts essential norms of constitutional judicial review.  In addition, the opinion is normatively lawless to the extent it willfully abdicates legal analysis in order to defuse politically grounded complaints about judicial activism.  The Court has legitimately made that sort of tradeoff on a few past occasions, but those instances differ decisively from Sebelius, and in any event the Chief Justices attempt at institutional stewardship appears ill-fated.  Second, the opinion is lawless in a descriptive sense.  Every part of the opinion fails to state or adequately to defend some important legal conclusion.  The Chief Justices discussions of the Commerce Clause and the Necessary and Proper Clause literally contain no law, because they state no conclusion necessary to the Courts decision.  His Taxing Clause discussion fails to defend key premises about both the application of the Anti-Injunction Act and the scope of the taxing power.  The final part of the Chief Justices opinion, which dramatically weakens the Acts expansion of Medicaid, implicates the Spending Clause.  That analysis leaves open crucial ambiguities about the nature of the constitutional violation and the necessary extent of the remedy, rendering the legal conclusion incoherent.  Professor Magarian concludes that the profound lawlessness of Chief Justice Roberts opinion in Sebelius provides a cautionary model of how the Supreme Court should not make decisions.", "title": "The Lawlessness of Sebelius", "subject": "law"}