{"abstract": "The adverse inference instruction is one tool that a judge has to combat spoliation, the destruction of evidence. The instruction allows a jury to infer that a party destroyed evidence because that evidence was harmful to the partys case. Traditionally, courts would give the instruction only when the spoliator acted with bad faith. Since the 1990s, however, some federal courts and many scholars have argued that a spoliators negligent destruction of evidence should suffice to allow courts to give an adverse inference instruction. As a result of this shift, the circuits are now split on the level of mental culpability required to for a district court to give an adverse inference instruction. The growing trendboth in the courts and among scholarsis for allowing negligence to support an adverse inference instruction.\n\nThis Article offers the desperately needed counterargument to this trend. The shift toward allowing negligent spoliation to support the instruction is misguided because it ignores both the limits of the powers of federal courts and the logic and purposes of the adverse inference instruction. Federal courts have authority to give the instruction under their inherent power and Federal Rule of Civil Procedure 37(b). First, federal courts inherent power to give the instruction is limited to the power that Article III grants to federal courts: the inherent power that English and state courts had at the time of ratification. Those courts were limited to giving the instruction to juries in cases in which the spoliator destroyed evidence with bad faith, and thus federal courts face the same limitation on their power to give the instruction. Second, Rule 37(b) gives federal courts the power to give the instruction, but Rule 37(b)s grant of authority extends only to bad-faith spoliation because Rule 37(b) is premised on the power that federal courts had at the time the Federal Rules of Civil Procedure were adopted.\n\nIn addition to these constitutional and legislative limits on the power of federal courts that prohibit federal courts from giving an adverse inference instruction when the spoliator acts with less than bad faith, the logic and purposes of the instruction also indicate that this is the correct approach to the instruction. The adverse inference instruction is premised on the connection that can be made between the destruction of evidence and the fact that the evidence was harmful to the party who destroyed it. Bad faith is the key to make this connection. Without a finding of the spoliators deliberate decision to destroy evidence because it was damaging to the spoliators case, the inference is too tenuous, and a jury cannot safely conclude that the evidence was actually harmful to the spoliators case. Furthermore, this bad-faith requirement best serves the punitive, deterrent, and remedial rationales of the instruction. The requirement ensures that only those spoliators who truly deserve this severe sanction receive it, provides effective deterrence within the broader purposes of the judicial system, and affords a remedy to those who suffer from bad-faith spoliation without giving an unfair advantage to the victims of negligent spoliation.", "title": "Keeping the Inference in the Adverse Inference Instruction: Why Federal Courts Cannotand Should NotGive the Instruction Based on the Spoliators Negligence", "subject": "law"}