{"abstract": "Over the past several decades, the United States Supreme Court has demonstrated an increasing refusal to engage in a close evaluation of the religious nature of Free Exercise and Establishment Clause claims, instead deferring to adherents characterizations of the substance and significance of a religious practice or belief. The Supreme Courts hands-off approach, which it has justified on both constitutional and practical grounds, has attracted considerable scholarly attention, producing a substantial and growing body of literature assessing and, at times, critiquing the Courts approach.Part I of this Essay provides a brief overview for analyzing the Supreme Courts hands-off approach to religious doctrine. Specifically, this Part presents a summary of problems posed by the hands-off approach, followed by a brief taxonomy of different forms of judicial inquiry into religion. This Part aims to clarify which forms of inquiry are permissible and typically necessaryfor adjudication of a case involving a religious claim, and which forms of inquiry are precluded under the hands-off doctrine. Part II of this Essay applies the hands-off framework to the Hobby Lobby decision, considering the taxonomy of forms of judicial inquiry into religion in the context of both Justice Alitos majority opinion and Justice Ginsburgs dissenting opinion. This Part finds that while Justice Alito closely followed Supreme Court precedent regarding the hands-off doctrine, Justice Ginsburg seems to have departed significantly from central aspects of the Courts previous decisions. Accordingly, Part III of this Essay takes a closer look at Justice Ginsburgs dissenting opinion, finding that her analysis may suggest a reformulated hands-off approach that, in some ways, extends the degree of deference afforded to the claims of religious adherents. Specifically, Justice Ginsburg seems to revive the view of Justice Robert Jackson, who argued, in a 1944 dissenting opinion, that judges should not question the sincerity of a religious claim. At the same time, however, Justice Ginsburgs approach likewise departs from Supreme Court precedent in allowing judges to question a claimants characterization of a law or regulation as placing a substantial burden on the claimants religious exercise. As a result, Justice Ginsburgs approach would appear to place additional limitations on the exercise of religious freedoms, beyond those presented by the Courts current hands-off approach. Thus, building on my previous work critiquing the Courts hands-off approach, this Essay calls upon the Court to reassess and rethink the scope and contours of the hands-off approach, both to remedy the problems inherent in the current approach and to prevent the additional concerns raised by the opinions in Hobby Lobby.", "title": "A Critique of Hobby Lobby and the Supreme Court's Hands-Off Approach to Religion", "subject": "law"}