{"abstract": "This Article offers the first legal analysis of desalination, the process of converting saltwater into freshwater.  Desalination represents a key climate change adaptation measure because the United States has exploited nearly all of its freshwater resources, freshwater demands continue to grow, and climate change threatens to diminish significantly existing freshwater supplies.  However, scholarship has yet to address the legal ambiguities that desalination raises in the context of property, water law, and coastal resource doctrines.\nThis Article addresses these ambiguities and suggests the legal adaptations necessary to accommodate desalination as a climate change adaptation.  Under current legal doctrines, the chain of title for desalination is uncertain.  Emerging desalination projects face questions about the entity with proprietary authority over seawater, the nature of the right to intake seawater, the nature of a desalinator's interest in desalinated water, and the nature of the interest that a utility, upon receiving water from a desalinator, holds in the desalinated water.  This Article argues that legislation is necessary to clarify this chain of title both because existing common law doctrines are insufficient to resolve these issues and because development of new common law cannot keep pace with emerging desalination projects.  Thus, the Article proposes legislation that (1) clarifies federal sovereignty over saltwater; (2) considers the public trust doctrine in creating a permit scheme for the intake of saltwater; (3) recognizes desalinators as service providers rather than holders of private property in desalinated water; and (4) recognizes municipal utilities as holding vested property rights in desalinated water.  Finally, the Article proposed that this clarified chain of title for desalination can serve as a model for developing ecosystem service markets, public trust doctrine applications, and property theories aimed at adapting other resource doctrines to cope with climate change.", "title": "Unnatural Resource Law: Situating Desalination in Coastal Resource and Water Law Doctrines", "subject": "law"}