{"abstract": "There is much ado about the significance of natural resources, particularly hydrocarbons, perceived as vital to States for strategic, economic and environmental reasons. Consequently, inter-State disputes are inevitable where hydrocarbon resources are located in areas without clear boundary delimitations. Disputes can also occur as a result of the possibility of hydrocarbon resources straddling boundary lines due to its fugacious character.\nLand boundaries are pretty much easily defined, with each State restricted to its territorial sovereignty. Maritime boundaries on the other hand are not always clearly defined. Although the nineteenth and early twentieth centuries provide some examples of bilateral treaties establishing maritime boundaries, it was after the 1930 Codification Conference in The Hague and the coming into force of the various Laws of the Sea that State practice on the subject became substantial .\nThe 1982 United Nations Convention on the Law of the Sea (UNCLOS) which supersedes the UNCLOS 1958  regulates the international maritime environment. The UNCLOS gives coastal States rights to maritime zones,  which can extend to a distance of 200 nautical miles or more from the baselines. These zones are known to be rich in natural resources. While this extension of jurisdiction has led to an increase in offshore hydrocarbon activities, it has created the problem of overlapping maritime boundaries resulting from the proximity of some coastal States to each other .\nThe most prominent boundary disputes include the dispute in the East China involving China, Japan and Taiwan;  in the South China concerning the Spratly Islands claimed by China, Taiwan, Vietnam, Malaysia, Brunei and the Philippines.  There are also maritime disputes in the Gulf of Guinea  and in the Middle American and Caribbean regions.  Cooperation on maritime issues by States is therefore very important in contributing to the maintenance of peace, security and economic well-being for all the nations of the world.\nThis article aims to show the legal responses to maritime boundary disputes: negotiation and other adversarial dispute resolution processes. The Nigeria-Cameroon case study is utilized, as well as Nigeria  Sao Tome & Principe joint development. Conclusion is further drawn advocating the concept of Joint Development Agreements (JDA), an innovative and viable option in managing boundary disputes where natural resources are involved.", "title": "Joint Development as an Appropriate Legal Response to Overlapping Maritime Claims", "subject": "law"}