{"abstract": "The family is matter of heart and blood. It is created, in part, by physical and emotional intimacy. It projects itself through history through its biological dimension. Any reasonable definition of the family must recognize this fundamental characteristic.\n\nBiological dimension here refers, not only to genetic affinities, important as those may be, but to all physical connections and to all matters closely related to the physical. Thus, it includes all the activities and dispositions which, generation after generation, bring a family together in the great procreative project: the begetting and rearing of children. The biological dimension includes making love and the disposition to do so. It includes childbearing and childbirth, breastfeeding, and the maternal and paternal instincts and dispositions. It forms the center and core of what Erik Erikson and other social scientists have referred to as generativity.\n\nNatural bonds  blood ties  exercise a perennial traction on human loyalties. This is evident in the determination of adopted children to identify and bond with their biological parents, and in the quest of offspring for their sperm-donor fathers or egg-donor mothers. The natural aspect of the family has long been prominently mentioned in law, in international instruments, and in learned discourse. Professor Margaret Somerville proposes a presumption in favour of respecting the natural.\n\nThe natural dimension has, however, been neglected in some modern legal authorities, and some recently adopted international instruments avoid reference to it. Academic discourse is often dismissive of the concept of nature, suspicious of appeal to nature in moral argument, and hostile to the promotion of the natural as a basis for law. Nature, according to postmodernists, has been deconstructed, and attributes and conditions which have been thought to be natural have been shown, to the satisfaction of such critics, to be merely social constructs.\n\nThe deconstructionist account of the natural is fallacious and is refuted in the appendix to this Article. Such is not this Articles central project, however. This essay aims, instead, to maintain the importance of the biological aspects of the family, using lines of argument which would be valid even if those elements were constructs.\n\nMany writers who eschew appeal to the natural instead emphasize choice, agreement, and contract, making those elements definitive of basic familial connections such as husband and wife and parent and child. Other authorities construct accounts of family using the elements of sentiment and emotion. Others still emphasize a functional aspect, proposing that central familial relationships are to be defined based on caregiving. A parent, it has been proposed, is someone who has contributed substantially to taking care of the child, whether or not he or she is in any way biologically connected.\n\nThis Article maintains that these projects present impoverished accounts of the family. It proposes some basic goods which the family comprises. It maintains that these goods can be well sustained only when the family is recognized, in substantial part, by reference to its biological dimension.\n\nThis Article does not present an argument about homosexuality or same-sex marriage. The Article does not glibly assert that one way or another for men and women to relate to one another is just natural. (Nor does this Article address the difficult issues which arise when, owing to assisted reproductive techniques, biological familial connections have been disassembled so that, for example, the gestational mother is a different person from the gamete-donor mother.). This Article does not propose, as Cicero does at one point, that you can read off, from the configuration of the body, conclusions about how people ought to act; nor does it personify nature, as Aristotle sometimes seems to do, imagining her to speak to us and even, perhaps, to tell us what to do. And this Article emphatically does not propose a descent into some Kiplingesque primitivism in which instinct is to be substituted for reason.\n\nThis essay has another agenda, though a very basic one: it proposes that the biological aspects of human life support, exemplify, and promote several basic goods, and that the natural dimension therefore requires careful consideration and should be nurtured and respected when human associations, and especially those of the family, are at issue.\n\nThe argument proceeds through a futuristic fiction. The Article describes a familial and social order which, starting from a classic period in which families are recognized based on biological considerations among others, comes to eschew the biological and to base its family system entirely upon contract. The reader is invited to compare the goods instantiated in the two systems, and is presented with an account of major goods which, so this Article proposes, are protected and cultivated in the classic period but neglected in the purely contractual order. In this way the Article defends the traditional view that the biological dimension  that which is here referred to as heart and blood  while not the exclusive element, must be at the core of any wisely constructed family system.", "title": "The Biological Basis for the Recognition of the Family", "subject": "law"}