{"abstract": "The right to attribution is a form of moral rights granted to authors of copyrighted works along with economic rights. Not all the countries protect moral rights of the authors. The concept is derived from the French law that claims for a correlation between the author and his creation. In jurisdictions where moral rights are not guaranteed by law, the question remains whether it is ethical for someone else to omit the mentioning of the author and subsequently give credit to the author for his/her piece of intellectual creation. The United States do not provide for moral rights of the authors, and therefore the obligation of credit and attribution is rather an ethical issue. On the other hand, in Europe, this obligation derives from the law itself.\n\nThe focus of the present paper is to analyze the issue of ownership of design ideas, and the obligation of credit and attribution in Kosovo: a place with a very challenging legal and architectural environment. As one of the former provinces of the former Yugoslavia, Kosovo inherited a socialist architecture, which after the conflict in 1999 was considerably replaced by the modern buildings. Twelve years after the end of conflict, Kosovo found itself in the midst of a construction chaos that came as the result of illegal constructions due to the lack of legislation, lack of proper urban planning and the need for the expansion. While necessary steps to enact the needed legislation and start legalizing new construction works were undertaken, although with many problems of their kind, the issue of intellectual ownership of design ideas was not addressed to the satisfactory level. First intellectual property laws of the Republic of Kosovo were enacted in 2004, and later on amended with the purpose of full compliance with international and European standards. The Law on Copyright and Related Rights of Kosovo provides for protection of architectural works, and also provides for moral rights of the authors of architectural works. Nevertheless, the question as to what extent are these provisions and the rights/obligations deriving out of these provisions taken into account in construction contracts, is something that needs further elaboration. The issues like these are rarely dealt with in construction contracts, and even if they are, they are addressed only to the extent of economic rights, whereas the issues such as the mentioning of the author of a particular design are left untreated. This contribution aims at shedding some light to the issue of ownership of moral rights through examples from different jurisdictions coming from both common law and civil law countries. This will be achieved by giving some guidance on how to deal with issues of ownership and the obligation of credit and attribution in the field of architecture in Kosovo. To this end, the paper will analyze a number of construction contract of the most prestigious construction works in Kosovo vis--vis applicable legislation in the field of construction and intellectual property, as well as international standards and best practices.", "title": "Ownership of design ideas: copyright law and the obligation of credit and attribution in the field of architecture in Kosovo", "subject": "law"}