{"abstract": "The strength of a legal system is tied to its ability to enforce its commands.  Indeed, one of the features of the World Trade Organization (WTO) that makes it so unique and successful in the realm of international law is its enforcement capabilities: the Dispute Settlement Understanding (DSU) created highly structuredand frequently usedprocedures for the resolution of Members disputes. In particular, Article 21.5 of the DSU created a process for post-dispute monitoring of compliance with Dispute Settlement Body (DSB) rulings.\n\nAlthough the existence and use of Article 21.5 procedures is indubitably an improvement on the lack of these procedures under the General Agreement on Tariffs and Trade (GATT), little scholarship has been published on whether Article 21.5 procedures work, or the primary challenges to their proper functioning. This Note attempts to address those questions. After examining all Article 21.5 proceedings through the end of 2011, it suggests that Article 21.5 proceedings have been working: Members see them as worthwhile and effective means to settle their disputes, and Members are not abusing these procedures by initiating frivolous Article 21.5 proceedings.\n\nThe review of past Article 21.5 proceedings also suggests that the major challenge to Article 21.5 panels is properly defining their scope: If these panels include too many measures within their purview, then they not only fail to provide the expedited proceedings necessary for a prompt resolution of disputes, but also put responding Members at a procedural disadvantage. On the other hand, if they include too few measures within their purview, then responding Members can effectivelyat least for a timeevade compliance.\n\nThis Note suggests that Article 21.5 panels have developed two tools to address these risks of under- and over-inclusion: the close nexus test to address the former, and due process concerns to address the latter. This Note then suggests two ways in which these tools could be improved in order to better avoid the risks of under- and over-inclusion, and thus better serve the primary purposes of Article 21.5 panels: ensuring prompt compliance with DSB rulings, and preserving Members rights and obligations. Article 21.5 panels cannot function effectively as a mechanism for resolving Member disputes without a proper understanding of their scope, and the lack of an effective dispute resolution mechanism could threaten the continued viability of the WTO overall.", "title": "The Scope of Compliance Proceedings Under the WTO Dispute Settlement Understanding: What Are Measures Taken to Comply?", "subject": "law"}