{"abstract": "This article examines recent privatization trends at the state level. Pennsylvania, California, Colorado and Texas, among many other states, have in the past ten years privatizedor attempted to privatizepublic infrastructure such as toll roads, parking meters and bridges. Headlines like Why Does Abu Dhabi Own All of Chicagos Parking Meters? and Cities for Sale attest to the continuing controversy surrounding these arrangements. The typical agreement can run into the hundreds of pages, span the better part of a century, and include contract terms that make the public the guarantor of the contractors risk. The paper focuses on the most troubling feature of these contract terms: non-compete clauses which require the government to forgo building or maintaining competing infrastructure such as roads and bridges that might compromise the contractors revenue stream. In a Colorado contract, for example, the government was required to lower speed limits and add unnecessary traffic lights to nearby roads to make driving on competing byways more unpleasant, thus channeling traffic onto the leased toll road. Non-compete provisions require the government to exchange some quantum of sovereign power for up-front cash payments desperately needed to cover short-term budget shortfallsa need all the more acute in the aftermath of the financial and real estate crises.\nTo date there has been little academic legal analysis of non-compete clauses. The relevant constitutional and common-law doctrines include the Contracts Clause, the reserved powers doctrine, legal prohibitions on alienating sovereignty and the inherent police powers of the state. I argue that non-compete terms in infrastructure contracts run afoul of deeply-rooted common law and constitutional principles. I argue that whatever the purported financial viability of these public-private arrangements, our common law and constitutional norms preclude contract terms that allow the alienation of sovereignty. I end by recommending that states contemplating public-private infrastructure deals follow the lead of the federal government and several states in eliminating non-compete clauses from infrastructure contracts.", "title": "Leasing Sovereignty: on State Infrastructure Contracts", "subject": "law"}