{"abstract": "The idea of human rights protection, historically, has been considered as a domestic matter, to be realized by individual states within their domestic law and national institutions. The protection and promotion of human rights, however, have become one of the most important issues for the international community as a whole. Yet, with time, it has become increasingly difficult for the international community to address human rights problems collectively. Despite a significant development in the human rights norms, effective protection of fundamental human rights and their legal enforcement has a long way to go.\nThis paper will argue that economic sanctions can contribute to a decrease in individual states human rights violations and can be an effective enforcement tool for international law. The international community, including the U.N., should impose effective economic sanctions against states where gross human rights violators are.   Economic sanctions have been widely used by the U.N. since the end of the Cold War. Their purpose is generally not to punish the individual state but to modify its behavior. However, such sanctions conflict with other fundamental principles of international law, namely the principle of non-intervention and state sovereignty. Economic sanctions can also conflict with the WTOs first agenda: free trade. Even worse, economic sanctions are criticized because these sanctions are, arguably, targeted at the people at large, not to the regime, a violator of international norms.\nThis paper will review the role of economic sanctions in international human rights law. Chapter II examines the principle of non-intervention and whether its exceptions are in international human rights law. Chapter III reviews the doctrines and practices of economic sanctions for human rights protection by the U.N. Security Council, the U.S., and the E.U. Chapter IV examines the legality of the economic sanctions against human rights violations under the WTO system and reviews the possibility of the harmonization of international economic law with international human rights law. Lastly, Chapter V concludes by emphasizing the importance of economic sanctions against human rights violations.\nBased on the research outlined above, this paper concludes as follows: Chapter II maintains that the relationship between human rights and state sovereignty should and can be complementary. The protection and promotion of human rights can be enhanced with a respect for state sovereignty. In other words, each individual state has a responsibility to protect and promote the human rights of its own nationals based upon the principle of sovereignty. State sovereignty and independence should serve not as a hurdle to, but as a guarantee for the realization of the fundamental human rights of the states nationals. Chapter II also concludes that the concept of human rights has been expanded and the core human rights are inalienable and legally enforceable ones. The evolvement of international human rights law is one of the most remarkable innovations in modern international law. If gross human rights violations, especially those established by the status of Jus Cogens or obligations Erga Omnes, are not solved by a state itself, it is no longer solely the problem of the state concerned. Fundamental human rights have acquired a status of universality and the international community should accept this.\nChapter III reviews the doctrines and practices of economic sanctions for human rights protection by the U.N. Security Council, the U.S., and the E.U. All cases of economic sanctions against gross human rights violations discussed, ten by the Security Council, five by the U.S. and seven by the E.U., were provided as samples to illustrate the idea that economic sanctions by the international community as a whole bolster fundamental human rights. This paper concludes that the sanctions by the Security Council, the U.S. and the E.U. have at least some positive effects on international human rights law. They build international human rights norms. This development also leads to the growing willingness of the international community to impose economic sanctions for human rights protection.\nUndeniably, economic sanctions have had some negative effects on the targeted states. In numerous reports and articles, scholars and human rights advocates have constantly argued that economic sanctions hurt large numbers of innocent civilians in the targeted states. Economic sanctions, however, cannot be the sole cause of civilian suffering in the targeted states. The targeted states should bear the heavy burden of responsibility for this suffering. It is undeniable that economic sanctions have inherent flaws. But, this paper disagrees with arguments for opposing the use of economic sanctions because of such flaws and negative effects. The problem is not in the sanctions themselves, but in their effect. Therefore, the criticism on economic sanctions should focus on finding a way to decrease their negative effects, rather than arguing for not imposing them without providing a better alternative.  Overall, this chapter concludes that economic sanctions have become part of a collective effort by the international community to develop current human rights norms and to protect and promote fundamental human rights in the targeted states.   Chapter IV concludes that while economic sanctions are inherently against the free trade provisions of the GATT, economic sanctions against gross human rights violations are allowed under the exceptional provisions of the GATT in the WTO system. This paper also argues that the GATT should be interpreted consistently with international law. That is, trade restriction measures against gross human rights violations are compatible with the GATT. As discussed in Chapter II and III, fundamental human rights violations are no longer just the domestic concern of each individual state. The evolvement of international human rights law demonstrates that, first, international human rights norms recognized as Jus Cogens provide the legality for the international communitys intervention in offending states; and second, the Erga Omnes status of international human rights norms shows that every state has an interest in other states observing these human rights norms. Overall, while some economic sanctions may conflict with the main goal of the WTO, i.e. free trade, economic sanctions against human rights violations do not undermine the WTO system itself. Rather, they can be adapted to the WTOs free trade framework under international law.\nSince the adoption of the Universal Declaration of Human Rights in 1948, there has been a significant evolution toward the universality of human rights. However, international legal enforcement systems for human rights norms are still underdeveloped despite the considerable progress in international human rights law. This paper concludes that economic sanctions can contribute to a decrease in individual states human rights violations and can be an effective enforcement tool for international law.", "title": "Economic Sanctions Against Human Rights Violations", "subject": "law"}