{"abstract": "ABSTRACT\n\nLAW STUDENT LAPTOP USE DURING CLASS FOR NON-CLASS PURPOSES: TEMPTATION v. INCENTIVES\n\nJeff Sovern St. Johns University School of Law\n\nThis article reports on how law students use laptops, based on observations of 1072 laptop users (though there was considerable overlap among those users from one class to another) during 60 sessions of six law school courses.  Some findings:\n\n\tMore than half the upper-year students seen using laptops employed them for non-class purposes more than half the time, raising serious questions about how much they learned from class.  By contrast, first-semester Civil Procedure students used laptops for non-class purposes far less: only 4% used laptops for non-class purposes more than half the time while 44% were never distracted by laptops.\n\n\tStudents in exam courses were more likely to tune out when classmates asked and professors responded to questions and less likely to tune out when a rule was discussed or textual material read in class.\n\n\tFor first-semester students, policy discussions generated the highest level of distraction while displaying a PowerPoint slide which was not later posted on the web elicited the lowest level.\n\n\tWith some exceptions, what was happening in the class did not affect whether upper-year students tuned out or paid attention.\n\n\tThe format used to convey informationlecture, calling on students, or class discussionseemed to make little difference to the level of attention.\n\n\tStudent attentiveness to the facts of cases is comparable to their overall attention levels\n\nThe article speculates that student decisions on whether to pay attention are responses to the tension between incentives and temptation.  While the temptation to tune out probably remains constant, ebbs and flows in incentives may cause students to resist or yield to that temptation.  Because first-semester grades have more of an impact on job prospects, first-semester students have a greater incentive than upper-year students to attend to classes.  Similarly, because students probably anticipate that rules are more likely to be tested on exams, students perceive that they have more of an incentive to pay attention when rules are discussed.  Conversely, students may suspect that matters asked about by classmates are less likely to be tested on and so their grades are unlikely to be affected if they miss the question and answer, reducing the incentive to pay attention.\n\nBecause of methodological limits to the study, the article notes that its conclusions cannot be considered definitive, and so it urges others to conduct similar studies.", "title": "Law Student Laptop Use During Class for Non-Class Purposes: Temptation v. Incentives", "subject": "law"}