{"abstract": "This paper argues that one cause of the current economic crisis was that the federal Truth in Lending Act failed to provide mortgage borrowers with the tools to determine whether they would be able to meet their loan obligations, and that as a result many borrowers assumed loans on which they would later default.  The paper first explores the disclosures for adjustable rate mortgageswhich were commonly used for subprime loansand explains how those disclosures misled borrowers about their monthly payments.  Next, the paper reports on a survey of mortgage brokers conducted in July of 2009.  The brokers were nearly unanimous in reporting that borrowers never withdrew from a loan after reading the final TILA disclosures at the closing, and never used those disclosures for their stated purpose of comparison shopping for loans.  In addition, brokers reported that many borrowers spent a minute or less with the disclosures, despite the fact that mortgage loans are among the largest, longest-term, and most complex obligations most consumers ever assume.  It thus appears that many borrowers enter into their mortgages without comprehending the terms and the ramifications of those loans.\n\nThe paper suggests several measures to increase the likelihood that borrowers will attend to and understand their loan terms.  At present, disclosures are mandated by governmental entities that do not participate in the loan transactionthereby reducing their control over how the disclosures are presented; provided by lenders who do not have a stake in having consumers understand the disclosures and in some cases have an interest in obscuring them; and received by consumers who may not appreciate their importance and may even have reasons to overlook them.  The paper therefore suggests a switch from the current TILA disclosure regime to a comprehension regime under which lenders would be obliged to insure that borrowers understand their loan terms.  Alternatively, the paper suggests that lenders should be required to determine what proportion of their borrowers understands their loan terms and disclose those figures in the hope of generating competition among lenders for better comprehension scores.  The hope is that either choice would give a party to the loan transactionthe lender-- a stake in borrowers understanding their loan terms.  Creation of such an incentive might cause lenders to reduce distractions to consumers reading disclosure forms, enlist the aid of lenders in conveying key terms to consumers, increase the intelligibility of loan terms, and lead lenders to abandon loan terms that consumers cannot comprehend.\n\nIf such a proposal proves politically unfeasible, the paper also draws on the work of Cass Sunstein and Richard H. Thaler to suggest nudges that might enhance the current disclosure regime.  Specifically, the paper advocates requiring borrowers to view a video of the pain and risk of default and foreclosure to make those risks more salient and increase the likelihood that consumers attend to disclosures.  The paper also suggests that loan applicants be obliged to draft a budget, taking into account any future increases in loan payments, so that they will understand the consequences of their payment obligations.  Finally, the paper calls for requiring borrowers to take a placement exam to demonstrate their mastery of their loan terms and the budgetary consequences.  Those who fail the exam would not be permitted to borrow unless a neutral credit counselor worked with them and certified that they understand their loan terms.", "title": "Preventing Future Economic Crises through Consumer Protection Law or How the Truth in Lending Act Failed the Subprime Borrowers", "subject": "law"}