{"abstract": "This Article analyzes the Financial Crisis of 2008 in the context of failures by market participants to engage in private ordering thus leading to opportunistic behavior at the expense of market stability. The Financial Crisis of 2008 offers a decidedly negative verdict on a decades-long project to deregulate financial markets and rely on private ordering mechanisms, including securitization and default swaps, to mitigate opportunistic behavior and improve market efficiency. Although the regulatory approach of the past two decades, which relied in great measure on private parties fending for themselves, helped to generate a number of innovations and positive developments in finance, it ultimately failed to bring about more resilient financial markets. The market for mortgage securitizations found itself subject to adverse selection biases leading to a lemons market for asset-backed securities. At the same time, developments in derivative markets made it possible for central actors there to engage in more risk (moral hazard) than was optimal. Ultimately, parties that should have engaged in private ordering did not. As a consequence, we are left struggling for a new regulatory path forward that recognizes that market participants are human agents subject to the frailties of cognitive limitations, euphoria and perhaps even the occasional self-delusion. What is required is a close examination of the institutional and micro incentives (including incentives of agents) in order to strike a balance between market-based regulation and a more interventionist approach to regulating markets. A more pragmatic approach to market regulation recognizes that the earlier hands-off approach to regulation resulted in over-reliance on weak heuristics and little by way of robust private ordering. A new more pragmatic vision of market regulation will likely stop short of legislating against bubbles, but could, and should, result in less systemic risk and a more sustainable growth trajectory going forward.", "title": "The Failure of Private Ordering and the Financial Crisis of 2008", "subject": "law"}