{"abstract": "DNA typing has had a major impact on the criminal justice system. There are hundreds of opinions and thousands of cases dealing with DNA evidence. Yet, at virtually every stage of the process, there are important issues that are just emerging or that have been neglected.At the investigative stage, courts have barely begun to focus on the legal limitations on the power of the police to obtain samples directly from suspects and to use the data from DNA samples in various ways. Issues such as the propriety of \"DNA dragnets\" (in which large numbers of individuals in a geographic area are asked to provide samples voluntarily), the validity of court orders for samples based on a lesser standard than probable cause, and the permissibility of collecting DNA \"abandoned\" in public places are being litigated for the first time. Using crime-scene samples to infer racial or ethnic characteristics is emerging as a distinct possibility. Then there are the more than 282 million specimens of human biological material stored by private and public agencies in the United States; in some situations, police may well turn to some of these repositories to obtain samples. There is little or no case law analyzing the constitutional restrictions on these investigative practices.After the filing of charges, an accused sometimes moves to dismiss on the ground of the expiration of the statute of limitations. However, there is a movement to carve out a DNA exception to the statute of limitations in cases in which DNA evidence permits the identification of the perpetrator after the expiration of the normal period of limitations. The argument is that the legislative purpose of the statute is to prevent the maintenance of prosecutions based on stale, unreliable evidence but that DNA evidence is so reliable that its availability should lift the bar of the statute. However, little attention has been given to the difficulties inherent in drafting such a legislative exception that will not be overinclusive.At the trial stage, in a growing number of cases, after the defense attacks the weight of the government's DNA evidence, prosecutors are commenting to the jury that the defense has requested an opportunity to retest the DNA. Do such comments run afoul of the Fifth or Sixth Amendment?The purpose of this Article is to identify and analyze such emerging issues. If the criminal justice system is to realize the full potential of DNA technology while maintaining the essential fairness of the system, it must come to grips with these issues in short order.", "title": "DNA Typing: Emerging or Neglected Issues", "subject": "law"}