{"abstract": "Chapter 11 Triage: Diagnosing A Debtor's Prospects for Success by Anne Lawton\n\nIn 2005, Congress enacted a number of provisions aimed at improving success rates for Chapter 11 small business debtors. The available empirical data, albeit limited in scope, showed startlingly low rates of plan confirmation.  Conventional wisdom attributed the plan confirmation problem to the high failure rate of the Chapter 11 small business debtor.\n\nThis Article presents the results of a large empirical study of Chapter 11 cases filed in 2004, the year before the small business amendments. The study examines the following questions. First, are confirmation rates in Chapter 11 low, and how do small debtors fare in terms of confirming and consummating plans? Second, does the Codes definition of a small business debtor accurately capture the category of debtors for which plan confirmation is particularly challenging?\n\nThe data in the Article are based on a random sample of approximately 800 debtors drawn from the entire population of Chapter 11 cases filed in 2004.  Cases from 89 judicial districts are represented in the sample.\n\nThe studys findings demonstrate that Congress was indeed correct: plan confirmation rates are low in Chapter 11 (though not as dismal as believed), and the low rate is largely attributable to the small Chapter 11 debtor.  The results of the study also show that all Chapter 11 debtors are not created equal in terms of their prospects for plan success.  Cases in which an official committee of unsecured creditors is formed are associated with statistically higher odds of plan confirmation than are cases without committees. Debtors with liabilities in excess of $2 million also confirm plans at significantly higher rates statistically than do debtors with liabilities of $2 million or less.  Interestingly enough, the definition adopted as part of the 2005 amendments includes creditor committee formation and debtor liability size as two criteria for sorting small from non-small business debtors.  Thus, Congress correctly identified two of the factors that are significantly associated with increased rates of plan success in Chapter 11, although the legislative history suggests that happenstance more than insight accounts for the result.\n\nThe Article concludes with a discussion of the limitations of the research findings, including a cautionary note that the statistical associations found in the study do not necessarily equate with a finding that committee formation or liability size cause increased plan confirmation rates. The conclusion also makes suggestions for further empirical work, mindful of the need to balance the benefits of reform against its not insignificant costs.", "title": "Chapter 11 Triage: Diagnosing A Debtor's Prospects for Success", "subject": "law"}