{"abstract": "Tribal Energy Resource Agreements:  The Unintended Great Mischief for Indian Energy Development and the Resulting Need for Reform\n\nBy:  Elizabeth Ann Kronk\n\nArticle Abstract\n\nToday, despite political acrimony on many domestic issues, both political parties and the majority of the American public seem to agree that the country should find new, domestic sources of energy.  When looking for potential domestic energy resources, Indian country stands out as ideal territory for various types of energy development, as [t]he Bureau of Indian Affairs estimates that while Indian land comprises only five percent of the land area in the United States, it contains an estimated ten percent of all energy resources in the United States.   In addition to traditional energy resources, Indian country also has substantial potential to provide alternative energy resources.  Recognizing the potential key role that tribes will play in the development of the countrys domestic energy resources, Congress and federal agencies recognize that tribes should be included in future plans to develop energy resources.  Moreover, many tribes are also interested in energy development to potentially promote tribal sovereignty and self-determination when it can be done in a manner that is consistent with tribal customs and traditions.\n\nRecognizing the many potential benefits of increased energy development in Indian country, the Energy Policy Act of 2005 includes a provision designed to spur energy development in Indian country, Tribal Energy Resource Agreements (TERAs).  Assuming a federally-recognized tribe can meet the numerous established criteria, the tribe may enter into a TERA with the Secretary of Interior.  Once a TERA exists, the tribe is responsible for managing energy development within its territory.  Additionally, TERAs allow tribes to avoid some federal requirements, such as project compliance with the National Environmental Policy Act (although the tribe must put an environmental assessment program into place before a TERA will be approved).  Despite these incentives, no tribe to date has entered into a TERA.\n\nThe article explores the reasons for the lack of tribal interest in TERAs.  In particular, the article focuses on the provision that waives federal liability once a tribe has entered into a TERA.  The article concludes that this waiver of federal liability is a significant contributor to the lack of tribal interest in TERA provisions.  Because the article assumes that energy development in Indian country is beneficial to both tribal governments and the federal government and the TERA provisions should, therefore, be reformed to spur tribal interest, the article proposes potential solutions or TERA reforms that would likely lead to increased tribal interest.  The proposed reforms include re-establishing federal liability under TERA agreements, or, in the alternative, removing all federal requirements placed upon the tribes through the TERA provisions in order to allow tribes to exercise true sovereignty.  The article ultimately concludes that either of the proposed revisions should spur tribal interest in the TERA provisions.", "title": "Tribal Energy Resource Agreements:  The Unintended ", "subject": "law"}