{"abstract": "Copyright was first applied to words and was initially visual in orientation. Since the earliest copyright laws, copyright subject matter has progressively expanded from granting rights to protect written expression to other artistic arenas.  Copyright law has, however, consistently undervalued the art of performance while favoring the written expression of music, which has had a profound impact on African American based musical forms, now a dominant basis for popular music.  This paper examines the privilege of sight in copyright and the numerous ways in which copyright law systematically disfavors performance and suggests two possible explanations.  First, copyright law seems to exhibit a visual bias toward perceptible music notation such as written sheet music, which superficially resembles books, maps, and charts, the first objects of U.S. copyright protection.  Second, the successful movement beginning in the nineteenth century to sacralize older music forms and freeze in place canonical classical works has contributed to visual-textual bias and reinforced an existing privilege of sight.  Sacralization involved the identification of original written texts that could serve as authentic works, a process that came at the expense of alternative performance practices.  Visual bias and sacralization have disadvantaged creative practices based in performance, particularly in light of fixation requirement under current U.S. copyright law.  This emphasis on writings has disfavored some plaintiffs who have sought greater protection for their own performance practice, while at the same time disfavored some defendants whose creative, non-notated performance practice should allow a greater scope for their borrowing.  Copyrights visual-textual bias thus diminishes important contributions of performers of music and hinders recognition of the full spectrum of activities that may be embedded in sound recordings.  This article suggests that courts in interpreting infringement in music cases must look beyond the visual and take better account of how music is actually perceived, applying insights of neuroscience research on music cognition.  Contexts of creation should play a greater role in copyright infringement determinations, which should take a more holistic approach to music and other arts that incorporates both visual and nonvisual elements and greater understanding of varied assumptions about musical perception for copyright determinations.", "title": "Writing Rights: Copyrights Visual Bias and African American Music", "subject": "law"}