{"abstract": "ABSTRACT FOR IOSCOS RESPONSE TO THE FINANCIAL CRISIS BY ROBERTA S. KARMEL, Centennial Professor, Brooklyn Law School Like other international financial bodies, the International Organization of Securities Commissions (IOSCO) has responded to the financial crisis of 2008. IOSCO thus revised its Objectives and Principles and added eight new Principles, including two that specifically focused on systemic risk. IOSCOs ongoing efforts to support these new Principles are parallel to efforts by other financial regulators to deal with systemic risk.  Yet, IOSCOs efforts focus on somewhat different issues in the capital markets than the issues of interest to bank regulators. This Article will outline IOSCOs Objectives and Principles and explain how they were revised in response to the financial crisis of 2008. The Article also will discuss certain key initiatives where a lack of harmonization would be detrimental to effective regulation, in the regulation of hedge funds, credit rating agencies, short selling, and technological innovations, including direct electronic access, dark pools, and high frequency trading. These topics have been selected because they are not within the traditional purview of bank regulators and they are securities regulatory concerns related to systemic risk in the capital markets.  An important issue is whether IOSCO can successfully raise standards in these controversial areas in the face of political pressure from market players and competition between capital market centers. This Article concludes that IOSCO harmonization efforts tend to be at a level of generality that may be an insufficient prod to regulatory reform. When national interests are at stake, securities regulators follow those interests rather than IOSCO directives. Since IOSCO has no enforcement mechanisms aside from peer pressure, and its members are so numerous and varied, it is unrealistic to expect rigorous and detailed harmonization of new standards of conduct or regulation. Nevertheless, IOSCO can play a useful role in highlighting critical emerging areas where securities regulation is in need of reform and it has done so with regard to a number of systemic risk issues in the trading markets.", "title": "IOSCO'S RESPONSE TO THE FINANCIAL CRISIS", "subject": "law"}