{"abstract": "The fallout from the financial crisis continues to inform the development of corporate and securities law, and the new regulatory landscape for economic activity within the United States is beginning to take form.  This evolutionary process, however, has been anything but stable or certain.  As might be expected, in concert with such momentous change in law and policy, recriminations for and associated investigations of past activity continue to affect competent regulators as well as market participants.  Nevertheless, while many of the underlying causes of the financial crisis are now better understood by both policy makers and scholars, the question remainsgiven where we were, where do we go from here?  While a definitive answer to such a question remains elusive, an additional perspective on the ethical issues of relevance to corporate and securities law may be helpful in considering the possible alternatives.  In particular, the ethical rules of corporate gatekeepers in conflicts of interest scenarios is worthy of further consideration and discussion.\nThis article presents the argument that cases involving conflicts of interest in the corporate and securities law space may be viewed, as a matter of logic, as primarily calling into question the ethical rules of the corporate gatekeeper.  In support of such an argument, this article sets forth a framework for conflicts of interest scenarios that takes into account four categories of legal rulesactivity rules, disclosure rules, liability rules and ethical rules.  In adopting such a framework, an ethical perspective will be elaborated to address the ongoing development of corporate and securities law.  Further, this article proposes possible revisions to disclosure rules in relation to conflicts of interest policies for Compensation Committees as mandated by Section 952 of the Dodd-Frank Wall Street Reform and Consumer Protection Act.\nThis article is the second in a series that explores the intersection of corporate law and legal ethics.   Specifically, the present discussion concerns the foundations in doctrine and theory that may apply to issues of conflicts of interest within the ambit of corporate and securities law.  Accordingly, the subject matter for discussion includes both rules of the professions  or first-order ethical rules  and rules as may be prescribed by the competent authority  that is, second-order ethical rules.", "title": "The Corporate Gatekeeper in Ethical Perspective", "subject": "law"}