{"abstract": "The right of persons with disabilities to make choices about their lives and enjoy legal capacity on an equal basis with others is one of the most significant human rights issues in Europe today. Being recognised as someone who can make decisions is instrumental in taking control over ones life and participating in society with others.\nHaving legal capacity enables us to choose where and with whom we want to live, to vote for the political party we prefer, to have our health care decisions respected, to control our own financial affairs and to have access to cinemas and other leisure activities. Without it we are non-persons in the eyes of the law and our decisions have no legal force. This is still the reality for hundreds of thousands, if not a million, Europeans with intellectual and/or psychosocial disabilities put under guardianship regimes.\nThe UN Convention on the Rights of Persons with Disabilities offers a response to these concerns through its Article 12 on the equal recognition before the law. In fact, this Article provides a paradigm shift in policies towards persons with disabilities; it signals a deeper understanding of equality.\nThe bulk of European legal capacity systems are out-dated and in urgent need of law reform. The assumption of legal capacity, which all adults of majority age should enjoy, has to be extended to persons with disabilities. It redirects our focus away from personal deficiencies towards putting into place supports that enable individuals to make decisions for themselves and expand their capacities to do so.\nThis Issue Paper describes the challenges faced by Council of Europe member states in dealing with the issue. These include the flaws of current guardianship systems and procedures, the automatic loss of human rights of those placed under guardianship regimes and the pressing need to develop support alternatives giving persons with disabilities equal opportunities to shape their life paths. The paper outlines the applicable international human rights framework, including the relevant case-law from the European Court of Human Rights. It concludes with examples of good practice to show the way forward.\nThe Commissioners Recommendations to member states for bringing their legal systems on legal capacity in line with their human rights obligations are published at the beginning of the document.", "title": "Who gets to decide? Right to legal capacity for persons with intellectual and psychosocial disabilities", "subject": "law"}