{"abstract": "On November 3, 2010, Leslie Griffin was at work when she received the phone call she had been dreading ever since her son Sam had started third grade at Woodley Elementary in SeptemberSam was missing.   After an altercation with a classmate on the playground, Sam took off, outrunning the teachers who chased after him.  The last time anyone had seen Sam, he was running into a wooded area near the schools playground.  Leslie tried to remain calm as she received the news, but she was extremely frustrated with the school because she knew this situation could have been avoided if the school had allowed Sam to bring his service dog to school with him.\n\nSam and his service dog, Bear, had been working together for two years and Bear was trained to anchor Sam when he tried to run away.  Sam was diagnosed with Autism Spectrum Disorder (ASD) when he was three years old and he bolted quite often prior to the introduction of Bear into his life.  At the beginning of the school year, the principal of Woodley Elementary had denied Leslies request to allow Bear to accompany Sam while he was at school.  The principal reassured Leslie that Sam would be under sufficient supervision at all times, and that the dog would be an unnecessary and distracting addition to the school.  Furthermore, the principal opined that Bear would not provide benefits to Sam that his teachers could not adequately provide him.  Leslie appealed the principals decision to the school districts board of directors, who sided with the principal.  Leslie then appealed to the Office of Administrative Hearings (OAH) for the State of California.  Leslie was waiting to hear back regarding Sams case with the OAH at the time he went missing.\n\nAfter almost four hours, a police officer found Sam sitting on a curb outside a 7-Eleven convenience store over two miles from Woodley Elementary. Sam allegedly crossed a highway and three other busy roads to get there.  A local attorney later heard about the Griffin family and offered to take on Sams case pro bono.  Leslie filed for a permanent injunction against Woodley Elementary in federal court, barring any refusal of Sams access to school when accompanied by Bear.  After months of hearing testimony, the federal court remanded the case to the OAH because Leslie failed to meet a requirement under the IDEA: exhaustion of all administrative remedies prior to filing suit in federal court.\n\nThis hypothetical  serves as an example of the critical role a service dog plays in the life of a child with ASD.  The use of an ASD service dogs is protected by both the Americans with Disabilities Act (ADA) and the Individuals with Disabilities Education Act (IDEA).   Under current law, however, lawsuits involving requests to bring ASD service dogs to schools have often been dismissed for failure to exhaust administrative remedies, as is required for claims brought under the IDEA.\n\nThis Comment argues that a dog trained to tether a child with ASD is an issue under the ADA rather than the IDEA.  Requiring the IDEAs exhaustion of administrative remedies is futile and serves no judicial purpose because the ADA offers sufficient protection for both the child and the school district.  A parent should not have to prove these dogs serve an educational purpose and, therefore, required as part of a childs Individualized Education Plan (IEP) under the IDEA.  Instead, a parent should be able to bring a claim under the ADA because denial of these dogs is a barrier to access in violation of the ADA.  This Comment begins in Part I by providing an overview of ASD and relevant federal legislation, namely the ADA and the IDEA.  Part II of this Comment analyzes prominent case law involving service dogs in schools.  Part III of this Comment argues that denial of ASD dogs to schools should be analyzed under the ADA because the ADA promotes fairness, justice, and efficiency for both children and school districts in this context better than the IDEA.", "title": "AUTISM SERVICE DOGS IN THE CLASSROOM: THE TENSION BETWEEN THE IDEA AND THE ADA AND WHY THE ADA SHOULD COME OUT ON TOP", "subject": "law"}