{"abstract": "This is my opening statement in a 4-part exchange between Professor Teachout and me.\nAbstract: The test of great scholarship is that it changes the way people think and the way people live. That is also true for legal academic scholarship. But, for legal academics, perhaps, the greatest sign of scholarly achievement is judicial reliance upon our craftsmanship. By any of these measures, Professor Teachouts 2009 Cornell Law Review publication, The Anti-Corruption Principle,  is a success. One short year after publication, in 2010, Anti-Corruption Principle was relied upon by Justice Stevens in his Citizens United v. Federal Elections Committee dissent,  just as it was cited, disapprovingly, by Justice Scalia in his concurrence.  If that were not enough of an accomplishment, Anti-Corruption Principle has also been cited in practitioners Supreme Court briefs, in other federal and state appellate and trial court briefs,  and in some thirty academic articles.  Finally, Anti-Corruption Principle has entered the public discourse: George Will excoriated Teachouts article in his nationally syndicated column.  Now, that is an achievement.\nTeachouts Anti-Corruption Principle is part-and-parcel of the originalist project.  It is an attempt to understand the Constitution in light of its text, drafting records, ratification debates, and general late eighteenth century history. Specifically, Teachout makes three related historical and interpretive claims. First, the Framers were obsessed  with corruption. In other words, preventing or, at least, minimizing corruption was among the Framers primary goals,  and absent an appreciation of this purpose, one cannot understand either the Constitutions global architecture or several of its key structural provisions.  Second, these separate individual anti-corruption constitutional provisions, working together, give rise to a separate or free-standing structural anti-corruption principle (ACP).  And, third, the ACP can compete against other constitutional provisions and doctrines, thereby providing originalist foundations for upholding congressional enactments which would otherwise be struck down under competing principles.\nFor example, Teachout points to the Foreign Emoluments Clause (FEC), which provides:\n[N]o Person holding any Office of Profit or Trust under them [i.e., the United States], shall, without the Consent of the Congress, accept of any present, Emolument, Office, or Title, of any kind whatever, from any King, Prince, or foreign State.\nTeachout suggests that foreign governments  which lack loyalties running to the United States, may be analogized to wealthy corporations, whose legal loyalties necessarily exclude patriotism.  Just as Congress, under the FEC,  may proscribe (at least certain) federal officers from accepting gifts from foreign governments, Congress, Teachout suggests, may also have a concomitant power under the ACP to proscribe corporate election campaign contributions and spending. The stakes here are quite high: If Teachout is correct, then much First Amendment doctrine and election-law jurisprudence will have to give way (or, at least, be seriously reexamined) in light of the newly discovered (or rediscovered) principle of constitutional interpretation. Indeed, Justice Stevens, and the three dissenters who joined him, used Citizens United as just such an occasion: The dissent sought to recast First Amendment jurisprudence in light of a competing constitutional vision  the Framers anti-corruption principle.\nOther commentators have criticized Teachout in regard to the second step  and third step of her analysis.  My critique, by contrast, will largely focus on the first step of Teachouts analysis  her initial historical and textual claims. Teachouts historical claim is simply wrong: the Founders were not obsessed with corruption. Second, Teachout misunderstands the constitutional text giving rise to her purported free-standing anti-corruption principle. Even if one concedes (as, in fact, I do) the existence of a free-standing anti-corruption principle, the scope of that principle extends exclusively to appointed federal offices, not to (state or federal) elective positions. Thus, Teachouts ACP cannot inform our First Amendment analysis in regard to congressional power over state or federal election processes.\nThis Essay was originally published in the Northwestern University Law Review Colloquy on April 20, 2012. It was republished in the print journal circa December 2012.\n[15 May 2015]", "title": "Opening Statement, Citizens United and the Scope of Professor Teachouts Anti-Corruption Principle, in Tillman & Teachout, an Exchange", "subject": "law"}