{"abstract": "This paper compares the fragmented three-pillar banking system in Germany to the banking system in the U.S. and suggests an amendment to 12 U.S.C.A.  1821(n), the bridge bank statute, to make some fragmentation of the financial sector in the U.S. possible. This paper is the first of its kind and explains why the German bad bank prototype works within the fragmented three-pillars of banking. The three pillars of banking in Germany are (1) Savings Banks (Sparkassen), (2) Private Commercial Banks (Kreditbanken, Genossenschaftsbanken), and (3) Public and Cooperative Credit Institutions (Volks- and Raiffeisenbanken). The resulting fragmented banking system is more resilient to market fluctuations because the numerous and small banking institutions are responsible for a conservative management of their own assets. The proposed amendment should update the bad bank statute, which was a response to the Great Depression, to the needs created by the 2008 financial meltdown, and allow spin offs by defaulting banks into subsidiary bridge depository institutions and thereby rebalance the defaulting banks' balance sheets. Statutory amendments in the U.S. inspired by the German bad bank model could promote financial stability, eliminate some debts, and conserve powers for the U.S.  Bridge banks are one way to allow for such fragmentation in the financial sector and to avoid the need for government bail-outs of banks that are too big to fail.\nBridge banks in the U.S. involve a linear depletion of government funds whereas the German bad bank model allows for recycling of funds, paying of dividends based on the bad banks and an economic recovery from the inside out, which would also increase consumers' buying power and save taxpayer funds by healing the economy from the inside out. Under the bad bank model in Germany, the defaulting bank creates a bad bank and transfers its toxic debts at the book value minus 10% to the bad bank. In return, the defaulting bank receives loans, guaranteed by the German government, at 90% of the book value of the assets in the circle of transfer. The bad bank freezes the toxic debt for 20 years and pays the Government fees for guaranteeing its loans to the Bank. Loans made to consumers return to the government in the form of taxes and to the general economy when the publics purchase power is increased through those loans. The market can thereby recover and later pay off the dents held and managed by the bad banks. The defaulting bank can thus relax its balance sheet and make new loans to consumer, who reinvest in the market and pay taxes. Such bridge banks are a better solution to promote economic growth as a part-solution to the current global financial crisis than Eurobonds, which are potentially dangerous for the E.U. and could negatively affect the economy in the U.S.\nThe German model of bad banks, if adopted in the U.S. in part, could theoretically circumvent the current economic crash and absorb the current toxic debts in the U.S. Investments in Eurobonds would give more power to the ECB and weaken Germany and France severely, so that the Euro could be jeopardized as a currency.  Individual bail-outs of E.U. member states could cause a depletion of Germanys funds and would therefore only counteract the economic growth and also damage the E.U.", "title": "BRIDGE BANKS: DETOX TOOLS FOR A MELTED ECONOMY", "subject": "law"}