{"abstract": "Discussions of professional ethics tend to emphasize what not to do. Why, Michael Pritchard asks, should they not also consider the ethical heights to which professionals should aspire?Pritchard, who has taught professional ethics for more than twenty-five years, here explores the interplay of virtues, ideals, and moral rules in everyday life and the professions. In elegant prose, he emphasizes the positive dimension of professional ethics-actions that thoughtful, conscientious people ought to perceive and pursue in their careers.As Pritchard observes, problems of professional ethics originate in an increasingly specialized society where few people are able to evaluate, let alone discredit, the actions of any given expert; all too often, we trust experts because it's all we can do. Pritchard addresses this concern by focusing on different conceptions of the responsibilities of individual professionals, illustrating the best of what professional ethics might offer through true stories of people from various professions-engineering, business, architecture, the health sciences-who have felt ethically impelled to go beyond the call of duty.Integrating moral theory with a wide range of practical concernsgood works, cooperation, trustworthinessPritchard shows how professionals might make conscious decisions for good, such as performing socially meaningful work for lower compensation or persevering to see a project through to a proper outcome. Extending the work of developmental psychologists to the realm of professional ethics, he shows how to foster character in responsible professionals through postsecondary education and professional guilds-and urges that even children should be encouraged to envision the greater good.Professional Integrity offers valuable insights not only for philosophers interested in professional responsibility but also for general readers in a variety of settings, demonstrating that practical ethics and professional responsibility are rich and complex notions that require skills and character traits that ideally need to be cultivated at an early age. In an era of insider trading, kickbacks, and cooked books, it speaks to a long-felt need with a refreshingly positive approach.", "title": "Professional Integrity: Thinking Ethically", "subject": "law"}