{"abstract": "James T. Struck BA, BS, AA, MLIS is possibly the first alum of some area Universities, Chicago born person ever to make a claim on presidency  through affirmative action (ancestry, creed, disability/difference discrimination), 1st amendment, religious freedom, 15th amendment violations against youth/seniors/disabled/criminals, 1824, 1876 elections.Even though he is happy about the Obama win,  he could still be 3rd youngest copresident in U.S. History behind TR and JFK. Sociology of seeing little interest is really cool!     James T. Struck BA, BS, AA, MLIS               A part of Supreme Court and US Legal History. An historic claim for copresidency with Barack Obama based on voting processes, affirmative action, 1876, 1824.       U.S. Supreme Court       James T. Struck BA, BS, AA, MLIS v. United States       Petition for A Writ of Certiorari Claiming Co-presidency of the United States with Barack Obama and possibly others                                               Questions Presented       1. Can Affirmative Action law (Kennedy Executive Order 1961, Adarand v. Pena 1995 and subsequent law) related to French,Luxembourg, Belgian, Lithuanian, German, Russian ancestry, disability history of Uranium exposure/cough, creed of learning from many religions, losing and evidence of discrimination against those groups be used to declare a co-president of the US using documents like Kelley v. Boorstin A History of the United States 1981 that some framers favored regional presidents or co-presidents (p.773)       2. Can College Admissions, Debate Tournament Wins, Publications be used to claim electoral or popular votes related to Voting Rights Act, 15th Amendment protecting rights of disabled, criminals, elderly, mentally ill to vote       3. Following Tilden v. Hayes, can one send electoral totals based on voting processes like in #2 to have  claim on co-presidency       4. Following 1824, where Andrew Jackson won popular and electoral votes, can middle name like James T. Struck/ James Timothy Struck use like John Quincy Adams be used to declare co-president based on House decision in 1824                    When some discrimination is being responded to, affirmative action is an appropriate tool according to Adarand v. Pena 1995. There has never been a French, German, Belgian, Luxembourg, Lithuanian, some disability history of cough/Uranium exposure, learning from many religions (including agnosticism/atheism) co-president in US history, so my affirmative action claim for co-president is a genuine question under Adarand v. Pena. Guam, Virgin Islands, Puerto Rico, Mariana Islands, Midway, and other territories have no electors in elections, so elections are problematic. One could say since the Voting Rights Act 1964 is being violated possibly, the election could be challenged.   There has never been a declaration as an \"Official Presidential Loser,\" so maybe this year I could take that prize and claim losers are discriminated against (Blagejovich does not win presidency and goes to jail for considering effects of senate appointment, while President considers effects of appointments without punishment). Asteroid strikes,earthquakes in the Oceans really could produce similar floods to Sandy, so talking about avoiding disasters helps. Money could be printed by the U.S. Treasury to pay off the entire $15 trillion debt. Nationwide, health care and guardianship are like slavery sometimes, so people should have rights to decide and resources so slavery like guardianship/health care ends. Several sources discuss the framers favoring co-presidents, so Obama, Stein, Romney, Johnson, Goode, Me could all serve together by ruling of the Supreme Court or Congress. Affirmative action is one reason why an \"Official Loser\" matters; I am a write in Cook and Lake County so affirmative action might mean a loser-write in should be made co-president. Cook County/Illinois have been denying fresh air away from smoking, phone, visits, religious services, home, rights/resources, museums, parks, zoos, reunions, family funerals, consent, medical records, mail, toothbrushes for my mom for about 6 years, so co-presidency could be used to gain those rights. The Voting Rights Act protects the right to vote, so if Congressperson, Justice Q wants to name me co-president to visit, phone my mom, Justice Q,X, Y, Z have some right to do that. The US Supreme Court then has a chance to clarify affirmative actions meaning. Can affirmative action be used for a person like myself who is a member of disabled Uranium exposure and some cough history , learn from many religions creed, discriminated against ancestries Lithuanian/Russian, Germany, French, Belgian, Luxembourg be used to declare a co-president. (Weber v. Kaiser Alumninum 1979 places can be reserved for groups discriminated against, Bollinger 2003 can consider issues as factor)       I attended 14 colleges or universities-Vermont, Redlands, Chicago City Wide College, Truman College, Harold Washington College, Daley College, Wright College, University  of Chicago, Rosary College, UIUC scanning class, U of Michigan RA Work,   UIC, Adler Planetarium, Northeastern Illinois University, and Olive Harvey College/LSU through distance learning. Higher number of colleges could meet 12th amendment requirements for higher numbers. I finished in the top 4 teams at 8 high school debate tournaments at colleges 1st ISU twice, 2nd once, Vermont second, Redlands 1st, Loyola Marymount top seed California Swing, Emory Third, Harvard College 1st, Nationals with partner 1st and 3rd, and worked at 7 colleges-U of Michigan, NU, U of C, NEIU, Loyola, IIT, RU. Since states in US Code 3 Chapter 4 can define how vacancies are filled and majority of a whole number of electors Amendment 12 is what matters, more college attendance, debating, work, publications/presentations could be used to declare co presidency too as electors are related to electoral college and debate, publications, college admissions could be seen as voting! Articles published and posters presented in states and college admissions could be seen as votes given me 295 theoretical electoral votes to be co-president. Breakdown of other voting processes where 15th amendment is being violated as youth, children, disabled, seniors, criminals are denied the right to vote in violation of 15th amendment. Many people can vote when they are 5. I could have voted when I was 4.5 years of old born in 1967 for McGovern in 1972, others can vote when they are young too.   Ohio electors- Presentation at conference on Educational Materials on Sleep in Cincinnati   Illinois electors- U of C, NEIU, Rosary admissions/attendance, debate wins at ISU, New Trier, JV state, GBN, GBS, publications, some of these people were young, teen   Minnesota electors-publication in Metro Lutheran on pamphlets in churches   Pennsylvania electors-U of Pittsburgh votes for full scholarship   Massachusetts electors-Harvard Debate votes for win, Boston University votes for admission   Vermont electors-Vermont debate finish 2nd, Vermont persons vote for   Washington D.C. electors-publication in National Geographic votes for me   Virginia electors-published patent applications votes for me possible Washington and Lee admission   Iowa electors-Hoover debate tournament win   California electors-Redlands, Loyola Marymount wins vote for win Redlands, California Swing award   Georgia electors-Emory judges vote for 3rd place   Oklahoma electors-National Debate Tournament 3rd vote for partner and me   Michigan electors-MSU admission vote for me   Texas electors-U of Houston admission, St. Marks Texas top seed vote for me   Tennessee electors-Vanderbilt admission vote for me   New York electors-Fordham admission vote for me   New Jersey electors-Drew college admission vote for me   Hawaii Physics Astronomy Mathematics Bulletin article on asteroids is vote for me       Can young, children, disabled, seniors, criminals at these institutions votes be used to claim the electors of a state? The 15 th amendment says that children, young, seniors, criminals should not have their voting rights denied, so maybe the amendment means that I should be granted copresidency?   Using this different type of voting, I could claim the electors of these states about 295. Using Tilden v. Hayes, I could just send these results to the Senate President Joe Biden or Senate President Pro Tempore Dan Inouye. Can Biden or Inouye declare me co-president with Obama using Tilden v. Hayes reasoning?   Look at 1824 election, a president was chosen with a used middle name even though Andrew Jackson had more popular and electoral votes. I use James T. Struck or James Timothy Struck names frequently.  See my article Einsteins Equation in December 10, 2000 Chicago Tribune or my patent applications to see that I use the middle name. Could the 1824 election common law tradition be used to name me copresident as John Quincy Adams and I both use middle names?       I have a Guinness Book of World record application for most overnight shrine visits, so even something like visiting Our Lady of Lourdes, St. Jude, Maximillian Kolbe, St. Jerome, St. Stanislaus Kostka shrine could be used to make a nor prohibit the free exercise of religion claim. Person visited many shrines, therefore has free exercise right or free speech right to claim co presidency. In this case the claim arose related to 5 years of denial of phone, visits, fresh air away from smoking, consent, mail, museums, parks, zoo, religious services, home, rights, resources, caregiving bill reimbursement for my mom Jane Frances Back Struck. Nor deny equal protection of the laws under the 14th amendment raised the question since Barack Obama visits Ms. Robinson, I should be able to be granted visits, phone, reimbursement of dental, food bills for her care in association with my mom Jane Frances Back Struck.       Bush v. Gore raised the issue that a party could plead to the US Supreme Court and affect presidential processes. An earlier Supreme Court ruling said that state legislatures can choose how electors are chosen. As the U.S. Supreme Court observed in the 1892 case of McPherson v. Blacker:   The constitution does not provide that the appointment of electors shall be by popular vote, nor that the electors shall be voted for upon a general ticket, nor that the majority of those who exercise the elective franchise can alone choose the electors.    In short, the appointment and mode of appointment of electors belong exclusively to the states under the constitution of the United States. Accessed on 11/6/2012 from http://www.nationalpopularvote.com/pages/electoralcollege.php           One vote alone could be considered a majority; I did one write in vote for myself so I at least got one vote. The processes above like college admissions are actually determined by the state legislatures meeting Article 2 requirements. Please grant my claim for co-presidency so that my Equal Pay Act, Fair Labor Standards Act, Federal Nursing Reform Home Act, 13th amendment Rights, 1st amendment, Affirmative Action, youth voting rights, Federal applicant for employment rights, equal protection rights are respected.       If a fee needs to be paid, I will pay the fee as soon as funds become available. Currently I do not have the $300 fee. I would be a co- president who would grant a full presidential clemency and pardon for former Justice John Paul Stevens and his association with the LaSalle Building fire as his dad had sold the building and a sad fire happened in about 1946 when he was at Northwestern law school. Northwestern University pressures people to take medication they do not need and to do a lot of school work; John Paul Stevens therefore should have no responsibility for the LaSalle Hotel fire.  A full presidential pardon and clemency for John Paul Stevens complies with the job of the presidency in granting pardons. My effort to grant rights to decide and resources to persons with disability complies with the ADA; the ADA also gives some argument for my co-presidency.   My 15 thank you letters from President Clinton, 8 or so thank you notes from Barack Obama, argument for extending the START talks/not harming people with bombs/not using drones on people/not killing innocent persons, argument for looking more for asteroids, argument for looking for JFK Jrs body, arguments on a wide variety of issues like collaborating with Russia on the Space program or conserving animals at zoos rather than culling them show a history of co-presidency which should have some pay associated with those activities. I would be the 3rd youngest president in US history-Teddy Roosevelt 42, JFK 43, James T. Struck 44 third youngest co-president in US history and first president co-president born and raised in Chicago area.       The questions of affirmative action, alternative voting processes to claim electors, duplicate elector sets sent to the senate, what wins an election, equal protection rights are important federal questions that the court can make history in discussing, clarifying.       Thank you for your time and consideration and efforts!       James T. Struck BA, BS, AA, MLIS   P O Box 61   Evanston IL 60204     http://jamestimothystruck.page4.me", "title": "Petition for CoPresidency Using Affirmative Action, 15th Amendment, 1824, 1876 Common Law Tradition", "subject": "law"}