{"abstract": "A Fulton County, Georgia, jury sentenced Warren McCleskey, a black man, to death for the murder of a white police officer. McCleskey argued on appeal that his sentence should be reversed because race discrimination plagued the administration of the death penalty in Georgia. To make the claim, McCleskey presented a comprehensive statistical study that tracked more than 2,000 Georgia murder cases. The raw numbers established that defendants charged with killing white persons received the death penalty in 11% of cases, whereas defendants charged with killing black persons received the death penalty 1% of the time. The raw numbers also established that black defendants charged with killing white victims (as opposed to those who killed black victims) were twenty-two times more likely to be sentenced to death. Once adjusted to account for more than two-hundred case-related factors, the Baldus study demonstrated that a defendant charged with killing a white victim was 4.3 times more likely to receive a death sentence than a defendant charged with killing a black victim.\n\nIn 1987 in McCleskey v. Kemp, the U.S. Supreme Court rejected the challenge to Georgias death penalty system despite the overwhelming statistical evidence suggesting that race (and especially race of the victim) played a significant role in whether a defendant received the death penalty. The Court accepted the race disparities for the sake of argument, but observed that the studies that McCleskey presented could not prove that race bias affected his particular case. In dissent, Justice Brennan labeled the Courts position that such claims would open the door to widespread challenges to all aspects of criminal sentencing as a fear of too much justice.\n\nFast forward to the present. Although it is more difficult to imagine juries making explicitly race-based decisions, empirical studies continue to document the presence of race discrimination in the administration of the death penalty. For instance, in 2010, Professors Michael Radelet and Glen Pierce compared the race of the victim in roughly 15,000 homicides that occurred in North Carolina between 1980 and 2007 with the race of the victim in the 352 homicide cases that resulted in a death sentence over the same time period. The researchers documented that a defendant is three times more likely to get a death sentence in North Carolina for murdering a white person than for killing a black person.\n\nA 2010 study of homicides in East Baton Rouge, Louisiana, documented the same trend. Professors Radelet and Pierce researched 1,100 potentially capital crimes committed in East Baton Rouge Parish between 1990 and 2008. Their research indicated that prosecutors pursued capital cases 364% more often when the victim was white than when the victim was black. The researchers also found that black citizens represented 82% of homicide victims in East Baton Rouge Parish, yet the victim was white in more than half of the cases in which a death sentence was imposed.\n\nWith the appearance of declining explicit racism, the continued presence of race disparities, and a reluctant Supreme Court, explaining and remedying race effects in capital punishment resemble a Gordian knot. Reframing the issue through the lens of implicit bias, however, helps explain the dogged persistence of race disparities and also points us toward the steps that courts, as well as defense lawyers and egalitarian- minded prosecutors, might take to decrease the risk of race effects before a jury issues a death sentence in a particular case. It also gives rise to the view that the post-Gregg death penalty schemes  where a jurys determination that a specific defendant should receive the death penalty is made with unfettered discretion in which subtle, less consciously held racial attitudes could also influence a jurors decision  are unable to eliminate the concern that animated the Court in Furman v. Georgia to eliminate the death penalty.\n\nThis chapter proceeds in three parts. Part I provides context by describing implicit racial bias and exploring the broad contours of its relationship to death penalty prosecutions. Part II focuses on three discrete locations in a capital trial where the operation of implicit racial bias could have the most damaging effect: (1) during consideration of aggravating evidence, (2) during consideration of mitigating evidence, and (3) during the introduction of victim impact statements. In Part III, we offer concluding thoughts and also consider how the capital trial-related phenomena we discuss throughout the chapter might also apply in the capital plea-bargaining context.", "title": "Choosing Life or Death (Implicitly)", "subject": "law"}