{"abstract": "he recent Bolivian Declaration on giving equal rights to Mother Earth, brings forth an interesting and innovative environmental approach. It not only is couched in a language akin eco-feminist terminology but being a declaration of rights it furthers the cause of the environmentalists in a rights-based paradigm. The declaration is made as a reply to the failure of COP15 talks and hence present yet another affirmation of Marxist ideology  viewing nature as a commodity exploited to maximize the gains of the dominant class and technology as a way of mastering nature. This paper starts off by studying the Cochamamba Declaration, its brief history, the exact rights conferred and ideological underpinnings  both explicit and implicit. The authors also try to clearly bring forth the key characteristics which set this movement apart : direct participation, absolute equality given to nature and  the compromise on production which is viewed as non negotiable. Given the radical character of such a movement, the authors have also tried to bring forth the practical difficulties which it might face. The paper then examines whether this new policy caters to the two basic postulates of Ecofeminism as brought out by Caroline Merchant : the equation of the female gender with nature, especially with regards to the quality of reproduction and the structural link between patriarchal and ecological exploitation.. The paper then sees how the basic Marxist ideology of humanization of nature has been inculcated in the declaration and to what effect. The authors have hence tried to show how this declaration  has underlying features of both Ecofeminist and  Marxist ideologies, however it still has a long way to go before such a movement can garner international attention and participation and become truly effective in contributing to the solution of one of the biggest crisis of our time.", "title": "An Ecofeminist and Marxist Analysis on The Bolivian Declaration for the Rights of Mother Earth", "subject": "law"}