{"abstract": "As climate change materializes, legal theorists face the urgent need to develop a normative baseline for environmental regulation. Meanwhile, in the seemingly unrelated field of political exit theory, theorists have presumed that while one ought to be able to exit any polity one cannot exit all polities. This essay challenges that presumption, and simultaneously addresses the baseline problem in environmental law, by combining the analyses to develop a new human right derived from exit right theory called the primary right: a general claim-right of reasonable access to wilderness. The derivation is simple: If consent is necessary to justify political association, it is necessary to justify any amount of political association. And, if one has the right to refuse to consent to and exit any polity one has the right to refuse to consent to and exit all polities. To exit all polities completely so that no polity holds residual power, control and influence over the person exiting would require her having access to, and therefore the continued existence of a place without human political association, or what can be called nonpolity or wilderness. If wilderness ceases to exist, or cannot be reasonably accessed, one has no alternative to political association and cannot be truly autonomous. Nonconsent becomes impossible.\nThe primary right is a candidate for a revolutionary first generation human right to a baseline environment, a right already reflected in the core principals of liberal political philosophy, as well as domestic environmental legislation like the Wilderness and Endangered Species Acts. The primary right synthesizes these typically separate and seemingly conflicting strands of thought, liberal political and environmental theory, to recognize particular duties that can serve as the foundation for a new regime of domestic and international laws that protects both autonomy and the nonhuman world. It adds to the literature by forcing us to see the nonhuman world as a medium by which humans exert power over each other, and by proposing that the baseline for environmental law, that field of law which regulates the relationship between humans and the nonhuman world, should be the nonhuman world itself. Properly understood, liberalism values the nonhuman world because only access to it, which provides a baseline from which we can consent to the human world, can justify consensual political association.", "title": "The Primary Right", "subject": "law"}