{"abstract": "A Guarantism in Tension. The First TEPJF and the Judicial Review of the Parties Internal Life\nBetween 1997 and 2003, in a series of relevant cases, the first Electoral Court of the Federal Judicial Branch (TEPJF) gradually increased its capacity to adjudicate intraparty disputes. Over time, several authors have argued that these cases were inspired by the judicial doctrine developed by Luigi Ferrajoli, the guarantism (garantismo). However, this literature rarely provides evidence to show that the opinions of the TEPJF were consistent with this judicial doctrine. Precisely, this paper seeks to evaluate the decisions of the Electoral Court based upon the theory of Ferrajoli. Specifically, I will argue that the opinions of the first TEPJF share some of the key features of the guarantism, but that they also have others that disagree with the ferrajolian theory. Thus, I conclude that the opinions of the TEPJF could be characterized as a guarantism in tension.\nEntre 1999 y 2003, la primera integracin del Tribunal Electoral del Poder Judicial de la Federacin (TEPJF) emiti diversos criterios relevantes, mediante los cuales increment paulatinamente su capacidad para conocer de litigios originados en el seno de los partidos polticos. Con el paso del tiempo, en la literatura especializada se ha venido consolidando la idea de que estos criterios estuvieron inspirados en el garantismo, la doctrina judicial desarrollada por Luigi Ferrajoli. Sin embargo, en dichos trabajos no es frecuente encontrar argumentaciones encaminadas a demostrar que los criterios del TEPJF efectivamente fueron acordes con el garantismo. El objetivo del presente artculo es, precisamente, analizar las determinacio-nes del Tribunal a la luz de los postulados torales de la teora de Ferrajoli. Se mostrar que las sentencias de la primera integracin comparten algu- nos de los rasgos fundamentales del garantismo, pero que en ellas tambin hay elementos que discrepan con la teora ferrajoliana. Por tanto, se concluye que los criterios del TEPJF pueden ser calificados, en todo caso, como un garantismo en tensin.", "title": "Un garantismo en tensin. La primera integracin del TEPJF y el control jurisdiccional de la vida interna de los partidos polticos", "subject": "law"}