{"abstract": "How long-tail liability claims such as asbestos bodily injury claims and environmental property damage claims are allocated among multiple triggered policy years can result in the shifting of tens or hundreds of millions of dollars from one party to another.  In recent years, insurers have argued that clauses commonly titled, Prior Insurance and Non-Cumulation of Liability (referred to herein as Non-Cumulation Clauses), which are found in commercial liability policies, should be applied to reduce or eliminate their coverage responsibilities for long-tail liability claims by shifting their coverage responsibilities to insurers that issued policies in earlier policy years.  The insurers argument should be rejected under insurance policy interpretation principles such as contra proferentem and the reasonable expectations doctrine.  When such principles are applied to Non-Cumulation Clauses, such clauses are hopelessly ambiguous in the context of long-tail liability claims.  Indeed, the conclusion that Non-Cumulation Clauses are ambiguous when interpreted and applied to long-tail liability claims is highlighted by the numerous court decisions in which the courts cannot agree on what the clauses mean or how they should be applied to long-tail liability claims.\nThe insurers argument is also inconsistent with the intended purpose of Non-Cumulation Clauses.  According to one of the underwriters involved with the drafting of the London version of the clause, the clause was intended only to prevent a policyholder from obtaining a windfall double recovery for a loss under two different policy forms when the insurance industry was transitioning from one policy form to another in the early 1960s.  In fact, some versions of the Non-Cumulation Clause, such as the London version, were drafted long before long-tail liability claims were recognized as such and before the modern trigger and allocation rules had been adopted by the courts.  Consequently, Non-Cumulation Clauses were never intended to apply to long-tail liability claims under modern trigger and allocation rules.\nWhen analyzed, Non-Cumulation Clauses are really just a variation of other insurance clauses.  As such, after the policyholders liabilities have been paid in full, the policyholders liabilities should be apportioned among the triggered policies in accordance with the applicable jurisdictions laws regarding allocation and other insurance clauses.", "title": "The Non-Cumulation Clause: an Other Insurance Clause by Another Name", "subject": "law"}