{"abstract": "Photography has bewildered humanity since its inception. At first, the public viewed it solely as science. Later, people deemed it \"art,\" but only insofar as it was \"pictorial\" and imitated painting, drawing, and printmaking: in other words, photographs were art only if they looked un-photographic. Eventually, however, the art world rejected pictorialism in favor of \"straight photography,\" an aesthetic that exploits the camera's distinctive qualities and, in particular, its realism. This is the aesthetic that prevails today.\n\nUnfortunately, pictorialism still influences copyright law. It adheres in the fact-expression dichotomy, which differentiates facts, which are free to all, from expression, which is not, and in the fair-use defense, which allows broader borrowing from \"factual\" works than from \"creative\" works. Courts applying these doctrines routinely deem straight photographs \"factual\" even though the artist made all of the same choicesabout focal point, perspective, composition, and etc.that would, otherwise, result in a finding of creativity. The problem is that straight photographs, by nature, appropriate visual facts, and courts have trouble distinguishing these facts from the photographer's depiction of them. Consequently, straight photographs, which are, by today's standards, highly expressive, receive less protection than pictorial photographs.\n\nThis article suggests an alternative approach. First, it sets forth a \"compositional-equivalence\" test, which compares original and allegedly infringing works' fundamental design elements: if the designs are equivalent, the defendant has taken protected expression, not mere facts. Second, it delineates two categories of straight photographs that are susceptible to liberal copying, those that are \"evidentiary\" and those that contain \"demonstrative expression.\" The former serve a truth-approximating function and the latter contain expression that has, itself, become a fact in controversy. Right now, the courts are simply using the wrong tools for the job; these tests would enable them to approach straight photographs in a more-principled, more-modern manner.", "title": "In the Language of Pictures: How Copyright Law Fails to Adequately Account for Photography", "subject": "law"}