{"abstract": "This article begins the important work of synthesizing two areas of law that have been on a collision course recently: federal administrative law and structural reform remedies. The urgency of this problem is highlighted by two recent cases by the Supreme Court and the Ninth Circuit. They demonstrate both that the courts are unwilling to continue ignoring the widespread crises in federal agencies that manage benefit programs, and that the current model of equitable remedies for failing institutions is not up to the task of providing effective solutions. This article addresses the core case law and theory in both areas, and proposes a new approach to equitable remedies that better manages the common concerns of institutional competence and separation of powers. In the realm of federal benefits agencies, it advocates remedying the serious problems of federal agencies with strict time-line-based goals, backed up with blunt orders to transfer resources within the agency to the problem areas. Such solutions will be effective because, if the agency and the political branches could not find an effective solution within the time limits allotted, the problems facing federal benefits agencies are exactly the type for which brute-force application of resources would produce results. Despite the seemingly aggressive nature of such orders, they actually represent a return to the traditional, limited role of the judiciary, while better balancing separation of powers and institutional competence concerns. In the larger realm of equitable cases, this article proposes that updating the outdated approach to structural reform remedies requires an appreciation that judges must also act as a check against public choice problems that often give the political branches strategic incentives to ignore the needs of established programs. However, in doing so, judges should not make choices that agencies and politicians have avoided, but rather should structure remedies to directly address the constitutional violations while placing increasing pressure on them to find solutions and make difficult public policy choices in a manner that is legitimized by majoritarian processes. Thus, the judicial role can be both limited and effective in resolving systemic constitutional violations in a timely manner.", "title": "Equitable Power in the Time of Budget Austerity: The Problem of Judicial Remedies for Unconstitutional Delays in Claims Processing by Federal Agencies", "subject": "law"}