{"abstract": "With its decisions in Twombly and Iqbal, the Supreme Court established a new federal pleading standard: a complaint must state a plausible claim for relief. Many commentators have written about the meaning of plausibility. None has focused on the Courts statement that [d]etermining whether a complaint states a plausible claim for relief...will be a context-specific task that requires the reviewing court to draw on its judicial experience and common sense. In this article, I make and support several claims about the meaning and application of judicial experience. First, in order to understand and define the plausibility standard, one must understand the meaning and application of judicial experience. The requirement that district courts apply judicial experience to resolve a motion to dismiss is a new part of the federal pleading regime, just like the new plausibility standard. Second, the application of judicial experience  as intended by the Supreme Court  requires district courts to consider information and evidence beyond that alleged in the complaint when resolving a motion to dismiss. Third, and contrary to conventional wisdom, the Supreme Court does not intend the application of judicial experience to involve a subjective analysis of the plausibility of a claim. Instead, the Supreme Court intends district courts to consider a larger, objective body of experience  beyond the subjective experience of any particular district court  with similar factual scenarios. Fourth, the Supreme Court anticipates that the application of judicial experience will require district courts to develop a common law of pleading standards that will vary with the type of claim, the type of claimant, the type of defendant and the alleged factual scenario. The Court has expressly denied that plausibility require[s] heightened fact pleading of specifics, but what plausibility means is informed by judicial experience. Sometimes plausibility requires more convincing facts (not more specific facts). Finally, I argue that this new pleading regime that requires the application of judicial experience at the pleading stage  even where it is based on objective information  is inappropriate and inconsistent with the adversarial nature of litigation.", "title": "The Rise of the Common Law of Federal Pleading: Iqbal, Twombly and the Application of Judicial Experience", "subject": "law"}