{"abstract": "The distinction between antisubordination and anticlassification has existed since the 1970s and has been frequently invoked by scholars to advocate for certain readings of antidiscrimination law. The anticlassification principle prohibits practices that classify people on the basis of a forbidden category. In contrast, the antisubordination principle allows classification (or consideration of, for example, race or sex) to the extent the classification is intended to challenge group subordination.\nWhile most scholars writing about antisubordination and anticlassification have done so in the context of equal protection, this Article systematically applies antisubordination and anticlassification values to assess recent developments in employment discrimination law and explore how they might tell us something about the trajectory of employment discrimination jurisprudence. In 2009, the Supreme Court decided Ricci v. DeStefano, a landmark Title VII case, and in 2008 Congress passed two new laws: the Genetic Information Nondiscrimination Act (GINA) and the Americans with Disabilities Act Amendments Act (ADAAA). These changes potentially undermine the very normative foundation of employment discrimination law.\nThis Article argues that the major employment discrimination statutes have until recently had a substantial antisubordination orientation, in that they were designed to respond to a history of discrimination and incorporate many provisions that expressly take account of forbidden traits (through doctrines like disparate impact and reasonable accommodation). This Article then explores how recent changes to the Americans with Disabilities Act (ADA), Title VII, and the enactment of GINA may imperil the underlying normative foundation of employment discrimination law by turning toward and emphasizing anticlassification values at the expense of employment discriminations antisubordinationist foundation. The Article concludes by evaluating the turn, questioning whether the antisubordination/anticlassification distinction is the most apt framework for evaluating employment discrimination law, and suggesting a few changes that may help preserve the valuable antisubordination foundations of employment discrimination law.", "title": "The Anticlassification Turn in Employment Discrimination Law", "subject": "law"}