{"abstract": "Constitutional Newspeak:\n\nLearning to Love the Affordable Care Act Decision\n\nIn his classic dystopian novel, 1984, George Orwell imagines a world in which language is regularly contorted to mean its opposite  as in the waging of war by the Ministry of Peace and infliction of torture by the Ministry of Love.  A core claim of Orwells was that such abuse of language  which in his novel he labeled Newspeak -- would ultimately channel thought.  Whatever the merits of this claim as a theory of linguistics, constitutional developments too recent to be called history demonstrate that as a practical matter Orwell was on to something.  The Courts June 28 decision both upholding and invalidating the Affordable Care Act (ACA or the Act) is both a product and an example of constitutional Newspeak.  For the last two years, the question of the constitutionality of the ACA deeply divided public opinion, the legal profession, the lower federal courts and, ultimately the Supreme Court of the United States.  Throughout all the exhaustive and exhausting debates, editorials, discussions, arguments, and opinions, however, one legal proposition commanded complete accord: that Congresss Commerce Clause powers were subject to judicially enforceable limits.  It is no small irony, then, that this universally recognized legal proposition happens to be false.  Indeed, it has not been true for almost a century, is not true today, and will not be true for the indefinite future.\n\nMoreover, the falsity of this proposition cannot be news to anyone.  Time and again, throughout the twentieth century and so far as we have come in the next, the Court has demonstrated that it is either unwilling or unable to impose meaningful constraints on Congresss power under the Commerce Clause.  To be sure, the Court has assiduously avoided acknowledging this reality.  It has, instead, reliably carried forward in its opinions sententious declarations to the contrary  proclamations of its somber but inalienable duty to prevent Congress from straying past its bounds.  Patently false, these claims nonetheless shaped and ultimately governed the Commerce Clause controversy generated by the ACA.\n\nAt every turn in the ACA litigation, the Acts defenders were hindered by their not having the words to make their case forthrightly.  This constraint not only accorded the challengers constitutional claim more oxygen than it deserved, but may have also figured in the self-delusion necessary for so many, on and off the bench, to find the claim so compelling.  During the greater part of the twentieth century, the reality of judicial abdication of any duty to enforce the enumerated powers scheme was at first merely unspoken, later became unspeakable, and ultimately came to be virtually unthinkable.  The two-year-long debate over the constitutionality of the ACA was the culmination of six decades of constitutional Newspeak.\n\nOr so this manuscript argues.  It also explores some of the questions this account raises for the future health of our constitutional order.", "title": "Constitutional Newspeak: Learning to Love the Affordable Care Act Decision", "subject": "law"}