{"abstract": "The United States government has committed grave human rights violations by disappearing people during the past decade into the detention camps in Guantanamo Bay, Cuba. And for nearly thirty years, beginning with a 1983 decision from a case arising in Uruguay, there has been a well-developed body of international law establishing that parents, wives and children of the disappeared suffer torture, or cruel, inhuman or degrading treatment (CID).\nThis paper argues that the rights of family members were severely violated when their loved ones were disappeared into Guantanamo. Family members of men disappeared by the United States have legitimate claims for torture or CID against the government under both international law and American law. However, rather than providing a forum to address the plaintiffs' sufferings of egregious human rights violations, the United States seeks to block all claims and evade accountability. In skirting claims, the United States has proven to be a powerful and skilled adversary both domestically and internationally.\nMy work with the Witness to Guantanamo project --in which we have filmed full-length interviews of former detainees and others, including military and government officials who have lived or worked in Guantanamo and family members of former detainees -- has inspired me to write this article, and informs its content. Our nation must address its human rights violations.\nThe innocent victimsthe parents, wives and children of the men who were disappearedsuffered the worst thing imaginable: not knowing what happened to their loved ones. The parents of the disappeared lost all contact with their sons. The wives lost all contact with their husbands. The children lost all contact with their fathers. And since 1983, the international legal community has recognized that close family members have suffered torture or cruel, inhuman or degrading treatment (CID) when their loved ones were disappeared.\nThis Article will focus on only one site where the United States has disappeared people: Guantanamo Bay, Cuba. The first planeload of twenty captives was flown from Afghanistan to Guantanamo Naval Base on January 11, 2002. Ultimately, approximately 779 men were brought to Guantanamo. It was not until April and May of 2006 that the United States government officially released the names of the men held in the Guantanamo detention center. Until then, the family members of the disappearedmothers, fathers, wives, and sons and daughtersdid not know, or could not be certain, that their loved ones had disappeared into Guantanamo.\nMuch has been written about the harsh treatment of the men in Guantanamothe cruel, inhuman or degrading treatment, as well as the torture that they suffered. But little, if anything, has been written about the trauma inflicted upon the parents, spouses and children of the disappeared. Yet, international law has been crystal clear for over thirty yearsthe families of the disappeared suffered torture or cruel, inhuman or degrading treatment.\nFamily members of the men disappeared by America have legitimate claims for torture or CID against the United States government under international law and American law. Unfortunately, the United States has proven to be a powerful and skilled adversary. It has successfully skirted the jurisdiction of all but one of the international oversight bodies that would otherwise have the authority to rule on challenges to United States' mistreatment of individuals. In addition, when the family members seek to bring claims under the Alien Tort Statute, the Federal Tort Claims Act, and the Torture Victims Protection Act, the United States is able to impede the families' access to federal courts on jurisdictional, immunity, statute of limitations and other procedural grounds, thwarting the normative goal of providing remedies for grave harms. In essence, although the United States should be held accountable to the families of the disappeared, given the current state of domestic and international law, accountability waits in the wings.\nNo matter what one can say about the people we have held in Guantanamo, in the case of their family members we have mistreated those who are wholly innocent and painfully vulnerable. This article is written in search of a domestic and/or international forum to hold the United States accountable for the sufferings of the family members while their loved ones disappeared into Guantanamo.", "title": "In Search of a Forum for the Families of the Guantanamo Disappeared", "subject": "law"}