{"abstract": "The disproportionate incarceration of minorities is one of the American criminal justice systems most established problems. In spite of a societal backdrop in which descriptive claims of a post-racial America prosper, the problematic racial dynamics of criminal justice persist. The numbers are stark and clear: one out of every twenty-nine black adult women and men are currently incarcerated compared with only one out of every 194 whites. But less clear are the causes of these disparities. For decades, scholars have struggled to understand why America prosecutes and incarcerates minorities at such massive rates. Perspectives on this troubling issue cover an incredibly wide range of themes, spanning from racist discussions of biological differences to thoughtful considerations of structural racism. A scientific revolution, however, has generated new interest with regard to how upstanding people  including judges, jurors, lawyers, and police  may discriminate without intending to do so. This implicit bias revolution has created new opportunities to empirically investigate how actors within the legal system can perpetuate discrimination in ways that have been  until now  almost impossible to detect.\n\nThe idea that prosecutors might be partially responsible for propagating inequality in the criminal justice system is far from new. Until now, however, it has been difficult to explain in detail why prosecutors  the vast majority of whom would never intend to hold double-standards based on race  might nonetheless be unwitting propagators of bias. From the arrest of a suspect to the sentencing of a defendant, consider the range of discretion-based decisions that prosecutors must make on a daily basis: Should an arrested citizen be charged with a crime? At what level should bail be recommended? Should bail be opposed? What crime or crimes will be charged? Should charges be dropped? Should a plea bargain be offered or negotiated? Which prosecuting attorney will prosecute which alleged crime? What will the trial strategy be? Will minority jurors be challenged for cause or with peremptory challenges? What sentence will be recommended?\n\nThis range of discretion offers a starting point from which to investigate how implicit bias might infect the prosecutorial process. In this Article, we examine implicit bias in the daily decisions of prosecutors, focusing on prosecutorial discretion points and specifically connecting each of them to implicit bias. We argue that implicit racial attitudes and stereotypes skew prosecutorial decisions in a range of racially biased ways. We then conclude by suggesting possible avenues for future research and considering potential remedies aimed at reducing the impact of implicit racial bias on prosecutorial decision-making.", "title": "The Impact of Implicit Racial Bias on the Exercise of Prosecutorial Discretion", "subject": "law"}