{"abstract": "Recent scholarship has challenged the conventional wisdom that Supreme Court Justices policy preferences remain constant over the course of their careers. According to the new `preference change account, nearly all of the Justices who served for ten or more terms and retired from the Court between 1937 and 2003 exhibited significant preference change, among them Justice Hugo Black, who after 1964 famously renounced his liberal roots to become one of the Courts most conservative justices. Beginning in the mid- 1960s, with landmark civil rights cases like Cox v. Louisiana, in which Black denounced protesters who were arrested for picketing a segregated restaurant, many commentators argue that Black turned his back on support for the racial equality he had formerly espoused as a liberal exponent of the Warren Court. By contrast, others, including Black, maintain that Blacks policy preferences did not change in his more than three decades on the Court. Which of these `preference change accounts is correct? Drawing on an empirical analysis of the approximately 129 civil rights cases heard by the Court during Blacks tenure, this Comment shows that Black remained ideologically consistent over time. What accounts for this perception of preference change are changes in the Courts docket that led Black to appear mercurial. Although Black consistently supported efforts to effectuate a goal of racial equality, a longtime aversion to protests, demonstrations, sit-ins, and other indicia of social disorder, outlined by Black in a series of published lectures entitled A Constitutional Faith, led Black to abandon his liberal colleagues support for civil rights as social unrest epitomized by sit-ins and demonstrations increased in frequency. The findings detailed in this Comment suggest that ideological drift on the Court may be a much rarer phenomenon than currently believed, a conclusion that has important implications for a presidents faith in the ideological stability of their Supreme Court nominees as well as conceptions of legal change more generally.", "title": "The Preference Change Myth: Hugo Black and Civil Rights, 1964-1971", "subject": "law"}