{"abstract": "Our article, \"Comparative Deterrence from Private Enforcement and Criminal Enforcement of the U.S. Antitrust Laws,\" 2011 B.Y.U. L. Rev. 315, documented an extraordinary but usually overlooked fact: private antitrust enforcement deters a significant amount of anticompetitive conduct. Indeed, the article showed that private enforcement \"probably\" deters even more anticompetitive conduct than the almost universally admired anti-cartel enforcement program of the United States Department of Justice.\n\nIn a recent issue of Antitrust Bulletin, Gregory J. Werden, Scott D. Hammond, and Belinda A. Barnett challenged our analysis. They asserted that our comparison is more misleading than informative. It is unsurprising that they would question our position, given its heretical nature (not to mention their understandable loyalty to the fine institution that employs them). However, their specific criticisms do not withstand scrutiny. In their Antitrust Bulletin article they offered six separate critiques of our analysis, each of which this response considers and rebuts in turn.\n\nAlthough our original article considered a large number of factors and requires 71 law review pages, the core of the comparison it undertook is relatively straightforward: The article added together the value of every DOJ anti-cartel sanction from 1990 to 2007, including fines, restitution, and an equivalent value for time spent in detention. This totaled $7.737 billion. The article compared this amount to the $21.9 to 23.9 billion in sanctions resulting from just 40 large private antitrust cases that ended during the same period. On the basis of this and other evidence the article concluded, with appropriate qualifiers, that private enforcement \"probably\" deters more anticompetitive activity than DOJ anti-cartel enforcement. The article also noted that private enforcement deserves much more praise than it typically receives, not the scorn so frequently given to it by the antitrust field. In this response, we explain why our original conclusions survive the efforts of Werden, Hammond, and Barnett to debunk them.", "title": "The Extraordinary Deterrence of Private Antitrust Enforcement: A Reply to Werden, Hammond, and Barnett", "subject": "law"}