{"abstract": "The article explores the ironies involved in the contemporary enforcement of family obligations. As forms of intimate partnership and parenthood become ever more varied, the law of family obligation - child support, property division and alimony - has become increasingly routine and formulaic. As scholars increasingly call for more attention to the varied ways in which different individuals and communities structure their care networks and their intimate lives, the law of family obligation has become less, not more attentive to context. This piece explains how the laws rejection of context is an understandable reaction to the growing diversity of family forms. By unpacking contemporary family law rules, one see that the baselines and value judgments informing the law of family obligation are usually contested or arbitrary or both. They are accepted not because they represent consensus on what obligation should be but because they clearly demarcate who is obligated and for how much. Predictability emerges as more important than context for almost everyone. Social acceptance of so many different family forms makes judicial attention to context extraordinarily invasive and expensive. In an area of law where very few of the parties have the resources or desire to debate the normative underpinnings of family obligation and where both the parties and the state have strong interests in minimizing contested issues, there are compelling reasons to establish a very rule and status based law of obligation, even if that system is rooted in a normative vision of family that, for most people, has ceased to exist. The article thus argues that despite the profoundly limited way in which the current law identifies families, some reliance on restricted legal definitions of family will be necessary for any meaningful system of family obligation to operate. In doing so, the article challenges much contemporary family law scholarship and suggests that we may have to accept the laws privileging of certain family forms if we are to expect an enforceable system of family obligation.", "title": "Homogenous Rules for Heterogeneous Families: The Standardization of Family Law When There is No Standard Family", "subject": "law"}