{"abstract": "In spite of a communications revolution that has given the public access to new media in new places, the revolution has been stopped cold at the steps to the U.S. federal courthouse. The question whether to allow television cameras in federal courtrooms has aroused strong passions on both sides, and Congress keeps threatening to settle the debate and permit cameras in federal courts. Proponents of cameras in federal courtrooms focus mainly on the need to educate the public and to make judges accountable, whereas opponents focus predominantly on the ways in which cameras can affect participants behavior and compromise the dignity of the court and the fairness of the trial.In this article, I lay out the traditional arguments that proponents and opponents make to justify their positions, but I also examine the weaknesses of each side, and the underlying motivations and aspirations, which neither side ever articulates. I explore the unintended consequences of cameras in the courtroom because institutions are not static. For example, cameras might contribute to a growing trend, which I call the vanishing oral argument, in which appellate courts do away with oral argument and simply decide the case on the briefs. I also look at other contexts in which cameras have been introduced, such as Supreme Court nomination hearings and congressional speeches, and draw lessons from cameras in these other settings.In the end, the debate entails competing values and perspectives. Proponents primarily take a public-centered view of courts and focus on protecting public access to court proceedings, whereas opponents primarily take a participant-centered view and consider the participants in the proceeding and how they are affected by cameras. However, both perspectives can be accommodated, at least to some extent. Federal courts should post transcripts and audio recordings of court proceedings online, but stop short of permitting cameras in the courtroom. Federal judges need to consider the power of the image, the omnipresence of the camera, the spread of images via the Web, and the current lack of a technology etiquette that will guide the use of courtroom images on the Web. Until that etiquette develops, federal judges should take incremental steps to make courts more accessible, but should not allow cameras in federal courts, particularly in federal district courts.", "title": "The Conundrum of Cameras in the Courtroom", "subject": "law"}