{"abstract": "Due to suburbanization and white flight, metropolitan regions suffer  from great fiscal inequality. Wealthier, and oftentimes white, suburbs  are able to keep their tax burdens low and receive high quality  government services. In contrast, central cities, with many poorer and  ethnic minority communities, face eroding tax bases and increased demand  for social services. In response to this fiscal dilemma, central cities  spend money to construct and operate assets, such as a sports stadium  or music hall, in the hopes of spurring economic development that can  create job opportunities for residents and increased tax revenues for  the city. While such assets are desired and used by residents of the  entire region, our current system of local government allows wealthier  localities to enjoy these benefits without helping to pay for their costs. This dismal state of affairs is largely the product of localism, a  descriptive and normative theory of a system of decentralized,  independent local governments that fosters self-interest and unilateral  decision making. Recently, a powerful critique of localism has emerged  in the form of regionalism, a competing theory that recognizes the  complexity and interdependence of cities. Regionalism argues that  interlocal collaboration is necessary to address the ills of the modern  metropolis, including the problem of fiscal inequality. Unfortunately,  regionalism has failed to be adopted on a meaningful scale because it is  politically or practically infeasible. Moreover, the regional  governments that have been successfully formed have tended to reinforce  inequality and free riding. In this Article, I propose a new, more  viable theory of regionalism  equitable fiscal regionalism. This  theory envisions a regional government that better distributes the cost  of regional benefits throughout the metropolitan area. In doing so,  equitable fiscal regionalism seeks to address the free riding by  wealthier localities and help reverse the fiscal inequalities that exist  in most regions. By using the example of sports stadium districts, this  Article demonstrates how equitable fiscal regionalism can help find  theoretical common ground for localism and regionalism and move toward  bridging the gap between scholarship and practice in this important  area.", "title": "Equitable Fiscal Regionalism", "subject": "law"}