{"abstract": "This paper reviews the characteristics of human rights NGOs and their evolving role within the existing international and regional human rights mechanisms, and further, in Asia, the way in which they have worked together for better human rights practices and the establishment of regional human rights institutions (RHRIs) in this region. It also examines the role of human rights NGOs in strengthening human rights protection systems at the national level, especially in cooperation with national human rights institutions (NHRIs).  My broad argument is that not only have they contributed to strengthening the international human rights system, but have also been key partners of regional bodies to effectively implement international norms at the regional level. Human rights NGOs are increasingly becoming regional for a better protection and promotion of human rights issues of common concern in the region, and they actively cooperate with other NGOs across national borders.  All three existing regional human rights systems in Europe, the Americas, and Africa also show how human rights NGOs can interact and effectively address their concerns and problems under their regional framework. In Asia, their initiatives, input, and efforts have become the strong foundation for the establishment of RHRIs in the region.  Further, at the national level, especially in relation to the cooperation with NHRIs, role of human rights NGOs is vital for the effectiveness of NHRIs and ultimately can lead to strengthening the national system for the protection and promotion of human rights. In other words, NHRIs effectiveness for better human rights practices in each individual state depends mainly on how they can properly interact with the human rights NGOs and at the same time, on the level of interaction with civil society. In this paper, the case study of seven selected countries in Asia was provided to review the process of establishing NHRIs, both successful and unsuccessful ones, and more specifically, how human rights NGOs have worked together with NHRIs and their governments for the protection and promotion of human rights.", "title": "RHRIs, NHRIs AND HUMAN RIGHTS NGOs", "subject": "law"}