{"abstract": "Courts have held that the general principles of judicial non-interference with the decisions of private associations do not apply where a dominant organizations decisions effectively prevent individuals from participating in an important activity, including a profession or sports. Although the bylaws of the National Collegiate Athletic Association (NCAA) give it unfettered power, it remains subject to judicial review when its decisions violate constitutional or statutory limits, or principles of contract law, or when they are inconsistent with the organizations own rules. As such, general principles of equity should freely permit an athlete to obtain injunctive relief where the applicable standards are satisfied. Similarly, courts have also struck down or severely limited, on grounds of public policy, a sporting associations effort to entirely preclude judicial review by an express waiver of recourse clause, unless there exists an agreed upon alternative dispute resolution process that provides for independent impartial review consistent with the requirements of the Federal Arbitration Act (FAA). Nevertheless, the NCAA effectively precludes judicial review via Bylaw 19.7 (the Restitution Rule), which permits the NCAA to impose severe financial penalties on a member institution that allows an athlete to participate pursuant to a court order, if an appellate court later overturned the lower courts ruling. Further, the NCAAs reinstatement process for resolving eligibility disputes lacks the independent impartial review necessary to insulate the process from judicial review under the FAA. This paper analyzes these well-defined strands of private association law and the requirements of the FAA and concludes that the Restitution Rule constitutes an improper waiver of recourse clause. The authors propose that the NCAA can achieve its legitimate aim of quick and definitive resolution of eligibility disputes by affording college athletes the right to submit their disputes to binding arbitration before a neutral, expert arbitrator (or panel of arbitrators) consistent with the requirements of the FAA.", "title": "Judicial Review of NCAA Eligibility Decisions: Evaluation of the Restitution Rule and a Call for Arbitration", "subject": "law"}