{"abstract": "In recent years, several countries have adopted diagnosis-related group (DRG) payment systems modeled after the system Medicare uses to reimburse providers for acute-care inpatient treatment. This paper compares the Medicare DRG system with the German DRG system and suggests improvements that might help both systems. First, Germany should proceed carefully in its attempt to reduce the length of hospital visits because its universal payment mechanism cannot shift costs to the private sector so inadequate payment could degrade the quality of care. Second, because both countries struggle with incorporating new treatments and technologies into their payment systems, they should both consider a more streamlined approach to approving payment for these services. Third, although both countries have mechanisms for public quality reporting, they both have weaknesses they could address using readily available technologyand there are lessons Germany could learn from the U.S. system about how to motivate higher quality care. Fourth, both countries could enjoy long-term benefits by increasing their payment systems sensitivity to high-value services and treatments instead of focusing only on resource intensity and complexity. Although the Patient Protection and Affordable Care Act addresses this issue using shared-savings initiatives, value-based insurance design principles are not yet reflected at the DRG level. Fifth, the German DRG system creates an opportunity for German providers to implement American-style revenue-cycle management techniques to better control costs, reduce waste, and improve care. And sixth, Medicare uses a methodology to pay for unusually high-cost cases that generates tremendous pressure on providers to increase their charges. Medicare could take an example from Germany and adopt a system that is less prone to escalating charges.", "title": "Relating Diagnosis-Related Groups: What Germany and the United States Can Learn from Each Other About Acute-Care Payment Systems", "subject": "law"}