{"abstract": "The concern of our study was to examine the legal basis for electronic contracts in Tanzania. The major problems that were being examined are; the ascertainment of e-contract terms and the other party in the contract with the focus to consent i.e. consensus ad idem requirements and capacity to contract. With the first problem, e-commerce involves e-contracts and the business community in Tanzania enters into contractual arrangements with external world via websites or email in which case the electronic environment is not suitable in Tanzania in terms of the laws and the technology. Messages sent via internet may be garbled in transmission and also determination of the time in which the message is sent or received as to ascertain offer and acceptance. On the other hand, the requirement of consent i.e. consensus ad idem in contract in electronic contract has become a challenge because in some e-agents are involved to contract. It has become a question as to whether e-agent can amount to consent of the other party to the contract. E-agents are not included in the definition of the laws in Tanzania to mean a person and hence a problem. The endeavours to pursue this task were guided by the assumption that; there is a mismatch between the existing regulatory framework on one hand, and cyber contracts specifically on the issues of contract terms and consensus ad idem on the other hand. And that the existing law yet favours a traditional way of contracting i.e. paper based contracts rather than cyber contracts. We employed interview and review methods in the field as our tools to collect the data.\n\nThe existing laws in Tanzania provide a general guidance to cyber contracts because there is no specific legislation to govern electronic transactions. This makes it difficult to respond sufficiently to technological changes. The contracts are generally governed by the Law of Contract Act but courts of law may extend and develop some principles where necessary, to fill the gaps.", "title": "Electronic Contracts in Tanzania: An Appraisal of the Legal Framework", "subject": "law"}