{"abstract": "This article provides a democratic assessment of the corporate law making structure in the United States. It draws upon the basic democratic principle that those affected by legal rules should have a voice in determining the substance of those rules. Although other commentators have noted certain undemocratic aspects of corporate law, this Article is the first to present a comprehensive assessment of the corporate regulatory structure from the perspective of democracy. It departs from prior accounts by looking past the states' role to consider the ways that federal regulation shores up the legitimacy of the overarching structure. This focus on the federal role provides some comfort on a democratic account, but also counsels caution with respect to continuing efforts to limit the scope of the federal role within the corporate governance structure. At the federal level, Congress has chosen to regulate corporate matters by setting broad policy objectives and delegating administrative tasks to the Securities and Exchange Commission (\"SEC\"). The democratic legitimacy of the corporate regulatory regime thus requires proper respect for the discretion that Congress has vested in the agency. The Article therefore urges skepticism toward efforts to constrain the SEC's regulatory role through judicial challenges to its rulemaking authority. It argues that the SEC's ability to respond deftly to market crises and scandals has been unnecessarily hampered by a tradition of aggressive judicial review of agency rulemaking. While rooted in concerns for preserving democratic accountability for agencies, this tradition has undermined the very values it seeks to protect. Because the procedures for SEC rulemaking comport well with democratic values, the agency deserves more deference than courts have been willing to allow. The analysis has implications for current proposals to reform regulation of the national financial markets. Recent calls to weaken the SEC's role in financial regulation should give pause to those concerned with the democratic integrity of our regulatory processes. It is the SEC's political independence that strengthens its ability to navigate the rough terrain of regulating the powerful industries within its jurisdiction. Bolstering rather than diminishing the agency's independence should therefore be a central element of any proposal to improve our financial regulatory system.", "title": "Legitimacy and Corporate Law: The Case for Regulatory Redundancy", "subject": "law"}