{"abstract": "This Article traces the development of the good faith doctrine in Delaware and links shifts in the doctrine to events occurring in the national economy and in Washington.  It shows that in 2003 Delaware judges seemed open to the possibility of imposing liability on directors in a case (Disney) where facts suggested that the directors were overly passive in approving the terms of an employment contract for a senior corporate executive.  After the 2001-2002 corporate governance scandals faded, however, the courts abandoned this course.  A trio of decisions in Disney, Stone v. Ritter, and Lyondell reiterated what had long been clear prior to 2003, that directors will not face personal liability for the breach of the duty of care.  Instead, such liability is limited to situations where directors actions or omissions evidence intent to harm the corporation.\nThe Article also assesses Delawares response to the 2008 financial crisis.  Thus far, Delaware courts have avoided staking out territory with respect to financial oversight.  However, on central governance issues such as shareholder voting the legislature and courts are making an effort to preserve state primacy. The legislature, led by Delawares bar, moved quickly in 2009 to try to blunt progress on federal proxy access.  In spring 2009 the legislature amended Delawares corporate statute to affirm shareholders rights to gain access to a corporations proxy machinery through binding bylaw amendment.  In addition, the Delaware Bar Association formally opposed the Securities and Exchange Commissions more comprehensive proxy access proposal.\nIn contrast, the judiciarys renewed commitment to shield corporate directors from personal liability tied the courts hands in ways that made it difficult to respond doctrinally to the financial crisis.  Thus, in Citigroup the court declined to break new ground on directors obligations to monitor corporate risk, but on the core issue of executive compensation the court reopened a path for recovery that had seemed until then to be firmly shut.  The survival of the plaintiffs waste claim in Citigroup seems part of Delaware courts efforts appear engaged on compensation issues.\n ", "title": "The Role of Good Faith in Delaware: How Open-Ended Standards Help Delaware Preserve Its Edge", "subject": "law"}