{"abstract": "Written for the recent conference at St. Johns University Law School on People of Color, Women, and the Public Corporation, this paper evaluates recently applied methods of influencing corporate behavior on employment practices and recommends that a dormant legal doctrine be revitalized and added to the tool box of activists and concerned shareholders. The methods of influencing corporate behavior that are evaluated include class action lawsuits and shareholder proposals to amend corporate policy. In both contexts, there are procedural hurdles to achieving success. Even when success is achieved, there are limits to the actual changes in organizational behavior that result. A third means for influencing corporate behavior would not involve the same theoretical or structural limitations. The ultra vires doctrine historically allowed a shareholder to sue to prevent a company from engaging in an activity outside of the specific parameters of its corporate charter. While the doctrine was almost done away with during the 1900s inasmuch as companies are now free to alter their field of business as they wish, a narrow slice of this doctrine remains. Namely, corporate charters typically are required to limit a corporation to lawful activities, and forty-nine states have statutes empowering the state to enjoin or dissolve the corporation for illegal acts. Therefore, shareholders still have the power to sue a company to prevent the violation of laws. In the context of a company such as Wal-Mart, for example, a well-documented pattern of widespread illegal gender discrimination could therefore be grounds for a shareholder bringing an ultra vires lawsuit. Unlike a shareholder proposal, the available remedies could include a court order to cease the activity and to adopt a detailed monitoring, training and compliance plan. Unlike a class action, the high hurdles of certifying the plaintiffs as class representatives would not exist. Nor would there be the same mix of practical concerns that contribute to class action attorneys emphasizing monetary rewards over long-term, disciplined equitable relief that is geared to actually altering company practices in the future. The only limitation on using the ultra vires doctrine is that there must be evidence that a company is in violation of an actual law in a jurisdiction where it operates. In those contexts, ultra vires can effectively enable a form of shareholder enforcement suit to ensure compliance with the federal laws of the United States or the statutes of foreign nations or individual states laws.", "title": "A Bridle, a Prod and a Big Stick: An Evaluation of Class Actions, Shareholder Proposals and the Ultra Vires Doctrine as Methods for Controlling Corporate Behavior", "subject": "law"}