{"abstract": "Every day, more and more Americans begin to use smartphones, tablets, and wireless modems to access new mobile applications and services that are proliferating at an astounding pace. Some have argued that without a fundamental shift of spectrum from broadcasters to commercial wireless operators the nation will soon face a massive mobile traffic jam and that auctioning broadcast spectrum will deliver a revenue windfall to the U.S. Treasury.\nBut the opposite is true. The best way to meet the projected explosive growth in mobile data is to allow broadcasters to use point-to-multipoint Broadcast Overlay technology to provide the most efficient possible delivery of high bandwidth data to mobile users. Simply allocating more spectrum to commercial wireless operators would do very little to address projected massive capacity shortfalls and would do even less to address Federal budget deficits. Commercial mobile networks based on cellular one-to-one architectures are not designed to efficiently carry the portion of mobile data traffic that is likely to grow the fastest. The U.S. Treasury would receive far less revenue from one-time auctions of reclaimed broadcast spectrum than it would from recurring ancillary service fees, if broadcasters are permitted to serve the segment of traffic that commercial mobile networks are inherently weak at delivering; viz, one-to-many/ point-to-multipoint IP traffic.\nThis paper  the first of its kind  quantifies the superiority of a mobile-friendly Broadcast Overlay service to address growing demand for mobile data. It also projects the impact on revenues to the U.S. Treasury from ancillary service fees on broadcasters that provide Overlay services. We show:\n The demands of a mobile data ecosystem will be too diverse to be served only by cellular networks and commercial wireless operators. Different kinds of mobile data traffic require different networks and different service models. A Broadcast Overlay service that is technically compatible with commercial wireless networks would allow users to consume more data at a lower cost with a higher quality of service.\n Even doubling the amount of spectrum available to commercial wireless operators using cellular architectures would do little to meet projected demand, which is expected to soar almost seventyfold by 2026.\n Under traditional commercial mobile service models, users can not afford to consume the amount of data on which spectrum shortage predictions are based. High costs and mobile data usage caps will severely temper demand for high bandwidth services through cellular systems.\n Reallocating and auctioning television broadcast spectrum would throttle innovation, permanently institutionalize todays policy choices, and limit the development of a more varied and robust wireless ecosystem.\n Estimated one-time auction net receipts of less than $20 billion for re-allocated broadcast spectrum would shortchange taxpayers. We project that Broadcast Overlay ancillary service fees would yield a net present value of more than $60 billion over a 15 year forecast period, and would continue to pay billions (>$200 billion total) in dividends to the U.S. Treasury in perpetuity.", "title": "The Economic Value of Broadcast innovation  Impact on the U.S. Treasury", "subject": "law"}