{"abstract": "Courts regularly engage in rulemaking of questionable constitutionality, then exercise the exclusive jurisdiction of judicial review to rule on constitutional challenges to the rules that they themselves have promulgated, obfuscating the appearance of impartiality and accountability and preventing the unsophisticated from realizing that a benefit has been conferred on a more sophisticated faction.\nQuasi-legislative judicial rulemaking that has resulted from Congressional delegations of rulemaking authority to the courts is increasingly prevalent in the past half century, the result of which is a multi-tiered system of consultation, review, and revision that depends heavily upon nonlegislative actors and a Balkanization of the rules of procedure between and among local districts.\nThe rulemaking authority of the federal courts emanates from the REA, the Federal Rules of Criminal and Civil Procedure, the U.S. Constitution, and the inherent-authority doctrine.  The major limitations on this power are the prohibition against courts making rules affecting substantive matters, the cases-and-controversies clause of Article III, and the notice-and-comment requirements of the REA and the Due-Process Clause.\nCourtroom-security rules, which are not generally promulgated after an opportunity for public notice and comment, function as a case study in the frequent promulgation of local rules governing subject matters that are arguably beyond the scope of judicial rulemaking authority, which are then reviewed by the very courts that issued them in the first instance and the claims of actual bias and/or the appearance of partiality that can result.\nIt is improper for a judge who participated in promulgating a local rule to sit in judgment over the validity of that rule when it is challenged in a specific case after adoption because the process by many of these local court rules are issued gives rise to a structural conflict of interest in having any judge of the promulgating district review a challenge to the promulgation and enforcement thereof.  There is little caselaw governing who has standing to challenge court rules or the scope or standard of a courts review of a court-created rule. In enacting arguably substantive local rules, federal courts are exercising powers constitutionally committed to Congress and, in doing so, impeding sufficient independent review of such exercises and creating a diffusion of rulemaking responsibility.", "title": "WATCHING THE HEN HOUSE: JUDICIAL REVIEW OF JUDICIAL RULEMAKING", "subject": "law"}