{"abstract": "Both the United States and India have had longstanding experiences with polygamy and its regulation. In the United States, the dominant Protestant majority has sought to abolish Mormon practices of polygamy through criminalization. Moreover, the public policy exception has been used to deny recognition of plural marriages conducted legally elsewhere. Indias approach to polygamy regulation and criminalization has been both similar to and different from that of the United States. With a sizable Muslim minority and a legal framework that recognizes religious law as family law, India recognizes polygamy in the Muslim minority community. However, it has criminalized it in the Hindu majority community. Despite the existence of criminal sanctions for Hindus, the incidence of polygamy among the majority community is roughly equivalent to that of Muslims for whom it is permitted. In the United States, despite harsh measures to abolish the practice, it continues and might even be growing in urban communities. This article takes seriously the feminist critique of traditional polygamy as distributionally unfair to women. However, it also acknowledges that polygamy may be an attractive alternative and an acceptable family form. This is particularly true if it is reformed and made to progress as was monogamous marriage in the mid-twentieth century. This article argues that rather than focusing on the criminalization of a family form that has been in existence for millennia, a more fruitful approach to regulating polygamy is focus on the distribution of rights and obligations within the family. This approach accepts that abolition is a goal that is unlikely to be met and that women and men may choose polygamy for rational reasons. As such, feminists are more likely to see gains for women by directing their efforts toward reform and recognition rather than criminalization and abolition.", "title": "Between Tradition and Progress: A Comparative Perspective on Polygamy in the United Satates and India", "subject": "law"}