{"abstract": "CRUDE DECISIONS: RE-EXAMINING DEGREES OF NEGLIGENCE IN THE\nCONTEXT OF THE BP OIL SPILL\nBlaine LeCesne\nAbstract\nThe blowout of the Macondo well caused the worst environmental disaster in history and the ensuing high-stakes litigation is the largest ever mass tort case. The pivotal issue in the case is whether this cataclysmic event was caused by the gross negligence or willful misconduct of the responsible parties. Such a determination could result in exponentially increased compensatory and punitive damages, augmented environmental sanctions and potential criminal liability. These heightened degrees of fault are frequently used in regulatory statutes, like the Clean Water Act and Oil Pollution Act of 1990, as liability triggers for substantially increased damages and sanctions. As such, a finding of gross negligence or willful misconduct serves to both deter and punish the more culpable behavior they connote, as well as to assure an adequate reparative mechanism for the damage caused. Despite their ubiquitous statutory usage, the jurisprudence surrounding use of these terms is largely in a state of disarray, riddled with contradictory and conflated definitions that provide scant interpretative guidance for courts applying them, especially in factually and technically complex cases like the BP litigation. Lacking meaningful criteria for their application, courts have struggled, unsuccessfully, to develop a coherent doctrine which distinguishes ordinary negligence from these advanced forms of fault and the more severe punishment they merit. The BP litigation provides a unique opportunity to develop a workable set of criteria for the application of gross negligence and willful misconduct, a result that has eluded courts for over a century. In an effort to provide a meaningful analytical framework for applying these terms to catastrophic events such as the BP oil spill, and future high-risk scenarios like it, this article offers a novel, criteria-guided approach which will better enable the fact finder to reach fact-driven conclusions regarding the gradation of the defendants misconduct with analytical clarity and precision. The criteria are set forth in a multi-factor balancing test and are tethered to policy-related doctrinal regimes that serve the same deterrent, punitive and reparative functions as do degrees of negligence. The proposed test is then illustratively applied against some of the alleged negligent acts that caused the oil spill. Much is at stake in the final determination of whether gross negligence or willful misconduct precipitated this disaster. What the courts ultimately decide in this high-profile case will have far-reaching implications for how safely future high-risk enterprises are conducted and the well-being of the communities placed in harms way by these abnormally dangerous activities.", "title": "CRUDE DECISIONS: RE-EXAMINING DEGREES OF NEGLIGENCE IN THE CONTEXT OF THE BP OIL SPILL", "subject": "law"}