{"abstract": "The month July of 2011 marked the birth of another nation in the World. The distressful journey of a minority people under the watchful eyes of the international community finally paid off with a new nation called the South Sudan . As I watched the South Sudanese celebrate independence on 9 July 2011,  I was filled with joy as though they have finally landed. On a promising note, I read the UN Secretary General Ban Ki-moon saying [t]ogether, we welcome the Republic of South Sudan to the community of nations. Together, we affirm our commitment to helping it meet its many responsibilities as a nation ; then I smiled as is the norm from someone who has also experienced the frightening consequences of marginalisation. But as I turn my eyes off the beautiful celebrations, my mind was immediately crowded with many thoughts. What is the likelihood of a concretised border between North and South Sudan? Will there ever be a lasting peace along some of the boundaries yet to be finalised? Historically, demarcations of borders made on oil reach regions have brought hostility in other areas of the world for example the Iraq  Kuwait war  and the struggles between Cameroon and Nigeria over the oil reach Bakassi Peninsula . Would North Sudan endlessly resist the temptation of losing most of the oil rich region to South Sudan? Would the Misiryas, a nomadic people in North Sudan who historically have graced their livestock in Abyei, a fertile land in South Sudan, manage to sustain or forget entirely the century old tradition? Or would the Abyei continually grant access to gracing lands to the Misiryas who are truly foreigners today? How can international law provide lasting solutions to such queries?\n\nIf the birth of new states is the way forward for a marginalised minority and indigenous peoples; when and how should the international community intervene to safeguard that tradition? It appears that in the case of South Sudan that moment was after a few millions had perished and several millions had been displaced . Hence are there any peaceful options in international law for minority peoples who seek not only egalitarianism but sovereignty, who desire not only liberty but also autonomy, and a people who want not only to put an end to subjugation but aspire for complete self-rule? The bountiful list of minority peoples as enunciated by the Unrepresented Nations and Peoples Organisation (UNPO)  could suitably suggest that an attempt to determine profound postulations to aspirations of minority and indigenous nations would not be insensible.\n\nThe Unrepresented Nations and Peoples Organisation has a growing number of unrepresented minorities and indigenous peoples over the World who are undergoing various forms of subjugation and who are longing for liberation. If international law could easily come to their aid, would the world not someday become a place of a countless nations? Is it thoughtful to suggest that minority and indigenous nations can emancipate as long as it is done in accordance with international law and the outcome of such emancipations is lasting peace for humankind? Although advocates for globalisation and world unity would strongly argue for together we stand, and divided we fall. Nonetheless, if one were to consider the existing potency of world events, particularly the proliferation of minority and indigenous identities ; it may seem divided we stand, and together we fall would someday become an acceptable norm.\n\nTo manifestly illustrate this point, it appears that in some cases of nationalism, the United Nations seem to have adopted the view of togetherness as opposed to outright independence. In this light the case of the peoples of Southern Cameroons is a conspicuous example of a minority people who in much probability were misled into annexation instead of independence per se. On the advent of independence for the Southern Cameroons, a UN-organised Plebiscite was held in the Southern Cameroons on 11 February 1961 in which the question to the Southern Cameroons people was: do you wish to achieve independence by joining the independent Federation of Nigeria? Or do you wish to achieve independence by joining the independent Republic of Cameroon?\n\nConsequently, the people of Southern Cameroons were given a chance to independence only by joining, and so they voted to join the Republic of Cameroon. Such a monumental miscalculation by the UN has led to a predicament where Southern Cameroons has essentially existed without an independent identity and separatist tensions in the region could someday burst into unforgettable tragedies as is the case with Sudan. Hence as world events have indicated that whether the UN supports union or disunion, violence is not entirely avoided; are there any other ways forward? Therefore I ask the ultimate question: in what ways can international law provide lasting solutions to legitimate aspirations of a minority people? To answer this question, I would conduct a comparative study between the Southern Cameroons and South Sudan (the union and the disunion) pathways to independence and would investigate where and why the international community has failed to answer the questions of these peoples.", "title": "Unanswered Questions of a Minority People in International Law: A comparative study between Southern Cameroons & South Sudan", "subject": "law"}