{"abstract": "As the lawsuits challenging the Patient Protection and Affordable Care Act (ACA) have evolved, one feature of the litigation has proven especially rankling to the legal academy: the incorporation of substantive libertarian concerns into the structural federalism analysis.  The breadth and depth of scholarly criticism is surprising, however, given that judges frequently choose indirect methods, including structural and process-based methods of the kinds at issue in the ACA litigation, for protecting substantive constitutional values.  Indeed, indirection in the protection of constitutional liberties is a well-known and well-theorized strategy, which one scholar recently termed semisubstantive review and another recently theorized as judicial manipulation of legislative enactment costs.  This Article situates the Commerce Clause and taxing power arguments in the ACA litigation within the broader context of semisubstantive review and enactment cost manipulation, arguing that these structural theories are ordinary and effectual as means of raising the political cost of libertarian infringements.  The Article then considers three possible distinctions between the ACA case and the ordinary case of semisubstantive review, and concludes that the only viable descriptive distinction is that the ACA case involves non-fundamental rather than fundamental liberty intereststhe freedom of health and the freedom of contract.  I then go on to argue that this distinction should not make a normative difference.  If anything, the case for structural invalidation should be stronger when non-fundamental liberty interests are at stake because those are, definitionally, the interests that the American legal system leaves to structural protection.  If the Supreme Court invalidates the ACA on structural grounds, it can argue that it was merely safeguarding the safeguards of liberty.", "title": "Safeguarding the Safeguards: The Extension of Structural Protection to Non-Fundamental Liberties", "subject": "law"}