{"abstract": "Crowdfundingthe use of the Internet to raise money through small contributions from a large number of investorsmay cause a revolution in small-business financing. Through crowdfunding, smaller entrepreneurs, who traditionally have had great difficulty obtaining capital, have access to anyone in the world with a computer, Internet access, and spare cash to invest. Crowdfunding sites such as Kiva, Kickstarter, and IndieGoGo have proliferated and the amount of money raised through crowdfunding has grown to billions of dollars in just a few years.\nCrowdfunding poses two issues under federal securities law. First, some, but not all, crowdfunding involves selling securities, triggering the registration requirements of the Securities Act of 1933. Registration is prohibitively expensive for the small offerings that crowdfunding facilitates, and none of the current exemptions from registration fit the crowdfunding model. Second, the web sites that facilitate crowdfunding may be treated as brokers or investment advisers under the ambiguous standards applied by the SEC.\nI consider the costs and benefits of crowdfunding and propose an exemption that would free crowdfunding from the regulatory requirements, but not the antifraud provisions, of the federal securities laws. Securities offerings of $250,000 or less would be exempted if (1) each investor invests no more than $250 or $500 a year and (2) the offering is made on an Internet crowdfunding site that meets the exemptions requirements. Exempted offerings would be required to include a funding target and could not close until that target was met. Until then, investors would be free to withdraw.\nTo qualify for the exemption, crowdfunding sites must (1) be open to the general public; (2) provide public communication portals for investors and potential investors; (3) require investors to fulfill a simple education requirement before participating; (4) prohibit certain conflicts of interest; (5) not offer investment advice or recommendations; and (6) notify the SEC that they are hosting crowdfunding offerings. Sites that meet these requirements would not be treated as brokers or investment advisers.", "title": "Crowdfunding and the Federal Securities Laws", "subject": "law"}