{"abstract": "Election Days 2008 and 2009 were disappointing ones for advocates of equal rights for lesbian, gay, bisexual and transgender (LGBT) Americans, especially supporters of marriage equality. In this comprehensive article, Professor Varona identifies and examines five interrelated tactical lessons the LGBT movement can glean from these recent defeats. He also provides a roadmap at the end of the Introduction to the article, describing the five subsections devoted to these individual lessons.\nSection I, provides an overview of what occurred in the various statewide ballot initiative battles in 2008 and 2009 and then describes the preliminary analyses of the reasons for the gay communitys defeats.\nSection II presents five interrelated lessons that the movement should glean from these ballot initiative losses, which, if used to inform pro-gay campaign strategies going forward, should result in better outcomes at the polls.\nFirst, the author discusses how and why the LGBT rights movement must remedy its failures by incorporating diversity  especially racial, ethnic and class diversity  in its institutional leadership.\nSecond, he proposes that the LGBT rights movement engage religious arguments and communities much more substantively and authentically, instead of ceding religious arguments and circumventing faith communities in favor of what may appear to be a more hospitable, putatively secular ground.\nThird, he examines the need for more LGBT people of color (POC) to share their identities and family lives with other members of our respective POC communities.\nFourth, he discusses the need for better and more proactive movement strategies to contend with the new atomized digital media environment, which poses difficult challenges in countering political misinformation, responding to anti-gay defamation and promoting public education.\nIn the fifth part of this Section, Professor Varona attempts to show that although the gay communitys travails in the recent ballot initiative battles illustrate both the dangers of and constitutional infirmity inherent in direct democracy, more strategic and proactive engagement by the LGBT rights movement in direct democratic lawmaking may actually accelerate progress towards marriage equality, both by building favorable support for plebiscitary campaigns and by catalyzing support for legislative and judicial advances.\nFinally, Section III concludes by discussing the importance of patience and perspective in the movement for LGBT equality.", "title": "Taking Initiatives: Reconciling Race, Religion, Media and Democracy in the Quest for Marriage Equality", "subject": "law"}