{"abstract": "\nThe purpose and scope of this treaty is as follows : 1.&nbsp; To establish an organization that be responsible for furthering regional cooperation in the fight against sex crimes and human trafficking. 2.&nbsp;&nbsp; To establish a regional sex offenders registry and mandate that signatories establish local sex offenders registries. 3.&nbsp;&nbsp; To establish regional databases for persons charged with sex crimes and human trafficking so as facilitate regional cooperation in tracking potential sex offenders, and most importantly to provide data for research that will inform future policies and laws. 4.&nbsp; &nbsp;To create a system of notification to track whenever an offender moves from one jurisdiction to another, and to ensure that sex offenders registered in non signatory states are registered when&nbsp; they move into the Caribbean region. 5. &nbsp;To mandate that signatories bring their laws and policies for supporting victims of sex crimes and human trafficking in line with international best practice 6. To mandate that signatories establish Victims Support units in their respective jurisdictions to provide practical assistance to victims of sex crimes and human trafficking. 7. To ensure that parties to this treaty harmonize laws against human trafficking and sex crimes 8.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; To mandate that a system of treatment and rehabilitation and reintegration be established for former offenders to ensure they have a second chance and to reduce recidivism.&nbsp; &nbsp; 9. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; To ensure that a convicted perpetrator of sex crimes or human trafficking is never employed in a situation that facilitates their predilections 10.&nbsp;&nbsp;&nbsp; Generally to introduce measures that increases the conviction rate of perpetrators of sex crimes and human trafficking and to deter future offenders&nbsp; ", "title": "CARIBBEAN TREATY AGAINST SEX CRIMES AND HUMAN TRAFFICKING , WORKING DRAFT", "subject": "law"}