{"subject": "law", "abstract": "Active judging, where judges step away from the traditional, passive role to assist those without counsel, is a central feature of recent proposals aimed at solving the pro se crisis in Americas state civil courts.&nbsp; Despite growing support for active judging as an access to justice intervention, we know little, empirically, about how judges engage with pro se parties as a general matter, and even less about active judging. &nbsp;In response, this Article contributes new data and a new conceptual framework: the three dimensions of active judging. &nbsp;The study is based in a District of Columbia administrative court where most parties are pro se and active judging is permitted and encouraged.&nbsp; Using in-depth qualitative interviews with judges in this court, the study asks: Are the judges active?&nbsp; If so, how? &nbsp;Do views and practices vary across the judges? &nbsp;What factors shape and mediate those views and practices?&nbsp; Results reveal that all judges in the sample engage in at least one dimension of active judging, but judges views and practices vary in meaningful ways across the three dimensions, which include adjusting procedures; explaining law and process; and eliciting information.&nbsp; While all judges are willing to adjust procedures, they vary in whether and how they explain or elicit.&nbsp; These variations are based on judges different views about the appropriate role of a judge in pro se matters, views that are mediated by substantive lawburdens of proof, in particular. &nbsp;The variations exist though the judges draw on shared sources of guidance on active judging: appellate case law, a regulatory body, and one another, through peer reviews. &nbsp;This study suggests refinements to current thinking about active judging, offers new insights about the roles procedural rules and burdens of proof play in pro se litigation, and suggests consistency in active judging may require more substantial guidance than that available to judges in this court.&nbsp;&nbsp;", "title": "Active Judging and Access to Justice.pdf"}