{"abstract": "A Global E-commerce Tax to Fund Global Public Goods  Rifat Azam\nAbstract\nThis article argues for the imposition of a global e-commerce tax on global e-commerce income for funding global public goods. The idea is to create an international body (the \"global fund\"), to vest it with the authority to impose global tax on global e-commerce income, and to use the tax revenues to fund global public goods. I wish to stress that the model rests on two pillars: global taxation and global spending. The article presents, for the first time, an outline for a concrete design and structure of a global tax system. The articles innovation lies in its proposal for the creation of a new source for funding global public goods. In contrast to existing totally tax oriented literature, the article does not merely argue for the taxation of global e-commerce but also discusses the political feasibility of the tax. The approach is manifestly practical, global, and inter-disciplinary.\nIn making this innovative argument, I have taken a step by step approach, placing layer upon layer, in order to answer the questions and overcome the obstacles in the long path towards the crystallization of a comprehensive model, as follows: First Layer, Global E-commerce Tax: On this layer, I begin with an introduction of the background of the issue, after which I present my proposal for global e-commerce tax together with its suggested structure and design. Later on, I present the normative arguments to support my proposed tax. Second Layer, Global Public Goods Finance: I argue that a tax on clear global activity like e-commerce is the \"natural\" or the \"most adequate\" source for financing global public goods. I elaborate on its advantages and disadvantages in comparison to current (global) sources of finance. In addition, I argue that this kind of global finance system is capable of overcoming the unsolved problem of distributing the tax jurisdiction or revenues between the countries and contributes to the political feasibility of the model. Third Layer, Political Feasibility: The proposed global tax raises serious political feasibility questions. I rely on the rich theoretical framework of political science on international cooperation to analyze the feasibility of the global e-commerce tax. I argue that states as egoistic actors from a realist perspective have good reasons to cooperate intensively and compromise their sovereignty by accepting the global e-commerce tax. I found strong support for a global e-commerce tax from the perspective of liberal theory. Needless to say, this proposal has numerous implications in terms of its effect on state sovereignty. In refuting this argument I claim that the normative scope of sovereignty has been transformed and even curtailed to meet the new world order of the 21st century. In support of my theoretical arguments for the political feasibility of a global e-commerce tax to fund global public goods, I rely on a set of empirical case studies: First, recent proposals of G20 countries and leaders to impose global tax on financial institutions and academic proposals by leading scholars to impose global taxes. Second, the growing trend towards cooperation on global tax issues, as exemplified by the struggle against harmful tax competition, and the growing role of the OECD in setting international tax policy and norms. Third, the experience of existing international economic institutions such as the WTO and the IMF and their supranational role; Fourth, the recent development of the Streamlined Sales Tax Project in the United States in which states agreed to harmonize their sales tax laws to cope with e-commerce tax issues.\nIn sum, the article presents an innovative idea and discusses its legal, financial and political aspects. It ends by a call of challenge to the countries to accept the idea and make the world a better place in the global era.", "title": "A Global E-commerce Tax to Fund Global Public Goods", "subject": "law"}