{"abstract": "Imagine that you are selected as a juror in a trial where the defendant is accused of driving while under the influence of alcohol. You listen to the police officer who testifies that he observed the defendant and believed him to be intoxicated. You hear about how after obtaining a warrant, the officer took the defendant to the emergency room for a blood-alcohol test. The police officer finishes his testimony, and the next witness will testify about the results of the defendants blood-alcohol test.\nBut before the witness can testify, defense counsel objects. Apparently, this is not the laboratory analyst who conducted the test. In fact, this expert witness did not observe the testing process, write the lab report soon to be admitted into evidence, or certify that the testing results were accurate. The actual analyst who performed the test will not appear as a witness because he is on unpaid administrative leave. And no, you may not know why.\nThe judge overrules the objection and the uninvolved expert witness testifies about the labs procedures and answers questions about what the lab report states. On the stand, however, he admits that he cannot verify that that labs procedures were actually followed. Would you convict?\nIn reality, this hypothetical scenario isnt as hypothetical as it seems.  Numerous juries have convicted defendants based on second-hand (or hearsay) expert witness testimony about laboratory reports performed and certified by other analysts who never appeared at trial.\nOn June 23, 2011, however, the U.S. Supreme Court put this practice to a stop in Bullcoming v. New Mexico.  Or did it?  In perhaps the closest majority in recent Confrontation Clause history, the Supreme Court affirmed the protections of the Sixth Amendment extend to the admission of scientific evidence against a defendant, so long as the evidence consists of a written report admitted at trial. Despite the sound foundations of the majoritys reasoning, however, the Court failed to create a clear rule in Bullcoming,  giving States multiple loopholes to use to avoid implicating Confrontation Clause requirements. The Court may move to close one of these four loopholes relatively quickly; the Court granted certiorari in Williams v. Illinois  five days after deciding Bullcoming, ensuring we have not heard Courts last word on the Confrontation Clause as it applies to the admission of scientific evidence against defendants.\nThis Note examines the modern history of the Confrontation Clause, beginning with the Courts decision to overturn more than two decades of Confrontation Clause jurisprudence in Crawford v. Washington  and continuing with Melendez-Diaz v. Massachusetts  requirements for the admission of testimonial scientific evidence. Second, this Note examines the Courts recent decision in Bullcoming, particularly Justice Sotomayors concurrence. This Note argues that Sotomayors four limitations on Bullcomings holding provide lower courts with a series of loopholes they may continue to use to avoid Confrontation Clause requirements, at least until the Court directly addresses each of the loopholes. Finally, this Note urges the Court to close one of Sotomayors Bullcoming loopholes by reversing the Illinois Supreme Courts decision in People v. Williams.  The U.S. Supreme Court should not tolerate prosecutors attempts to avoid Confrontation Clause requirements by hiding otherwise testimonial evidence through surrogate witnesses under the guise of Federal Rule of Evidence 703.", "title": "Bull Coming from the States:  Why the U.S. Supreme Court Should Use Williams v. Illinois to Close One of Bullcomings Confrontation Clause Loopholes", "subject": "law"}