{"abstract": "This article examines whether the jurisprudential and institutional premises of the doctrine of stare decisis retain their validity in the field of foreign affairs. The proper role of the judicial branch in foreign affairs has provoked substantial scholarly debateshistorical, institutional, normativesince the very founding of the republic. Precisely because of the sensitivity of the subject, the Supreme Court itself has both cautioned about the judicial branchs comparative lack of expertise in the field and recognized a web of deference doctrines designed to protect against improvident judicial action. Notwithstanding all of this, however, neither the Supreme Court nor any scholar has ever examined the complicated relationship between these two significant fields of law. The article first sets the context with an analysis of the foundations of stare decisis. After a review of the values that animate the doctrine, it explores the subtly important jurisdictional premises of stare decisis. Almost entirely overlooked by courts and scholars, these inherent jurisdictional limitations on the force of precedent have direct implications for the proper place of stare decisis in foreign affairs law. The article then examines the special constitutional arrangement of powers in the field, and in particular the respective roles of Congress and the Executive. But of equal significance, the article also canvasses the multiplicity of avenues by which our legal system now channels foreign affairs issues to the enforcement authority of federal courts. This growing inter-branch tension highlights the significance of reflexively cloaking the resultant judicial precedents with full stare decisis effect. The analysis in Stare Decisis and Foreign Affairs demonstrates that in fact a more nuanced and accommodating understanding of precedent is required for certain fundamental aspects of foreign affairs law. For purely domestic statutes, fidelity to the value judgments first made by Congress within and for our domestic legal system should avoid both the fact and appearance of independent judicial agency in foreign affairs lawmaking. Moreover, where Congress takes it upon itself to define the entire content of the lawwithout importing international legal normsthe courts need look only to familiar domestic sources and materials in interpretive inquiries. Matters are different, however, for the broad and expanding field of controversies that likewise fall within the Article III judicial Power but involve the courts in the enforcement of rights or obligations founded in international law. In this field, the analysis in this article demonstrates that the likelihood and consequence of judicial error are greater; that precedents are particularly susceptible to rapid erosion by exogenous forces of change; and that institutional considerations make judicial leadership fortified by rigid precedent particularly problematic in the first place. It ultimately concludes that these distinct considerations should function as an additional special justification for reexamining international law precedents. Consistent with the systemic values of stare decisis, however, the reexamination power should exist only for the issuing court; lower courts in our hierarchically integrated judicial branchthe vertical dimension of star e decisisshould remain bound by precedents to the full extent of existing law.", "title": "Stare Decisis and Foreign Affairs", "subject": "law"}