{"abstract": "The asbestos crisis pushed our adjudicative institutions to the brink of failure, and exposed the extraordinary difficulty of managing mass tort litigation on a scale so vast. Even so, there is much to praise in the efforts of courts to come to grips with this, the greatest of all mass accidents. The asbestos cases are an heroic judicial effort to construct a form of enterprise liability, one tailored to the distinctive features of a mass disaster of unprecedented scope and duration. Asbestos is the greatest of modern mass accidents. It is the expression of a nightmarishly well-organized world of systematically imposed risk. Because it was the product of systemic risk on an unprecedented scale, the asbestos crisis required enterprise liability on an unprecedented scale.\n\nEnterprise liability is a form of collective responsibility. It takes the fundamental unit of responsibility for harm done to be an ongoing activity, variously defined as a firm (vicarious liability and workers compensation), a product (strict products liability), an industry (nuclear power), or even society itself (the New Zealand accident compensation scheme). The asbestos cases incarnate a product specific, but industry-wide, form of liability. Because the scale of the risk and the time frame of its imposition were both so great, the response required was heroic. The asbestos cases threatened to overwhelm the capacities of enterprise liability even as they required their application. This symposium paper situates asbestos liability in the context of the theory and practice of enterprise liability. It attempts to show why the judicial enterprise of responding to the asbestos crisis was heroic. Our judgments about the success of asbestos adjudication must be informed both by an understanding of the difficulties that courts faced, and by an appreciation for their willingness to confront these difficulties in the pursuit of justice.", "title": "The Heroic Enterprise of the Asbestos Cases", "subject": "law"}