{"abstract": "The Supreme Courts decision in Obergefell v. Hodges in June 2015 provided a dramatic turn in Americas ongoing debate over same-sex marriage. Justice Kennedys opinion speaks in emotionally evocative terms about the compelling societal and personal significance of marriage, holding that the right to marry is a fundamental right under the Fourteenth Amendment, a right that extends to same-sex couples. Justice Kennedys rhetoric about the importance of marriage is noteworthy, even curious, given marriages steady decline over the past 50 years. But for reasons set forth in this article, the Obergefell decision may signal a resurgence of marriage in our society, particularly if states are persuaded to stop recognizing alternatives to marriage, such as domestic partnerships, now that same-sex couples have full access to marriage.The future of marriage, post-Obergefell, depends on what our public policy objectives will be regarding recognition of couples and families. Justice Kennedys opinion in the case provides great support to the concept that marriage is something to be encouraged, revered, and protected, and that families benefit from the security that marriage provides. The proliferation of alternatives to marriagee.g. civil unions, domestic partnerships and designated beneficiarieshas  contributed to the ongoing erosion of marriage as a meaningful legal institution, but because these options were created mostly to accommodate same-sex couples, who now have full access to marriage, they may now be swept aside. Clarity in the law will benefit from a return to bright-line rules, where nothing less than marriage itself qualifies individuals to enjoy and claim (1) legal status as a couple, gay or straight, and (2) the benefits that come with such recognition. At the same time, this would better serve the states stated interest in promoting the security and stability of family relationships. In this sense, the Obergefell decision may not signal traditional marriages demise as much as its rebirth, in an incarnation that is at once more inclusive and more robust.", "title": "The Impact of Obergefell:  Traditional Marriages New Lease on Life?", "subject": "law"}