{"abstract": "This review and analysis of over one hundred and twenty published and unpublished sources on the unfinished business of increasing womens participation in the construction workforce over the past thirty-plus years aims to:   Provide a definitive assessment of the consistency of evidence on the daunting challenges facing women who seek to enter and advance in the construction workplace and Examine the failure of a critical social policy intended to address occupational segregation and ensure access to high-paying jobs to women. \n\nUsing the wide array of available sources, this report provides a historical overview of policy efforts to integrate women into construction and documents the gateways and gatekeepers that control access to construction work. Scholarship on gender socialization informs this in-depth analysis of the pervasive forms of sexism and discrimination in the industry. The report examines the labor needs of the construction industry and identifies sources of female workers who will be a good match for the industrys needs. Finally, the history of compliance and enforcement is reviewed and includes the rare and instructive projects where affirmative efforts were made to ensure a welcoming work environment and an increase in womens participation.\n\nThis research demonstrates that the story of women in the construction trades in the United States over the past thirty years has two narratives:   The well-documented tale of persistence by women entering and staying in the trades in the face of immense individual and institutional barriers; and The under-documented story of the failure of institutional stakeholders to implement the change in social policy that has been law since 1978. \n\nIn addition to reviewing and analyzing the literature, we describe a model for regional collaboration of stakeholders working together to develop strategies to overcome the persistent exclusion of women from the construction trades. Participants in Bostons Policy Group on Tradeswomens Issues (PGTI) have included tradeswomen, regional political and union leaders, representatives from regional Department of Labor agencies, and staff from area pre-apprentice programs. Participants are building relationships as well as sharing information and expertise across stakeholder silos to identify points of intervention that will get women into training and jobs. The group is currently working with Boston city officials to ensure compliance with the 25-year-old Boston Resident Jobs Ordinance, which established goals for women, people of color, and Boston residents on construction projects in Boston.\n\nThe following recommendations for policy implementation have evolved both from the literature reviewed for this report and from over twenty-five hours of group discussions by participants in the Policy Group on Tradeswomens Issues.", "title": "Unfinished Business: Building Equality for Women in the Construction Trades", "subject": "law"}