{"abstract": "The aim of this research is to provide the basic parameters for a model for the definition of the relation between the general competition and sector specific frameworks and rules regarding the regulation of the Internal Energy Market, especially after the Third Energy Package.  The research considers the recent sector specific framework in relation to a series of recent competition law cases of the Energy Market where structural remedies were applied under the commitments procedure.\n\nEssential facilities doctrine and generally competition law tools do not seem to provide a suitable framework for effectively addressing the dynamic competition concept, treating the issue of balancing incentives to invest with open market concept and designing solutions for the stable development of Energy Market infrastructure. Competition law provides ex post and case-by-case solutions, which lack the breadth of objectives expressed by sector regulation. On the other hand, sector regulation seems to incorporate competition rules and objectives, while the application of competition law in recent decisions did not seem to take into consideration present and forthcoming sector-specific context and parameters. However, competition law has a hierarchical priority over sector-specific rules and its direct application cannot be excluded when sector regulation is insufficient or is not applied efficiently. Sector rules should have a functional priority regarding their implementation as lex specialis and constitute the context for any potential application of competition law. Furthermore, structural interventions based on competition rules will abide by the principle of proportionality, only in specific cases where market organisation and poor regulatory supervision allow the continuation of high vertical integration and anticompetitive practices. There is also a need to establish an efficient model of clear allocation of duties between Competition Authorities and Sector Regulators.\n\nThe model proposed by the research emphasizes prioritization of sector-specific rules, use of competition rules as an interpretative tool, limitation of their independent application to cases where sector regulation fails and even then after taking into consideration sector specific context and acceptance of dynamic competition as an orientating framework for the regulation of the Internal Energy Market.", "title": "Competition Law and Sector Regulation in the European Energy Market after the Third Energy Package: Hierarchy and Efficiency", "subject": "law"}