{"abstract": "The federal government recently placed Fannie Mae and Freddie Mac, the government-chartered, privately owned mortgage finance companies, in conservatorship. These two massive companies are profit-driven, but as government-sponsored enterprises they also have a government-mandated mission to provide liquidity and stability to the United States mortgage market and to achieve certain affordable housing goals. How the two companies should exit their conservatorship has implications that reach throughout the global financial markets and are of key importance to the future of American housing finance policy.\nWhile the American taxpayer will be required to fund a bailout of the two companies that will be measured in the hundreds of billions of dollars, the current state of affairs presents an opportunity to reform the two companies and the manner in which the residential mortgage market is structured. Few scholars, however, have provided a framework in which to conceptualize the possibilities for reform.\nThis Article employs regulatory theory to construct such a framework. A critical insight of this body of literature is that regulatory privilege should be presumed to be inconsistent with a competitive market, unless proven otherwise. The federal government's special treatment of Fannie and Freddie is an extraordinary regulatory privilege in terms of its absolute value, its impact on its competitors and its cost to the federal government. Regulatory theory thereby clarifies how Fannie and Freddie have relied upon their hybrid public/private structure to obtain and protect economic rents at the expense of taxpayers as well as Fannie and Freddie's competitors.\nOnce analyzed in the context of regulatory theory, Fannie and Freddie's future seems clear. They should be privatized so that they can compete on an even playing field with other financial institutions and their public functions should be assumed by pure government actors. While this is a radical solution and one that would have been considered politically nave until the recent credit crisis, it is now a serious option that should garner additional attention once its rationale is set forth.\nThis White Paper is largely based on David Reiss, Fannie Mae and Freddie Mac and the Future of Federal Housing Finance Policy: A Study of Regulatory Privilege, 61 Ala. L. Rev. 907 (2010).", "title": "Fannie Mae, Freddie Mac, and the Future of Federal Housing Finance Policy:  A Study of Regulatory Privilege", "subject": "law"}