{"abstract": "The emerging issue of an individuals right to physician-assisted suicide presents a fascinating ethical, clinical and legal challenge. The normative distinction between physician-assisted suicide and other manifestations of the right to die is virtually negligible, since the traditional dichotomies relating to the active and the passive, acts and omissions, and intention and knowledge, are unpersuasive in the context of prohibiting physician-assisted suicide alone. This paper critically analyzes American discourse on physician-assisted suicide both in the public policy and constitutional law spheres and concludes that the real opposition to the practice derives from the moral preferences of society. Given the actual motivations behind public opposition to physician-assisted suicide, the political dimensions of advocating legal reform require close scrutiny.\nRecent constitutional developments appear to suggest that moral preferences cannot be accepted as a legitimate basis for curtailing any liberty interest. This has reignited the debate over the possibility of a constitutional recognition of the right to physician-assisted suicide. Commentators such as Yale Kamisar argue that the U.S. Supreme Court is still unlikely to recognize a right to physician-assisted suicide. His analysis is, however, somewhat unsatisfactory in view of: 1) an emerging awareness relating to the right to die, and 2) new state reforms legalizing physician-assisted suicide. Yet there are compelling reasons for avoiding the use of litigation at the federal level as a means of directly advocating the right to die. As seen in other instances, such as in the case of abortion rights, even if the Supreme Court were to recognize a constitutional right to physician-assisted suicide, such a decision may radicalize opponents and produce a counterproductive backlash that could cripple the movement. Hence it is crucial that this emerging awareness is not disrupted by an imprudent intervention at the federal level. Efforts to introduce reform ought to be aimed at assisting the states. This approach, however, may still involve strategic interventions at the federal level, such as challenging the coercive effects of particular federal legislation that discourage states from reforming their policies. Ultimately, advocates of the right to die must assess the overall risks involved in strategic litigation and weigh such risks against the potential benefit of clearing the field for states to reform their policies unhindered.", "title": "Fatal Backlash: Advocating the Right to Die in America", "subject": "law"}