{"abstract": "Climate change is launching a nuclear energy future, because nuclear power generation produces low greenhouse gas emissions. Nations are therefore reviewing their nuclear energy portfolio and expanding international cooperation on civilian nuclear energy. India is a notable example. Recognizing Indias energy demands and climate mitigation problems associated with fossil fuel use, the Nuclear Suppliers Group, at the behest of the United States, removed nuclear trade sanctions imposed on India. India has been subsequently negotiating and signing numerous bilateral agreements aimed at expanding its domestic nuclear power generation facility. The apparent advantages of nuclear energy in mitigating climate change are significantly marred by international and domestic regulatory and governance gaps in assessing and managing the environmental impacts of nuclear energy.\nIndias nuclear policy represents an upcoming challenge to environmental law for two reasons. First, it shows that the international communitys support for Indias civilian nuclear program despite the exclusion of nuclear energy from the climate change regime for safety, security and costs reasons will not yield timely emissions reduction benefits, because of sketchy international and domestic energy policy and poorly aligned emissions reduction and energy diversification goals. Second, the expansion of Indias civilian nuclear program demonstrates that nations have given scant attention to developing adequate legal framework for managing serious environmental problems associated with nuclear energy generation such as waste management, siting, and liability. Without a comprehensive and cohesive international regime on nuclear energy, these issues present serious environmental concerns, both locally and globally. This case study of India calls for reviewing our approach to emissions reduction and for establishing a climate assessment system to evaluate and where necessary phase out certain sources of energy.", "title": "Environmental Challenges of Climate-Nuclear Fusion: A Case Study of India", "subject": "law"}