{"abstract": "Balancing judicial independence against judicial accountability is a classic problem, but the debate has often taken place without reference to specific legal cultures and traditions, and there is compelling reason to believe that the right balance may be different in different societies. Thailand is in transition, so the models of established Western democracies may be ill-suited to the problems and issues of the Thai judiciary. Moreover, independence and accountability are not ends in themselves, but means to the same end: that of fair, impartial, and effective justice. Independence can help, primarily by bolstering the judicial courage exercised by judges called upon to rule in difficult cases. Accountability can help as well, primarily by bolstering the integrity judges demonstrate in their performance on the bench. In light of this, the structural solutions for the judiciary under a new Thai constitution should be crafted in light of (1) the history, tradition, and culture of the Thai judiciary, (2) the degree of courage and integrity already manifested among Thai judges, and (3) those structures and mechanisms that can leverage the Thai judges strengths and ameliorate, or at least mitigate, their weaknesses. Until Thailand has a new constitution, the courts there will be seriously handicapped in playing their critical roles of providing fair and impartial adjudication and of protecting human and other legal rights. When, indeed if, constitutional checks and balances are put in place, the stage will be set for a calming of the turmoil in Thailand. But that can only happen if the judiciary is sufficiently empowered and independent to play that constitutional role, while showing both sufficient integrity to avoid corruption and sufficient restraint not to overreach into the political realm. In other words, the individual judges must exhibit both this courage and this integrity in their rulings. And the structure of the judiciarythe mechanisms for protecting the judges (to promote independence), and for policing them (to promote accountability)will be important in facilitating that result, restoring public confidence in the legal and political system, and ultimately strengthening the rule of law in the Kingdom of Thailand.", "title": "Balancing Judicial Independence and Accountability in a Transitional State: The Case of Thailand", "subject": "law"}