{"abstract": "Abstract\nThis article argues for a constitutional right to counsel in all initial federal habeas corpus proceedings based on access-to-the-courts doctrine.  The doctrine guarantees an indigent inmate a constitutional right to meaningful access to the courts in incarceration-related litigation, including postconviction proceedings.  The Supreme Court initially articulated the access right, in relevant part, as merely prohibiting states from actively interfering with an indigent inmates efforts at pursuing postconviction relief from a criminal judgment.  Though still fairly inscrutable in dimension, in certain circumstances the access right requires states to provide affirmative assistance to inmates to ensure constitutionally adequate access to the writ.    In Pennsylvania v. Finley  and Murray v. Giarratano,  a pair of decisions rendered in 1987 and 1989, respectively, the Supreme Court held that the right of access does not require assistance of counsel in either noncapital or capital state postconviction proceedings, at least insofar as the inmate seeks to raise claims litigated on direct appeal.  The primary rationale in Finley and Murray was that habeas litigants have enjoyed assistance of counsel at trial and on direct appeal, and thus should be able simply to parrot that work product in the federal habeas forum to obtain judicial review of any cognizable claims.   The Court analogized to an earlier case, Ross v. Moffitt,  in which it had held no right to counsel attaches in discretionary appeals.  The Court has never addressed the issue whether the access right demands assistance of counsel in federal habeas proceedings, though the lack of such right appeared a foregone conclusion after Finley and Giarratano.\nOn April 24, 1996, however, Congress enacted the Antiterrorism and Effective Death Penalty Act of 1996 (AEDPA), which introduced a myriad of exceedingly complex procedural requirements -- most significantly, a one-year statute of limitations -- that a petitioner must satisfy in order to obtain merits review of claims set forth in a federal habeas petition.  For the prototypical pro se habeas litigant, these requirements, in particular the statute of limitations, erected an impenetrable wall around federal judicial review of merits claims.  Indeed, the effect of AEDPAs enactment has been to stymie many pro se inmates efforts at obtaining federal habeas review of state court judgments.  Yet, to date, the Supreme Court has not recognized a right to counsel in federal habeas corpus.  Federal courts, while struggling mightily to make sense of a poorly drafted statute, continue to abide by a literal fiction in assuming that most inmates are sufficiently competent to navigate post-AEDPA federal habeas practice without assistance of counsel.\nThis article argues that absent constitutionally guaranteed assistance of counsel in federal habeas corpus and a concomitant remedy where that assistance falls short, AEDPAs procedural intricacies function to deny the indigent, pro se inmate the right to meaningful access to the courts in federal habeas proceedings.  As such, absent repeal of AEDPA, the access right requires recognition of a right to assistance of counsel in filing a first federal petition.  This right would extend only to navigating and comprehending the procedural complexity of federal habeas under AEDPA, rather than to the articulation and framing of substantive claims and subsequent litigation.", "title": "The Sacrifice of Unarmed Prisoners to Gladiators: The Post-AEDPA Access-to-the-Courts Demand for a Constitutional Right to Counsel in Federal Habeas Corpus", "subject": "law"}