{"abstract": "This article examines judicial decision making in labor and employment cases involving undocumented workers.  Labor and employment laws, designed to protect all workers regardless of immigration status, often conflict with immigration laws designed to deter the employment of undocumented workers.  In the absence of clarity as to how these differing policy priorities should interact, courts are left to resolve the conflict.  While existing case law appears to lack coherence, this article identifies a uniform judicial reliance upon fault-based factors.  This article offers a structure to understand this developing body of law and evaluates the legitimacy of the fault-based decision making modalities utilized by courts.  Though concepts of fault are not uncommon in law, courts here tend to examine immigration-related fault as opposed to fault stemming from the underlying workplace claim.  Using the taxonomy rooted in the Supreme Courts 2002 Hoffman decision, courts employ two constructs in cases involving undocumented workers:  past fault as it relates to unlawful immigration, continued unlawful presence in the country or fraud to obtain work; and future fault as it relates to the potential for prospective illegal acts.  This article examines whether courts use of these fault concepts provide legitimate bases upon which to make decisions and concludes that decisional legitimacy depends on the fault-based modality used by the court.  Future fault-based decision making effectuates legislative intent in a manner sufficient to satisfy separation of powers principles.  Past fault-based decisions, unrooted in existing legal doctrine, constitute unchecked judicial policymaking that may violate separation of powers principles.  In the middle are past fault-based decisions that are rooted in existing doctrine but are inappropriately applied in the undocumented worker context because of the insufficient nexus between the immigration wrong and the injury.  The article concludes that the attempt to effectuate immigration policy through the application of immigration fault into labor and employment cases can be an impermissible exercise of judicial authority.", "title": "Undocumented Workers and Concepts of Fault:  Are Courts Engaged in Legitimate Decision Making?", "subject": "law"}