{"abstract": "The 21st century will be shaped by what happens not just with the youths in Rome or Moscow or Washington, but by what happens with African youths as well. This is the simple truth of a time when boundaries between people are overwhelmed by our connections. Indeed, the prosperity of African youths can expand the prosperity of youths in the world as well. Recognizing that Africas greatest resource is its youthful population and that through their active and full participation, Africans can surmount the difficulties that lie ahead; acknowledging the commitments already made towards the United Nations Millennium Development Goals (MDGs) and inviting the partners to reaffirm their support to advance the well-being of youth;understanding the efforts made by States Parties and civil societies to address the economic, social, educational, cultural and spiritual needs of youth;noting with concern the situation of African youth, many of whom are marginalized from mainstream society through inequalities in income, wealth and power, unemployment and underemployment, infected and affected by the HIV/AIDS pandemic, living in situations of poverty and hunger, experiencing illiteracy and poor quality educational systems, restricted access to health services and to information, exposure to violence including gender violence, engaging in armed conflicts and experiencing various forms of discrimination; discovering that youth are partners, assets and a prerequisite for sustainable development and for the peace and prosperity of Africa with a unique contribution to make to the present and to future development; acknowledging the increasing calls and the enthusiasm of youth to actively participate at local, national, regional and international levels to determine their own development and the advancement of society at large including the call in Bamako (2005) by the youth organisations across Africa to empower youth by building their capacity, leadership, responsibilities and provide access to information such that they can take up their rightful place as active agents in decision-making and governance; and aligning our thoughts to the consciousness that the promotion and protection of the rights of youth also implies the performance of duties by youth as by all other actors in society; yet the absence of an institutionalized youth organ within the African Union has for far too long robbed the whole of Africa of the benefits obtainable from promising youths that form the fulcrum of its teeming population. Policies have been made in the past, treaties and accords have been reached for far too long, but all of these have been fraught with inactions in the pursuit of an African Youth organ that would oversee the affairs of Africas tomorrow leaders as obtainable in other continents of the world. Now is the moment of extraordinary promise for Africa. It is time to give birth to a new Africa through the instrumentality of youths.This can be done by establishing an African Youth organ within the African Union; and from this point onwards history is on the move. This proposal gives a sublime exposition of the need for an African youth organ within the adminstrative confines of the African Union. It clearly expounds the endless challenges constantly being faced by African youths in the absence of an adminstrative backbone for their activities within the AU. A succint exposure of the various benefits and more are some of the basic ideals of this proposal.", "title": "Mr.", "subject": "law"}