{"abstract": "The source of income rules used in the United States and elsewhere in large part establish the contours of tax jurisdiction exercised by countries.  The source rules play a vital role in the foreign tax credit system applicable to U.S. persons with foreign investment or business activities.  The source rules also play a central role in the United States exercise of source taxation over foreign persons with U.S. businesses or investments.  Other countries likewise use source rules or their equivalent in applying foreign tax credit or territorial systems to their residents and exercising source taxation over nonresidents.  The current approach for sourcing income suffers from two related problems.  First, the source rules lack coherence in that they fail to advance a consistent normative tax policy.  More fundamentally, the rules fail to reflect the consistent application of the key principle appropriate for allocating nations primary taxing rights  namely, the benefits principle.  The second problem is the variation in the source rules used worldwide. This may produce double taxation or non-taxation.  This Article addresses both of these problems by offering an approach for sourcing income that has the potential for being adopted by countries on a multilateral basis.  The Article develops an equity-based standard for sourcing that would allow for the derivation of source rules for various types of income.  The core idea underlying the proposed sourcing standard is the benefits principle: income should be sourced to the country that provides the taxpayer with significant governmental benefits related to the derivation of the income.  Specifically, the Article develops a standard that would devise source rules by evaluating the source of income on the basis of three factors:  the destination of the services, property or capital giving rise to income; the location(s) of the activities giving rise to income; and the residence of the person receiving income.  Based on this evaluation, the rule for a given type of income may divide the source of the income among multiple locations.  By basing the source rules on an equity-based standard that allows source to be divided when appropriate, this Article seeks to rationalize and harmonize the provisions used to source income for purposes of taxing cross-border investment and business activities.", "title": "AN EQUITY-BASED, MULTILATERAL APPROACH FOR SOURCING INCOME AMONG NATIONS", "subject": "law"}