{"abstract": "Sudan and Uganda challenge our notions of peace and justice. Decades of conflict have left millions dead and displaced. Should the international community react? Should it prosecute? Or should it be deferent to domestic efforts to instill peace through negotiation and amnesty?\nThe International Criminal Court has assumed jurisdiction over the situations in Sudan and Uganda. The adoption of the ICC Statute at the Rome Conference in 1998 was a landmark event in international law. It expressed States intention to cede what was guardedly reserved as a sovereign power to prosecute in exchange for international justice and the prevention of impunity. To restrain the International Criminal Court (ICC), States adopted complementary jurisdiction, and required that the Prosecutor only act where it is in the interests of justice to do so. The Security Council may also intervene by referring a situation, or requiring deferral in a matter. This paper asks whether the ICC can, and ought to, defer to domestic grants of amnesty. In doing so it also questions more broadly whether the ICC ought to take the impact of prosecution on peace into account.\nLiterature following adoption of the Rome Statute adopts positions ranging from a strict application of black letter law restricted to traditional (i.e. western) criminal justice mechanisms, to expansive policy approaches which argue that the Prosecutor could decline jurisdiction if prosecution would have a destabilizing effect. However much of the scholarly debate pre-dates the exercise of jurisdiction by the Prosecutor. This paper builds upon this work by synthesizing and applying the restrictive and expansive positions put forward by scholars and practitioners to the situations of Uganda and Darfur currently subject to ICC jurisidiction. Part I discusses the Prosecutors application of the provisions regarding admissibility and the interests of justice to determine whether, prima facie, a restrictive or expansive approach may be applied. It will then go on to discuss the role of the Security Council and the Pre-Trial Chamber. Part II will discuss four case studies: Darfur, Uganda, Sierra Leone, and South Africa. Part III will apply the findings of Parts I-II to the restrictive and expansive approaches. The key finding of this paper is that the restrictive approach should be adopted for both legal and policy reasons.", "title": "Prosecution and Peace: A Role for Amnesty Before the ICC?", "subject": "law"}