{"abstract": "It is widely believed in some Western circles that a single multilateral human rights treaty, based largely on European models for data protection, can standardize a right to privacy on a global basis.  It is also widely believed that East Asia has no real tradition of privacy.  Both of these beliefs are mistaken.\n\nThis Article explores the underlying philosophical assumptions beneath Western concepts of privacy that currently prevail on both sides of the Atlantic, by examining privacy through the lens of classical Daoism and the Northeast Asian philosophical tradition.  Taking a cue from Professor Julie Cohens Configuring the Networked Self, which invites a postmodernist reappraisal of the Kantian and Rawlsian concepts of selfhood and Western political liberal orthodoxy, this Article goes even farther in questioning the ancient Greek metaphysical basis for the Western political tradition, by contrasting it with a different tradition that does not share many of its key assumptions, that of ancient China.  It also draws upon the work of social psychologists in showing how these philosophical assumptions correlate to societal preferences for collectivistic or individualistic social organization, cognitive patterns, and even geography and ecology.\n\nThe Article then examines privacy practices and concepts in China, Korea and Japan from ancient times to the present, based on Irwin Altmans definition of privacy as a dynamic process of interpersonal boundary regulation.  The analysis reveals that these philosophical differences between East and West have little or no bearing on privacy, as privacy has little or nothing to do with individualism.  However, the East-West divergences do have tremendous implications for a societys embrace of the rule of law.  To the extent a society is built upon a Daoist foundation, its tendency towards collectivistic social organization will generally pull it away from the individualistic rights-based thinking that is so prevalent in Western human rights circles.  For this reason, it will be difficult to devise a single international legal standard that will ensure uniform global enforcement of privacynot because some societies lack a tradition of privacy, but because they lack a tradition of privacy rights.\n\nThe Article concludes with a recommendation that advocates of global privacy standards discard what Amartya Sen criticizes as transcendental institutionalism, a Rawlsian preoccupation with devising ideal institutions for an ideal society, and instead embrace a more flexible and dynamic approach to privacy regulation along the lines of the Daoist concept of wu wei.", "title": "The Dao of Privacy", "subject": "law"}