{"abstract": "A WARNING SIGNAL THAT JUSTIFIES PRECAUTIONARY CHEMICAL REGULATION: EXPLOITATION OF THE AVAILABILITY HEURISTIC BY ECONOMICALLY MOTIVATED ACTORS  By Nathan Ostrander  Corporations often promote fears among consumers and then sell products to alleviate those induced fears.  Certain fears are particularly susceptible to heightened anxiety because they are vulnerable to the availability heuristic: the cognitive tendency to overestimate the occurrence of an event if it is easily brought to mind, or is available in our consciousness, which leads to errors in risk assessment.  Acutely aware of the universal tendency to misjudge certain risks, corporations, acting rationally and in conformity with profit-maximizing behavior, reduce the actual risk and aggrandized fear that accompany some possible occurrences and replace them with new, less certain risks associated with particular products.  Using examples including (i) fear of mattress fires leading to the use of flame retardants in mattresses, (ii) the Gulf Oil Spill leading to the application of dispersants, and (iii) the recent bed bug infestations leading to the use of practically any means necessary to achieve extermination, the Article observes that corporate exploitation of the availability heuristic often leads to the development of products containing chemicals with unknown and highly uncertain risks.  In response to these risks, the Article proposes a legal approach based on one form of the precautionary principle: (i) shifting the burden of proving the safe use of the remedies from the government to industry and (ii) developing reliable substitute methods to address the underlying problem whether it be mattress fires, oil spills, or bed bugs.  This contextualized and specified articulation of a circumstance sufficient to trigger application of the precautionary principle represents a legal approach designed to rebut claims of both (i) the utility of cost-benefit analysis in areas of inextinguishable uncertainty and (ii) the meaningless vagueness of typical legal manifestations of the precautionary principle.  By establishing warning signals that will alert us of the need for heightened regulatory scrutiny, chemical regulation in the United States, long considered insufficiently protective of public health, can begin to make incremental progress.", "title": "A Warning Signal that Justifies Precautionary Chemical Regulation: Exploitation of the Availability Heuristic by Economically Motivated Actors", "subject": "law"}