{"abstract": "Abductive reasoning, commonly described as inference to the best explanation, has long found favor among many philosophers as a method of choosing between competing candidate explanations.  Inference to the best explanation (IBE) dictates that when confronted with a set of different explanations for a given phenomenon, we should examine the explanatory virtues of each of the respective explanationse.g., consilience, simplicity, coherence, lack of ad hocery, testability, et ceteraand defeasibly accept as true the candidate explanation which does the best job of explaining the phenomenon.  Such an inference pattern is believed to be prolific in the reasoning conducted during daily lifebut is at the same time equivalent to the deductive logical fallacy of affirming the consequent.\nRecently, legal scholars have attempted to integrate the epistemic tool of IBE into legal philosophy.  Specifically, scholars have tried to utilize IBE in the explication of highly nebulous legal standards of proof.  The motivation for such attempts can be traced to the fact that legal standards of proofboth criminal and civiloften prove difficult to consistently and reliably apply.   And it should come as no surprise that along with those optimistic about the utility of IBE in the context of legal standards of proof, there are a significant number of those who would discount the role of IBE in explicating legal standards of proof.\nIn this Note, the authors evaluate the arguments against IBEs role in modeling legal standards of proof.  They additionally will evaluate the assertions most often offered in support of such a perspective, and provide responses to those assertions that indicate that such arguments are not highly persuasive.  The authors conclude that IBEs potential as a model for legal standards of proof is significant and, identifying the remaining problematic issues which must be addressed, delineate a path through which IBE can truly model legal standards of proof.", "title": "Bad Romance: The Uncertain Promise of Modeling Legal Standards of Proof WIth the Inference to the Best Explanation", "subject": "law"}