{"abstract": "Suddenly it seems that US-funded international aid programs are all about building rational, predictable institutions to stimulate business in poor countries.  The Millennium Challenge Corporation (MCC), a relatively new and increasingly important US aid organization, and the more venerable United States Agency for International Development (USAID), are initiating programs in poor countries around the world based on the assumption that their future stability and prosperity depends on unleashing and guiding the entrepreneurial spirit of small and medium-sized enterprises, and that this can be accomplished by improving the institutions  most particularly the laws and legal enforcement mechanisms  that regulate them.  The new wave of aid programs aims to remove burdensome, bureaucratic institutions laden with red tape and introduce streamlined, consistent, business-facilitative institutions  including strong property laws  that will lend support and structure to poor countries business sectors.\nThe thesis of this paper, which is based on fieldwork performed among the owners of small business enterprises in the West African Republic of Niger, is that development experts who focus on institution building and business formalization are failing in their task because they do not realize that there already is a deeply engrained, widely understood institution in place: corruption.  Corruption is so engrained in the culture of Nigerien society, including its business sector, that at present it supplies the logic and the rules that most business people live by.  Stated in the terminology of Douglas Norths New Institutional Economics, corruption is the primary institution that provides the rules of the game for Nigers business sector.\nTherefore, the task of institution-building and business formalization is more challenging than advertised.  It is not merely a matter of offering strong institutions to business people and then watching as they abandon their chaotic business environment for one that it is rational and predictable.  Instead, business formalizers must convince a wide array of actors in the business sector to abandon a deeply engrained set of rules  corruption  in favor of new, streamlined, Western institutions.", "title": "CORRUPTION AS INSTITUTION IN NIGER'S BUSINESS SECTOR", "subject": "law"}