{"abstract": "There have been many well-articulated and convincing critiques aimed at mandatory arbitration. Indeed, presently before Congress is proposed legislation titled the Arbitration Fairness Act, that would ban pre-dispute arbitration in the consumer, franchise and employment contexts. However, maligned as the plaintiff bar's pro-lawsuit legislation, the Arbitration Fairness Act is predicted to have very little chance of enactment. Consequently, across varying industries, the pre-dispute arbitration regime endures unheedingly. Thus, this Article sets aside the arguments aimed generally at pre-dispute arbitration clauses and, instead, sets its sights on some of the terms that seem to arise in such clauses. The focus here is, more specifically, on the appended, additional procedural limitations that often appear to be contained within arbitration clauses. As an outgrowth of the trend toward arbitration, corporations have increasingly used standardized forms to have contracting parties - often, for example, franchisees, borrowers, consumers, employees, insureds - expressly limit significant procedural rights. The examples of express, pre-dispute procedural limitations that are the focus of this Article are class action waivers, discovery limitations and shortened statute of limitations. These express, pre-dispute limitations may, in effect, work to create a barrier to enforcement of substantive laws concerning, for example, consumer and employee protection, civil rights and common law negligence. Thus, these contractual limitations have been aptly analogized to exculpatory clauses. Further, to the extent that pre-dispute limitations are inserted in arbitration clauses that are used in various industries in standard form agreements, they have effectively become the legislation governing contractual relationships of corporations. They have, in essence, provided an opportunity for corporations to flout legislative and social policy and deregulate themselves. Part I of this Article provides a brief background of the rise of pre-dispute arbitration and the use of the unconscionability doctrine to police arbitration agreements. Part II discusses collective action waivers, discovery limitations and shortened statute of limitations as examples of express, pre-dispute limitations that have arisen in arbitration clauses and examines the use of the unconscionability doctrine to police them. Part III explores some of the concerns raised by express, pre-dispute limitations on procedural rights and the use of the unconscionability doctrine in this context. Finally, by analogy to the treatment of exculpatory clauses, Part IV argues that federal legislative reform should specify that certain express limits on procedural rights contained in standardized form agreements are per se invalid. While perhaps facing an uphill political battle, the simplest way to accomplish this reform is by amending the Federal Arbitration Act. If Congress is not prepared to ban pre-dispute arbitration clauses outright, Congress should at least act to prohibit these further procedural limitations.", "title": "Contracting Out of Process, Contracting Out of Corporate Accountability:  An Argument Against Enforcement of Pre-Dispute Limits on Process", "subject": "law"}