{"abstract": "In this article, I focused on the intersection of strict liability offenses and affirmative defenses. I sought to explore and evaluate a peculiar discrepancy: all states, as well as the Model Penal Code, deny to a defendant charged with a strict liability offense the defense of mistake, yet at the same time, allow most other affirmative defenses. Is this discrepancy warranted? Consider the following scenarios inwhich Humbert Humbert is charged with the statutory rape of Lolita: If Humbert Humbert tried to argue that he had acted under a mistaken belief that Lolita was above the age of consent, he most likely would not prevail. He would not prevail even if he made all possible efforts to find out Lolitas true age (e.g., checked Lolitas birth certificate and received a signed sworn affidavit from Lolitas mother) or if he fell prey to Lolitas own deception.\nThe outcome, however, would be different if Humbert Humbert could prove that his misperception of Lolitas age was a result of insanity. In that case, Humbert Humbert would have a valid defense. He would also have a defense if he could show that he had had sex with Lolita under duress. Say, Clare Quilty, engrossed in the production of his pornographic movie, threatened to beat up Humbert Humbert unless he and Lolita performed a sexual act in front of his camera.\nObviously, the defenses of mistake, insanity, and duress, albeit belonging to the same family of excuses, differ in many important respects. To see whether certain formative differences may account for the different treatment of  these defenses, I examine various excuses on the scales of cognitive-volitional, external-internal, and permanent-temporary. In the end, I conclude that, from the moral perspective, there is: (i) no difference between a  permanent and temporary impairment; (ii) a marginal difference in favor of external limitation compared to internal; (iii) a meaningful difference in favor of cognitive impairment compared to volitional. Effectively, this conclusion means that a person who commits a strict liability offense pursuant to a reasonable mistake deserves punishment even less than a person who commits the same crime under duress.\nI further explore the discrepancy between the treatment of the defense of mistake and other excuses in cases of strict liability from the perspectives of efficiency and other public policies. I conclude that this discrepancy is unwarranted, unfair, and arguably, unconstitutional. Accordingly, I advocate for a revision of the current law and adoption of an across-the-board rule that would make the defense of a reasonable mistake available in any criminal prosecution.", "title": "A FAIR PUNISHMENT FOR HUMBERT HUMBERT: STRICT LIABILITY AND AFFIRMATIVE DEFENSES", "subject": "law"}