{"abstract": "This document is written testimony submitted to the Subcommittee on National Security and Foreign Affairs, for a hearing under the general title of \"Rise of the Drones: Unmanned Systems and the Future of War.\" The hearing covered military, strategic, technological, and economic issues related to unmanned aerial vehicles in military, intelligence, and civilian commercial use. This written testimony addressed certain international law and legal policy issues raised by the use of drones as a means of projecting force. It is primarily addressed to the question of the CIA campaign of drone attacks in Pakistan and beyond, rather than the use of drones as an alternative form of air support on active battlefields in, for example, Afghanistan.\nThe testimony defends the lawfulness of the CIA campaign of drone strikes in Pakistan and beyond, arguing that they are lawful under doctrines of self defense, and that this legal justification protects this activity even outside of their use by regular military on conventional battlefields. The testimony argues, however, that whatever legal issues are unique to drone warfare, the most important issue facing the United States over their use at this time is not drone technology as such, but instead whether, and on what grounds, their use is lawful by the civilian clandestine service, the CIA. Drone technology in effect forces onto the table serious discussion of the lawful and proper role of the CIA.\nThe President has tasked the CIA with the mission that it currently carries out in Pakistan - essentially, drone strikes against militants and suspected or known terrorists, but using the CIA rather than the military presumably in order to be able to preserve the formal denial that US military forces are operating inside Pakistan. The question that critics increasingly raise is whether this activity by the CIA is lawful, and in addition the standing questions about drone warfare - is it extrajudicial execution, are there obligations to seek to capture rather than kill, and others. The Obama administration has embraced the drone strategy - and in particular, it has embraced the CIA campaign because it is, as senior US leaders have said repeatedly, the only way to strike directly at the terrorists and their leadership and seek to deny them safe havens.\nThis testimony argues that the US government drone program through the CIA is lawful. But it notes sharply that the US government has conspicuously failed to offer a public rationale for the legality of the program - and that the program's legitimacy is at risk of gradual erosion from the public perception that if the government will not defend its lawfulness, perhaps it is not. This testimony urges the administration and Congress directly to address this issue of vital legal policy, and specifically to address the situation of the CIA and its use of force. It briefly offers grounds of argument on which to do so, starting from the proposition of international law of self-defense as a category broader and separate from armed conflict.", "title": "Rise of the Drones: Unmanned Systems and the Future of War", "subject": "law"}