{"abstract": "Abstract:\nSection 501(c)(3) of the Internal Revenue Code prohibits charities from intervening in a political campaign for or against a candidate for public office.  The IRS currently interprets the campaign-intervention ban to absolutely prevent charities from communicating their views on candidates, even if such communications are completely financed by non-501(c)(3) affiliates.\nThis article argues that the current IRS enforcement paradigm is unconstitutional because it exceeds the government interest in preventing tax-deductible donations to be used for campaign-intervention. A constitutional interpretation exists under the current statutory framework, but it would require the IRS to shift its focus exclusively to campaign-intervention-related expenditures.  The IRS could compel 501(c)(3) organizations to make all expenditures through a non-501(c)(3) affiliate using funds that were raised on a non-deductible basis, or receive reimbursement from a non-501(c)(3) for all such expenditures.\nEnforcement of the ban under the proposed expenditure paradigm requires an ability to value campaign-intervention speech to provide a means for a non-501(c)(3) affiliate to pay for or reimburse the cost of such speech.  This article evaluates competing valuation theories, and finds that campaign-intervention speech that communicates a charitys endorsement of a candidate (whether official or unofficial) may cost more than commentators have previously considered.  Because an endorsement implicates the goodwill that an organization has built up using tax-deductible contributions, it may well be appropriate to take the cost of developing that goodwill into account in determining the cost of the campaign-intervention communication.  The article proposes some guidelines for valuing the speech of charities, taking the cost of goodwill into account.  It concludes that an expenditure paradigm that adequately valued the speech of charities may be more enforceable, and therefore more effective at limiting excessive or abusive campaign-intervention speech by charities, while staying within constitutional parameters.", "title": "Sit Down and Count the Cost: A Framework for Constitutionally Enforcing the 501(c)(3) Campaign Intervention Ban", "subject": "law"}