{"abstract": "In deze bijdrage zal ik mij richten op de gevolgen van het doorzoeken van grote datasets en het toepassen van de kennis die daaruit wordt gemijnd. Zowel het bedrijfsleven als de overheid verwachten veel van dit soort kennis, respectievelijk als marketing-instrument dan wel als manier om criminaliteit te voorspellen. In beide gevallen gaat het vooral om een techniek waarmee zo snel en zo precies mogelijk maatwerk op de persoon kan worden geleverd. De vraag in hoeverre de betreffende computationele technieken die belofte waarmaken  de effectiviteitsvraag  staat in deze bijdrage niet centraal. Voor de goed orde ga ik er hier vanuit dat toepassing van technieken zoals datamijnen, machinaal leren, neurale netwerken en multi-agent systemen interessante kennis kan opleveren, maar vaak ook incomplete dan wel incorrecte kennis die door een gebrek aan transparantie niet als zodanig aan het licht komt. Bij voortschrijdend gebruik van dit soort technologie zou zich dan ook wel eens de volgende situatie kunnen voordoen (met een knipoog naar Merton 1948): if machines define a situation as real, it is real in its consequences. Daarmee verschijnt de vraag hoe deze nieuwe computationele infrastructuur zich verhoudt tot grondbeginselen van de rechtsstaat, in het bijzonder tot onze privacy. Kernpunt van de analyse is de manier waarop dit soort technieken individuele personen gaan lezen en begrijpen en de conclusie zal zijn dat traditionele opvattingen van informationele privacy zoals controle over of beperkte toegang tot persoonsgegevens geen adequate bescherming bieden. Om privacy te beschermen in een wereld die voortdurend op de zaken vooruit wil lopen, moet de link worden gelegd met identiteitscontructie en autonomie, zonder in de valkuil van neo-liberale dan wel liberteinse vrijheidsdromen te vallen. Tegelijkertijd wordt duidelijk dat effectieve juridische bescherming onvoldoende gewaarborgd is wanneer die wordt beperkt tot articulatie in de technologie van de drukpers (het geschreven recht, zie daarover Hildebrandt 2008a). Voortbouwend op noties als privacy by design, value sensitive design en constructive technology assessment moeten juristen, computer wetenschappers en designers van ICT infrastructuur zich gaan buigen over de vraag hoe juridische  democratisch gelegitimeerde  bescherming kan worden gearticuleerd in de ICT infrastructuur.", "title": "Privacy na de 'computationele wending'", "subject": "law"}