{"abstract": "Commenting on the U.S. Supreme Court decision in Boumediene v. Bush (2008) and the U.S. occupation of the Naval Station at Guantanamo Bay, Cuba, this Article argues that anomaly on the base heavily influences \"War on Terror\" detention jurisprudence. Anomaly is created by agreements between the U.S. and Cuba in 1903 and 1934. They affirm that the U.S. lacks sovereignty over Guantanamo but retains \"complete jurisdiction and control\" for an indefinite period; while Cuba has \"ultimate sovereignty.\" Gerald Neuman labels this an \"anomalous zone\" with fundamental legal rules locally suspended. The base was chosen as a detention center because of this anomaly, with checks in constitutional and international law perceived to not apply. This Article makes three arguments about what legal norms apply on Guantanamo. First, the base's legal anomaly is not an aberration, but instead is a precise objective of U.S.-Cuba relations, evident in the Platt Amendment and international agreements. Second, four legal objectives frame this anomaly, historically and presently. They are that the U.S.: avoids sovereignty abroad, limits incidents of Cuban sovereignty, avoids constitutional limits for its overseas authority, and protects strategic overseas interests. Using these objectives, Boumediene addresses this current anomaly. To hold that detainees have access to the writ of habeas corpus in the Constitution's Suspension clause, the Court finds that the U.S. exercises de facto sovereignty over the base and that the Constitution has extraterritorial application. Third, tracking legal similarities in base occupation and base detention, post-colonial analysis illuminates how current doctrine evades individual rights protections with overseas authority. These three points illuminate how in the future U.S. law may determine what legal norms check (or not) overseas authority, whether on Guantanamo or in other extraterritorial settings.", "title": "Boumediene v. Bush and Guantanamo, Cuba: Does the 'Empire Strike Back'?", "subject": "law"}