{"abstract": "In The Architecture of Law:  Building Law on a Solid Foundation- The Eternal and Natural Law,  I began laying the foundation for a particular form of legal architecture.  Taking inspiration from St. Thomas Aquinas description of God as the artificer or architect, I argued that the Law is a multi storied edifice comprised of different types of law.   I explored the nature of the foundational law, the Eternal Law and its relationship to justice.  I considered how the frame of Natural Law is erected upon or participates in the foundation of Eternal Law.  Finally, I discussed some of the most basic precepts of the Natural Law and argued that they are accessible to all Men by simply considering the nature of Man as a rational animal and deriving principles of action based upon the ends associated with the various aspects of Mans nature.\nYet, as any experienced builder knows, even with a solid foundation and a sturdy frame, things can go wrong during construction.  Problems arise.  In the work of rationally participating in the Eternal Law, Men make mistakes.  That all human societies, even the best, have made unjust laws, should be a statement that evokes no controversy.  Just like the best plans for the building of a house, experience demonstrates that we get law and justice wrong at least sometimes.  What can be done to correct serious errors in legal reasoning and work based on the foundation and frame of the Eternal and Natural Law?  This article presents several aids to Natural Law reasoning but concludes that recourse to the architect is indispensible.  God, the artificer and author of Natural Law, has provided additional specifications for the implementation of the Natural Law in the form of the Divine Law.  This article explores the role of Divine Law in Natural Law jurisprudence. Leo XIII observed that the fate of Natural and Divine Law are intertwined when he lamented a spreading wish to supplant natural and divine law by human law.    To sustain an effective frame for human law, the Natural Law needs to be accessed in conjunction with the Divine Law.  This article concludes by arguing that just as it would be folly to work through a building crisis without recourse to the original architect, so too Natural Law cannot be used properly without some recourse to the Divine Law.  Part I analyzes some of the problems faced by Man in making use of the Natural Law.  Having diagnosed the pitfalls, part II presents some non-legal remedies to assist human reasoning about the Natural Law, taking good counsel, Equity, habit and advice of the wise.  Yet, even these aids are insufficient for proper use of the Natural Law.  Part III, argues that since the Natural Law has been destroyed in us we need a new law to assist reason.  This additional law is the Divine Law.  Part IV concludes the examination of the Divine Law summarizing the reasons for its necessity and arguing that a Natural Law project which ignores the necessity of Divine Law is doomed to failure.", "title": "Consulting the Architect when Problems Arise  The Divine Law", "subject": "law"}