{"abstract": "The First Amendment to the United States Constitution guarantees citizens protection to exercise their religion freely, without undue governmental burden. Although promulgated more than 200 years ago, this civil mandate is in accordance with Dignitatis Humanae (Of the Dignity of the Human Person), a twentieth century Vatican Council (Council) document, which teaches that the right to religious freedom has its foundation in the nature of the human person. The Council declared in strong terms that [t]his right of the human person to religious freedom is to be recognized in the constitutional law whereby society is governed and thus it is to become a civil right.  Church and state appear to be in accord on an issue that historically pitted the two against each other.\n\nIt is unsurprising that the First Amendment and Dignitatis Humanae coincide notwithstanding the span of time that separates them. Each speaks to the truth of a persons inherent right to worship, which undeniably transcends all generations. By their nature, human persons are equipped with the power to reason and reflect upon the abstract and thus, are compelled by their design to seek the truth about the origin of things. Civil law then, in the form of declarations of general principles or constitutions, should reflect, as the Council urges, a respect for the dignity of the human person to be free from oppression as people seek to be in communion with their creator.\n\nThe impetus behind the Establishment and the Free Exercise Clauses of the First Amendment must have originated in the notion that religious persecution is inherently immoral. In order to live in a just society there must be a distinction between intolerance of the belief versus intolerance of the believer. While no political right is absolute or totally free from government regulation, persons ought to have the freedom to search for the truth without any undue burden and to enjoy acceptance of the results they sincerely arrive at.  The founders conceivably recognized this, and through the Constitutions religion clauses, curtailed governmental intervention. In general, the phrase respecting an establishment of religion within the Establishment Clause has been interpreted to mean that not only should Congress refrain from making any laws affecting any established religion, but also that it shall not create or endorse a state religion. Therefore, centuries ago, the founders conceived a free market of religiona concept consistent with the natural law.\n\nOver the last forty years, the Supreme Court has vacillated in its opinions as to where the boundaries lie between freely exercising ones religion and legitimate government intervention to protect the common good. In the Religious Land Use and Institutionalized Persons Act of 2000 (RLUIPA), Congress attempted to codify the various teachings of the Court in an effort to protect religious liberty.  Section 3 of RLUIPA provides, in part, that [n]o government shall impose a substantial burden on the religious exercise of a person residing in or confined to an institution.  This section defines religious exercise as any exercise of religion, whether or not compelled by, or central to, a system of religious belief.\n\nCongress did not define substantial burden, instead deferring to Supreme Court precedent in other contexts. Judges were left to discern which context is most closely akin to the meaning of the terms in RLUIPA, and that caused a split in the circuits. The Eighth Circuit requires an inquiry as to whether the government action or regulation infringes upon a central tenet or fundamental activity of religious practice.  In contrast, the Fifth and Eleventh Circuits disavow using a central tenet test under RLUIPA. Instead they look at whether the government action or regulation considerably pressures the claimant to significantly modify his religious beliefs.  In Cutter v. Wilkinson, the Supreme Court decided that RLUIPA fits within the corridor between the Religion Clauses, yet never took the opportunity to interpret the terms substantial burden.\n\nThis Article attempts to support an interpretation of RLUIPAs substantial burden requirement espoused by the Third Circuit as a resolution to the circuit split. In Part II, a brief historical background to the RLUIPA statute is presented. Part III sets forth the requirements for an adherent to bring a cause of action under the statute. In Part IV, the circuit split is discussed and analyzed, including Washington v. Klem,  where the Third Circuit adopted a disjunctive test synthesizing Supreme Court precedent in other contexts and resonated certain aspects of the Fifth Circuits interpretation of substantial burden. Parallels are drawn to Dignitatis Humanae. Finally, this Article concludes that supporting the courts decision in Washington is most consistent with the teachings of Dignitatis Humanae.", "title": "PROCEDAMUS IN PACE Serving Justice: RLUIPA Resonates the Teachings of Dignitatis Humanae, and the Third Circuits Substantial Burden Test Provides a Thorough, Fair Inquiry into a Prisoners Religious Exercise", "subject": "law"}