{"abstract": "In 1976, Congress enacted the Foreign Sovereign Immunities Act in order to move decisions about the immunity of foreign states from the State Department into the courts. The statute was intended to create definite and certain rules to govern such decisions, in part to minimize  litigation costs and potential embarrassment in the conduct of foreign relations. The Immunities Act is a very poorly drafted statute, however, characterized by confusion, ambiguities, and omissions. As a result, it continues to generate a great deal of litigation and controversy, the very  opposite of what was hoped for the statute. Ultimately, the Supreme Court has stepped in to attempt to provide some coherence to the resulting case law, but the insistence of many on the Court on using a textualist approach to interpret the Immunities Act has resulted in greater confusion rather than clarification from the Courts decisions. The process is epitomized by the case of Samantar v. Yousuf, the first time the Supreme Court considered whether the Immunities Act applies to natural persons as well as the foreign state proper, its governmental subdivisions, and government-owned (or operated) corporations, or the like. Simply reading the text of the Immunities Act does not advance one very far when the statute does not speak to the question before the Court and the general level of confusion around the law suggests that the text needs a practical construction if one is to make sense of it. While the majority did not rigidly insist on a textualist approach to the statute, the insistence of three concurrences on such an approach led the majority to drop anything other than a textualist analysis into a footnote and ignore any expansive attempt to provide guidance on how to treat officials or employees of foreign states. This will give comfort to those who insist on textualism as the only legitimate approach to interpreting and applying statutes. However, the result is likely to be continuing confusion in the lower courts about the correct response to claims of immunity by officials or employees of foreign states. Samantar also suggests that broad claims about textualism as the only appropriate approach to reading and applying statutes is seriously flawed.", "title": "Interpreting the Foreign Sovereign Immunities Act: Reading or Construing the Text?", "subject": "law"}