{"abstract": "Environmental, health, and safety advocates, say Richard Revesz and Michael Livermore, have been wrongly hostile to cost-benefit analysis because of a false belief that it is biased against regulation. The bias against regulation, while real, has been the artifact of historical accident -- the domination of cost-benefit discourse by antiregulatory advocates. In fact, cost-benefit analysis, neutrally applied, can easily be proregulatory, especially in health, safety, and environmental regulation. Proregulation types should, therefore, learn to stop worrying and confidently make their case in economic terms.\nDean Reveszs pitch is partly political: advocates of regulation should use cost-benefit analysis to better achieve their goals, even if those goals come from a moral perspective that rejects economic reasoning. Cost-benefit analysis, after all, is here to stay, and [d]ecisions [a]re [m]ade by [t]hose [w]ho [s]how [u]p. But hes also speaking on an intellectual level: cost-benefit analysis is not just inevitable but also desirable, because it correctly tells us which regulations are rational.\nOn the intellectual level, I believe that Dean Revesz gives short shrift to important theoretical, practical, and normative arguments against cost-benefit analysis: it may not be a coherent enterprise; if its coherent, it may not be possible to do it well; and if its possible to do it well, its not necessarily attractive on moral grounds.\nOn the political level, cost-benefit analysis can be more attractive: one can happily use theoretically indefensible means to pursue political ends that one desires for other reasons. For Dean Reveszs intended audience -- regulation advocates who have been historically suspicious of cost-benefit analysis -- his thesis may well be right. But it has a corollary for free-market advocates who are hostile to regulation. Free-market advocates have mostly gone along with cost-benefit analysis because of a belief that it would serve as a brake on regulation. If Dean Revesz is right -- if cost-benefit analysis, neutrally applied, can easily be proregulatory -- perhaps natural-rights libertarians should reconsider their tolerance of cost-benefit analysis and focus more on making their case for deregulation in moral terms.", "title": "Rationality or Rationalism? The Positive and Normative Flaws of Cost-Benefit Analysis", "subject": "law"}