{"abstract": "A milestone in campaign finance jurisprudence, the Citizens United case sparked a political firestorm.  Holding that all citizens and corporate entities are permitted to spend freely on elections, the Court overturned Austin v. Michigan Chamber of Commerce and parts of McConnell v. FEC, and mooted two other cases in the field.  Only six months later, the House of Representatives passed the DISCLOSE Act in an overt attempt to counteract the Citizens United decision.  The Act has received much attention for its heightened corporate disclosure requirements, but another of its lesser-debated provisions could prove more onerous for Americas wealthiest corporations and render disclosure requirements moot.  The Act also proposes to ban expenditures by entities that contract for more than $10 million with the federal government.\nThis paper uses the DISCLOSE Act as a model to analyze the constitutionality of regulations on expenditures by government contractors, as well as provides a general analytical framework to evaluate future attempts to regulate such expenditures.  Under the Courts traditional election law analysis and the Citizens United decision, the Acts ban on expenditures by government contractors seems primed for rejection, however the paper suggests that a new First Amendment framework may permit such regulation of government contractors.  Instead of relying exclusively on Buckley and its progeny, the Court should apply the unconstitutional conditions doctrine and government speech.  Under Rust v. Sullivan, the government may regulate the speech of entities receiving federal funds, and case law in other areas suggests that government contractors may be analogized to government employees, whose campaign activities and speech rights have long been regulated.  Political expenditures by contractors with large war chests is just as, if not more, dangerous to the governmental process and using this new framework, a ban on political expenditures by companies with at least some types of government contracts may be constitutional.", "title": "Constitutional Conditions:  Regulating Independent Political Expenditures by Government Contractors after Citizens United", "subject": "law"}