{"abstract": "Despite the prominence and success of the over sixty innocence projects in the United States, there is almost no empirical literature discussing how these organizations operate, what resources or factors contribute to their success, and what challenges they must overcome. This article is a foundational step to fill this void. Following a brief introduction, Part I of the article surveys the reasons why innocent individuals get convicted, including: inaccuracy of eyewitnesses, perjured testimony, availability of DNA testing, accuracy of DNA testing and scientific evidence, prosecutorial misconduct, ineffective defense representation, ineffective capital representation, police misconduct: false confessions, and pretrial criminal procedure processes. Part II reviews the institutional development of innocence projects. Part III, based on unprecedented empirical research, analyzes the resources and factors that contribute to an innocence projects success to determine if a relationship exists between particular factors and an increase in exonerations when compared to other innocence projects. The factors discussed are: finances, staff and volunteers, time distribution per task, age of the innocence project, number of cases seriously reviewed, and state characteristics. The results found a sweet spot for each characteristic or resource evaluated, which demonstrated two conclusions: (1) a medium level of resources can achieve success equal to or greater than the success of projects with more resources; and (2) increasing the resources beyond the sweet spot did not necessarily correlate to greater success for the particular innocence project. This part also discusses the issues that innocence projects must overcome to free their clients. Part IV provides modest recommendations for improvementseven though the innocence projects have been exceedingly successful despite their lack of resources. Following a brief introduction, Part II of this article will survey the reasons why innocent individuals get convicted.  Part III will review the institutional development of innocence projects.  Part IV, based on unprecedented empirical research, will analyze the resources and factors that contribute to innocence projects successes and the issues that innocence projects must overcome to free their clients.  Part V will provide some modest recommendations for improvements  even though the innocence projects have been exceedingly successful despite their lack of resources.", "title": "Why Our Justice System Convicts Innocent People and the  Challenges Faced By Innocence Projects Trying to Exonerate Them", "subject": "law"}