{"abstract": "In 1603, the Crown charged Sir Walter Raleigh with high treason in part for plotting to murder King James I.  In preparing for trial, Lord Cobham, Raleighs alleged co-conspirator, was interrogated and signed a sworn confession.  During trial, the King used the Crown-procured ex parte testimony of Cobham against Raleigh.  Raleigh demanded Cobham be brought before the court so Raleigh might interrogate him face to face.  Raleigh was sure Cobham would prove his innocence.  After all, Cobham had written a letter stating his charges against Raleigh contained no truth.\nThe Judges refused to allow Raleigh the use of Cobhams exonerating letter, stating that common law did not require face-to-face confrontation  and that the letter had been exhorted by unfair pressure.  Cobhams out of court deposition accusing Raleigh, however, was allowed in simply because it was probative.  Raleigh was convicted of treason based on Cobhams ex parte testimony.  The Judges imprisoned Raleigh in the Tower of London and sentenced him to be hanged, drawn and quartered.  A judge sitting on the case lamented,  the justice of England has never been so degraded and injured as by the condemnation of Sir Walter Raleigh. \nThe right to confrontation has a significant history in this country.  In 1791, the newly created United States ratified the Sixth Amendment, ensuring that in all criminal proceedings, the accused shall enjoy the rightto confront the witnesses against him.  The Founders were primarily concerned with the use of ex parte testimony against criminal defendants, and cases like Sir Walter Raleighs were the paradigmatic reason for this concern.  In particular, the Founders sought to constitutionalize criminal procedures to protect it against the English law tradition that favored the civil-law method of criminal procedure.  Ultimately, the Founders wanted to protect criminal defendants against the governments use of out of court testimony when the defendant had no chance to confront that testimony.\nTwo hundred and thirteen years after the ratification of the Sixth Amendment and four hundred and one years after Sir Walter Raleighs infamous trial, the United States Supreme Court waded again into the murky waters of confrontation.  Though some could view Sir Walter Raleighs case as ancient history, his story and the lessons learned therein are central to understanding the Courts modern Confrontation Clause jurisprudence. As suspected, the Courts most recent foray into the Confrontation Clause has had major effects on criminal defendants, particularly in light of the Courts most recent decision, Michigan v. Bryant. This Note will first attempt to clarify the Courts current confrontation jurisprudence so that defense attorneys may successfully challenge and control the admission of out of court statements in criminal cases. Secondly, this Note will argue that state courts should refuse to follow Bryant.\nPart I will examine recent the Supreme Court Confrontation Clause precedent of Crawford, Davis, and Giles before introducing Michigan v. Bryant, the major confrontation case the Court decided in February 2011. Part II attempts to clarify the Courts recent precedent by examining the historical context of these cases, cataloging the key terms used in the Courts recent confrontation cases, and providing examples of some creative arguments defendants can make to keep statements out of evidence. Part III discusses the unique problem Bryant poses to defendants and urges states to reject Bryant under their own constitutions.", "title": "A Defense Attorneys Guide to Confrontation after Michigan v. Bryant", "subject": "law"}