{"abstract": "A variety of new pro se or pro bono appellate programs have been sprouting up around the country in recent years.   Courts, bar associations, and legal services and advocacy organizations are implementing these projects to grapple with the challenges raised by increasing numbers of pro se (self-represented) and indigent civil litigants in appellate courts.  Judicial operational systems designed on the premise of adequately counseled parties are ill-prepared to handle an influx of self-represented litigants,  posing frustrations for both pro se litigants and court personnel.  The expansion of pro se litigation strains appellate court resources and staff, but because of the complex, technical nature of the appellate process, the pitfalls for pro se litigants in this area are numerous and substantial.   Improper designation of the record, noncompliance with the rules of court, and a failure to provide coherent briefing of the relevant legal and factual issues on appeal are all issues that often impede low-income pro se litigants from obtaining equal access to justice in the appellate process.   Access to justice depends on access to the courts,  and pro se civil litigants need adequate information and resources to better navigate state and federal appellate systems and perfect their cases.  In many, if not most, cases, they also would benefit from representation by counsel.  For their part, appellate courts struggle to remain neutral and not give legal advice while providing enough guidance to ensure meaningful access for unrepresented litigants.   Much of the focus of  pro se/pro bono appellate programs has accordingly been on providing print or online resources to which appellate court staff may direct pro se litigants without having to do too much hand-holding throughout the process, and/or on methods of screening pro se litigant cases for appointment of pro bono counsel.  These are each necessary, but frequently not sufficient, measures.  Many pro se litigants require technical assistance at each stage of the appellate process, beyond an initial referral to written directions.   This places a serious burden on court clerks and staff attorneys, who must either spend inordinate amounts of time helping litigants unfamiliar with the court system, or deal with noncompliant submissions and faulty briefing as a result of such litigants lack of guidance.   Funding to establish and maintain more formalized assistance structures is not widely available within most courts of appeal.  And, mechanisms for placement of pro se appellate matters with pro bono counsel may depend on proactive litigant request or be limited in scope to certain kinds of matters.   This leaves gaps in the availability of pro bono representation and may allow meritorious appeals by pro se litigants to fall through the cracks.\n\nIn Los Angeles, a new model seeks to better meet the needs of both indigent pro se appellate litigants and the courts, by providing a staffed self-help clinic on site at a court of appeal.  This successful program, now three years old, is a unique collaboration between pro bono public interest firm Public Counsel,  the California Court of Appeal (Second Appellate District),  and the Appellate Courts Committee of the Los Angeles County Bar Association.   It is the first formal drop-in clinic for pro se appellate litigants housed in any state or federal court, and to our knowledge, no other public interest or legal aid organization in the country currently provides general in-person, self-help technical assistance to indigent pro se individuals involved in civil appeals.  In tandem with managing the self-help clinic, which is staffed three days a week by an experienced appellate attorney,  the Public Counsel Appellate Law Program also identifies and evaluates cases for pro bono representation and works with the Appellate Courts Committee to refer appropriate cases to pro bono counsel.\n\nEveryone involved has benefitted from the presence of a knowledgeable, trusted intermediary to both provide technical procedural assistance and facilitate pro bono placement for indigent pro se litigants on appeal.  Having these functions handled by the same independent, neutral specialist, accessible at the courthouse yet not paid or supervised by the Court of Appeal, has been of immense value in managing, prioritizing, and streamlining both tasks.  Public Counsel hence appropriately describes the programs role as one of triage.   The cost to the court system has been minimal, and the Public Counsel Appellate Law Program offers a model that, with the right local leadership and funding, has the potential to be transferable to courts of appeal nationwide.", "title": "A New Public Interest Appellate Model: Public Counsels Court-Based Self-Help Clinic and Pro Bono Triage for Indigent Pro Se Civil Litigants on Appeal", "subject": "law"}