{"abstract": "In 2010, federal regulators and politicians became increasingly concerned over the accounting practices of Chinese companies that trade on U.S. stock exchanges. In particular, the Securities and Exchange Commission (SEC) targeted companies that went public through a process called the reverse merger. The instances of fraud became so widespread, regulators and commentators coined the term Chinese Reverse Merger (CRM) in order to describe a sector where investors assume the risk of accounting irregularities. Although CRMs must comply with international accounting standards, a weak rule of law in China has resulted in poor implementation and enforcement of its accounting regime. U.S. regulators are hindered in policing accountants since the auditing occurs in China, where they have no jurisdiction. This article explores two related questions: (1) the degree to which Chinas weak rule of law as to its accounting regime can be explained by its political economy, and (2) whether U.S. regulatory actions and market responses might help drive change in the quality and enforcement of accounting laws in China?  Given the evidence from the CRM scandal, it is clear that China's institutionalized corruption and weak rule of law can be traced to the development of its political economy. Five factors that contributed to the CRM accounting fraud scandal include: (1) Chinese insularity, (2) poor implementation of accounting standards by Chinese regulators, (3) shortages in skilled accountants/auditors and a lack of quality in the accounting profession, (4) lack of enforcement of accounting standards because of a weak regulator and a weak judiciary, and (5) lack of jurisdiction by U.S. enforcement officials.   Given the rapid pace of economic growth in China, there may be little incentive in the near term for China to strengthen the rule of law as to its accounting regime. Although some economists contend that a developing country may experience growth in the absence of a strong rule of law, such growth is not likely to be sustainable. The market, naturally, acts as an informal adjudicator. When investors drive down the price of CRMs by selling the stock, they send a message that China authorities have to more strictly enforce accounting standards inorder to avoid a risk premium. Additionally, U.S. lawmakers and regulators should consider passing even stricter laws and regulations than already taken in order to better regulate countries that have a systemic problem in financial reporting. Stricter requirements will advance the goal of U.S. securities laws to protect investors and would also create incentives for Chinese regulators to start enforcing their own laws in order to provide easier access for Chinese firms to U.S. capital markets.", "title": "Chinese Reverse Mergers, Accounting Regimes, and the Rule of Law in China", "subject": "law"}