{"abstract": "Courts, like other policymaking institutions, can be rigged.  They can be rendered highly responsive to the wishes of whoever happens to be in power, for example, or they can be imbued with an enduring bias that resists eradication by future governments.  But the most familiar strategies for achieving such objectivesnamely, court-packing and gerrymanderinghave their limitations; their policy impact is temporary and not especially deep.  A more effective way to bias the policy output of the courts in a lasting and profound manner is to alter the internal structure and practices of the judiciary itself.\nThis Article sets forth a institutional design strategy for entrenching a lasting ideological bias in the federal courts.  This strategy draws heavily upon a close examination of the Japanese judiciary, which is reliably conservative for reasons having much to do with its own design.  Ideological entrenchment poses three requirements: power-imbalancing, wherein actors within the institution who possess the desired bias are empowered relative to others; insulation, wherein the institution is insulated from outside efforts to alter its course; and stabilization, wherein stability-inducing mechanisms are embedded within the institution to ensure that it does not deviate over time.  All three requirements are satisfied by a strategy of delegating power over sensitive decisions, including those involving personnel matters, to ideologically reliable, self-replicating agents who are not vulnerable to political regime change.\nThis strategy can be implemented via a package of specific institutional mechanisms that are not only consistent with the constitutionally fixed characteristics of the federal judiciary, but also exploit those very characteristics for even greater effect.  These mechanisms include the creation of a new intermediate appellate court with the ability to select its own members; the introduction of procedural rules that would effectively restrict the Supreme Courts appellate docket; and a comprehensive overhaul of the law clerk system that would forge the clerks into a collective body, establish their independence from the judges whom they nominally serve, and subject them to a combination of bureaucratic supervision and oversight by the legal academy.", "title": "How to Rig the Federal Courts", "subject": "law"}