{"abstract": "This paper critically reviews the empirical economic literature that seeks to correlate central bank independence with low inflation rates; discusses the relationship between central bank accountability, economic growth, income and wealth distribution, and financial stability; analyzes the contested theoretical views of central bank independence, and considers the constitutional issues raised by delegations of monetary authority to privately-directed central banks in the context of recent transparency and disclosure reforms in the Dodd-Frank Wall Street Reform and Consumer Protection Act. The empirical literature that seeks to correlate central bank independence with lower inflation rates focuses on data prior to the 2008 collapse, thereby mimicking the flaws in risk management models that contributed to the financial crisis by relying on far too limited time periods of historical data. By so doing, they overlook the possibilities of so-called Black Swans, those outlier events that do not fit neatly within the bell-shaped curves of probabilities, but which do occur and reoccur in history. The studies engage in a crude type of comparative analysis, comparing countries and inflation rates while ignoring all potential non-monetary factors, such as differences in regulatory and trade policies affecting consumer price levels. By largely ignoring data from the 1930s to 1960s, the empirical literature overlooks perhaps the most significant decades when central banks lacked de facto independence, inflation was kept low, and economic growth rates were at an all-time high. Likewise, by failing to consider more recent data from the 2000s, these studies ignore several Black Elephants, such as the relationship between central bank independence and agency capture, financial instability, and eventual financial collapse and bailout, as well as the rise of China with a politically-directed central bank. Often missing from both sides of the central bank debate is an appreciation for nuance and the wide spectrum of possible central bank structures. Too often the choices are presented as a false dichotomy between an independent but captured central bank, on the one hand, and a central bank dominated by elected politicians, on the other hand. In a diverse and pluralistic society, there should be other, alternative models that would achieve greater transparency and public accountability without sacrificing the objectives of price stability and economic growth.", "title": "Black Swans and Black Elephants in Plain Sight: An Empirical Review of Central Bank Independence", "subject": "law"}