{"abstract": "Large scale, complex commercial construction projects today often utilize Owner-Controlled Insurance Programs (OCIPS, also referred to as Wrap-Up programs), which streamline various insurance coverages into a single consolidated program (the OCIP), where the owner, through the OCIP, establishes and administers insurance coverage for the general contractor and all the subcontractors on the project.\nOCIPs have been lauded for several reasons  efficient claims management, efficient coordination of the program, and potentially significant cost savings for the owner. Although the benefits of OCIPs have been cited in court decisions throughout the country, at least two courts have held that an owner, general contractor, or subcontractor participating in an OCIP program is not entitled to the exclusive remedy defense to bar a tort claim by the employee of a general contractor or subcontractor who would otherwise recover benefits for their injury through workers compensation. However, at least two courts, including the Texas Supreme Court in HCBeck, Ltd. v. Rice, have held the exclusive remedy defense is available.\nThis article contends that future courts should generally follow the HCBeck decision and hold the exclusive remedy defense is available to an owner, general contractor, or subcontractor who participates in an OCIP program. The decision sounds consistent with the intent of OCIP programs, which are designed to promote efficiency in insurance coverage and coverage of the lowest-tiered employees. The article concludes that future courts should rule that owners, general contractors, and subcontractors who participate in an OCIP program be permitted to successfully assert the exclusive remedy defense upon an evidentiary showing that it was an intention of all of the parties to the OCIP to provide an exclusive remedy with which a policy participant may seek compensation for injuries sustained while working on a project. Preserving the intention of the parties, one of the fundamental rules of construction of insurance contracts, would be best respected under such a rule  and also truly prevent a wrap up of insurance wrap-ups.", "title": "The Wrap Up of Wrap-Ups? Owner Controlled Insurance Programs and the Exclusive Remedy Defense", "subject": "law"}