{"abstract": "Every individual participates on the commercial traffic, concluding daily different contracts and incurring in many duties, most of which are satisfied correctly on time and form.\n\nHowever, in the cycle from the birth to the extinction of those obligations, it often appears some vicissitudes such as retardation, delay and default.\n\nThe duties of corporate managers, as a species of that obligation genre, might be obviously affected by such vicissitudes.\n\nIn Argentine Law the situations of retardation and delay are solved with many tools that come mainly from the Ley de Sociedades Comerciales (Corporation Act).\n\nThe cases in which there is a breach of a duty brings up two complex types of consequences: the possibility of imposing the corporate manager a kind of disciplinary sanction -such as, for example his firing- and the conversion of the duty (Schuld) on liability (Haftung).\n\nLiability follows the duty as a shadow; therefore, to impute responsibility to a manager it is essential to detect first the breached obligation. To achieve this goal we propose to classify the duties of corporate managers in two large groups: the standard and the specific one.\n\nThe standard duties of corporate managers are those that are common to all foreign asset managers: the duty to act with loyalty and diligence; and those that are typical of corporation managers: the duty to reach the corporation's object and to protect the corporation's interest.\n\nThe specific duties, meanwhile, refer to the various particular behaviors that are expected to be met by corporate managers, according to the type of company in question, the structure of the firm, the peculiar characteristics of the economic activity developed, etc. The task to determine and to systematize these specific duties is yet an unfinished work which, perhaps without realizing it, is currently below the doctrine and the jurisprudence of Argentina.", "title": "Duties and Liabilities of Corporate Managers under Argentine Law", "subject": "law"}