{"abstract": "In the spring of 2010, in Doha, Qatar, the major parties to the Darfur conflict signed a series of framework and ceasefire agreements. The Doha Agreements comprise the Justice and Equality Movement (JEM) Framework, the Liberation and Justice Movement (LJM) Framework, and the LJM Ceasefire Agreements. These accords served two principal purposes.\n\nThe first and more obvious was to establish a cessation of hostilities and lay the foundation for the negotiation of a comprehensive peace agreement. Critical to each are provisions relating to Security Sector Reform (SSR) and the Disarmament, Demobilization, and Reintegration (DDR) of combatants. Well drafted SSR and DDR provisions, even at the very early stages of a peace process, encourage stabilization in the conflict region and the implementation of the agreement in a sustainable manner. The Doha Agreements, though including occasional language relating to SSR and DDR, largely missed the opportunity to set the framework for mechanisms that would bind the parties to the sustainable deescalation of the conflict.\n\nThe second and less obvious purpose was to create momentum. From the perspective of the international community, the hope was for momentum to salvage a faltering peace process. From the perspective of the Darfurians, the hope was for momentum to construct a final negotiated settlement that would heal the humanitarian scars of the conflict and generate a level of power-sharing consistent with that enjoyed by Southern Sudan under the Comprehensive Peace Agreement. For the government of Sudan, the hope was for momentum to gain the upper hand in the April elections, legitimize the regime of President Omar Al-Bashir, and complete the process of transforming the Darfur conflict into a humanitarian matter that would solidify the status quo, in which they held a superior position, and limit the active engagement of the international community.\n\nThe competing and highly political interests of the three stakeholders affected the nature and quality of the agreements negotiated in Doha. This chapter examines the collective development and impact of the Doha Agreements, seeking to place them in their appropriate political context, analyze the momentum and political slant of the negotiating processes, and consider the missed opportunities of the abbreviated DDR and SSR programs.", "title": "Drafting in Doha: An Assessment of the Darfur Peace Process and Ceasefire Agreements", "subject": "law"}