{"abstract": "Several federal statutes criminalize conduct by foreigners that has no relation to the United States.  These statutes, and the prosecutions conducted pursuant to them, raise questions about Congresss legislative authority and individuals Due Process rights in a globalized world.  In part to avoid thorny issues about the relationship between constitutional law and international law, the U.S. has not  aside from piracy cases  pursued any prosecutions based purely on universal jurisdiction.  Despite these challenges, human rights activists remain hopeful that U.S. courts will soon exercise jurisdiction over  and thus end impunity for  atrocities committed abroad. The 2008 conviction of Charles McArthur Emmanuel, son of Liberian warlord Charles Taylor, for his role in torture committed against Liberians in Liberia represents a major step toward this goal. Though most attention to the federal torture statute has centered on prospects for convicting U.S. officials for their role in the so-called War on Terror,  Emmanuel stands out as the sole case prosecuted under the torture statute since its enactment in 1994.  Somewhat surprisingly, no one has closely examined the case.  Claiming jurisdiction over Emmanuel, a U.S. citizen, was not difficult. Significantly, though, the case leaves open the possibility that  2340A will in the future be applied to non-U.S. citizens for crimes committed entirely abroad and having no effects felt in the United States.  Indeed, the Emmanuel precedent provides a roadmap for how U.S. courts might soon exercise universal jurisdiction. The decision for U.S. courts to employ universal jurisdiction, especially in the criminal context, matters.  Most importantly, it may impact the extent to which the U.S. can fairly be seen to object to the application of universal jurisdiction against its own citizens for their actions abroad.", "title": "Prosecuting Charles Taylors Son for Torture: A Step toward the Domestication of International Law", "subject": "law"}