{"abstract": "Peter Lovenheim owned a small stake in Iroquois Brands, Ltd (Iroquois).  He proposed that the corporation discontinue its distribution of one product, pt de foie gras, because he objected to the treatment of the geese necessary to the production of the product.   Under federal regulations, Iroquois was required to include such proposals in the proxy materials it sent out in advance of its annual shareholder meeting unless an exception applied.  Iroquois Brands thought it could exclude the proposal because the product in question constituted a trivial part of its business.  Lovenheim went to the District Court seeking an order requiring Iroquois Brands to distribute his proposal, and the District Court granted Lovenheim the relief he sought.  In teaching the case in my Business Associations course, I have often wondered how Peter Lovenheim came to make his proposal and whether such whether such proposals relating to social or ethical issues (social proposals) are a proper use of the shareholder proposal mechanism.   The District Court recognized an extremely broad right of shareholders to bring social proposals.  The decision to do so makes more sense when the case is situated in its various historical contexts, including the history of the governing regulations and the case law that informed the District Courts opinion. The story of Lovenheim contains its share of surprises.  First, Lovenheim was, in many ways, the ideal shareholder proponent.  He bought Iroquois stock as an investment, but he also had certain ideas about the nature of the company.  He believed in the company, and he did not think that distributing pt de foie gras was consistent with his idea of the company.  He was confident that other shareholders would feel the same way.  Second, although Lovenheims proposal ultimately did not succeed with Iroquois shareholders, the company did discontinue the product.  Lovenheim thus considered his proposal a success, and for several years after the case was decided, he teamed up with like-minded people to use the shareholder proposal mechanism to pressure corporations to adopt policies promoting the humane treatment of animals.  The story of Lovenheim thus illustrates the extra-legal consequences of shareholder activism. After a history of the relevant SEC regulations and their fates in the courts, the Article presents the complete narrative of the Lovenheim case, providing details that are not captured in the decision or in the limited secondary literature relating to the case.  It explains the legal landscape and why the Lovenheim case was such a groundbreaking case.  In the final section, the Article explains why the case has remained good law in the 25 years since it was decided and why corporations are not motivated to pressure the SEC to limit shareholders rights to bring social proposals.", "title": "Is the Quest for Corporate Responsibility a Wild Goose Chase? The Story of  Lovenheim v. Iroquois Brands, Ltd.", "subject": "law"}