{"abstract": "This article profiles Thurgood Marshall as a writer in his roles as an advocate and social activist, a legal scholar and a Supreme Court Justice. It examines the techniques that he used as a writer to inform and persuade his audiences in his life-long endeavor to achieve equality for everyone. This examination of Marshalls legal, scholarly, and judicial writings can help lawyers, academics, and students increase their knowledge of how the written word profoundly impacts society. The article first studies his arguments and legal strategy in two early civil rights cases, University of Maryland v. Murray and Smith v. Allwright. It goes on to examine several letters Marshall wrote while he was working on Lyons v. Oklahoma, a capital murder trial. It explains how his creativity as a legal strategist was fashioned of necessity as a young African-American lawyer representing African-American clients in a still segregated society. The second profile explores how the social context and the ethical dilemma that Marshall faced in drafting his brief in Brown v. Board of Education influenced his use of persuasive writing techniques. It shows how Marshalls choices as a writer accomplished an effective strategy that was simultaneously principled and practical. The article then considers Marshall as a moral activist by examining his speech and writing on the occasion of the Bicentennial Celebration of the Constitution in which he famously refused to applaud it. It compares the contemporaneous reaction to his stance to the consequent controversy about his position that arose during the Senate confirmation hearings of Marshalls most famous clerk, Elena Kagan. Finally, the article looks at Justice Marshall as a writer in his dissent in Payne v. Tennessee, a capital sentencing case. It demonstrates that by choosing to attack the assumptions underlying the majoritys argument, he was able to craft a broad and powerful writing in which he not only advocated his position opposing the death penalty, but also defended a panoply of individual rights that he believed essential to attaining and maintaining his aspiration of equality for everyone.", "title": "Thurgood Marshall:  The Writer", "subject": "law"}