{"abstract": "This Essay, a contribution to a symposium on censorship and the media, explores the legal history of the censorship of antiwar speech. It devotes particular attention to postmodern techniques for chilling the production of pacifist content, or reducing the total output of it. Pacifist speech is defined broadly, as speech advocating peaceful alternatives to war or militarism, articulating doctrines or principles which urge forswearing war or violence in international disputes, or expressing reasons to oppose specific military episodes or entire wars.\nA fundamental assumption of democratic governance is that the public keeps informed of important news and points of view by exposure in the press, whether print or electronic. Yet the public is often denied complete information by governments and private media conglomerates acting in close concert. While legal scholars frequently condemn direct censorship by the federal government, they too often neglect the extent to which private parties may be mobilized by the government to foment false beliefs and propagate misleading portraits of vital public policy issues.\nThis Essay explores postmodern censorship of pacifist expression. Postmodern censorship is distinguishable from its pre-modern or modern counterparts by its immaterial, seemingly nonviolent ways of watching and influencing apparently private activity, in contrast to a modern way of censoring speech by using violence as an ostentatious tyrant would. While still sculpting citizens beliefs and behaviors, postmodern power applies itself to private technologies and the enjoyment of what seems to be leisure time or tools such as television or radio. Postmodern regulation directs itself at privatized implementation of governmental objectives, including the lies and crimes of governments. It simulates real events in spectacles of illusion and artifice. In the postmodern era, everything is increasingly artificial, real events are excluded from the public spectacle, and the meaning of words and concepts is lost.", "title": "Postmodern Censorship of Pacifist Content on Television and the Internet", "subject": "law"}