{"abstract": "Ignoring over a century of tort law precedence, ultimately leaving thousands of people all over the country injured by medical devices without remedy, the prevailing jurisprudence on medical device federal preemption is both current and relevant.   Due to the inherent ambiguity of the preemption provision Medical Device Amendments of 1976, where contemporary medical device litigation had its beginnings, the regulatory nature of common law tort claims against medical device manufacturers has been overwhelming called into question.\n\nGiven this socio-judicial backdrop, the Article focuses on two rapidly developing areas of law: (1) preemption of certain medical device claims following the U.S. Supreme Courts rulings in Buckman v. Plaintiffs Legal Committee and Riegel v. Medtronic, Inc.; and (2) the pleading standard articulated in Bell Atlantic Corp. v. Twombly and its implications for plaintiffs who have been injured by medical devices that have received premarket approval by the Food and Drug Administration.   The Article examines the federal courts repeated and excessive misinterpretations and misapplications of Buckman, Riegel and Twombly, resulting in inappropriate dismissal of common law claims of even the most seriously injured medical device patients, so that the same ambiguities currently present in the MDA can be avoided in any future versions of this legislation.\n\nThe Article also posits the necessary interpretations and application of these three cases by federal courts and why this analytical framework is particularly appropriate given the historical and legislative landscape behind the enactment of the Medical Device Amendments, traditional preemption and tort principals and the loose pleading guidelines embedded in the Federal Rules of Civil Procedure.  First the Article comments, because the Buckman ruling was only intended to preempt state law claims which fail to assert traditional common law causes of action, preemption under this case is rarely warranted.  Second, because of the Riegel Courts refusal to specifically identify what common law causes of action survive federal preemption, courts should severely limit preemption based on a Riegel analysis.  Finally, the Article notes, Twombly-pleading and Riegel-preemption should be evaluated as two very distinct issues and courts should be reluctant to apply an overly-strict or heightened application of the pleading requirements set forth in Twombly based on the special nature of medical device cases and tradition of relaxed pleading.", "title": "The Medical Device Federal Preemption Trilogy: Salvaging Due Process for Injured Patients", "subject": "law"}