{"abstract": "Safe assets describes a variety of financial claims on public or private sector entities that are used in financial markets as if they were risk-free. Government debt, central bank debt and money are publicly produced safe assets. Bank deposits, highly rated corporate debt, repos and asset-backed securities are privately produced safe assets. An influential strand of post-crisis economic thinking recasts safe assets as central to financial instability.Safe assets pose a high-stakes legal problem. Statutes, regulations, and private contracting practices allow, encourage, and constrain both the production of these financial contracts and market actors ability to use them as if they were safe. If safe assets are under- or overproduced, or misused, or if safety is misperceived, the law is at least partly to blame. Analysis and policy design suffer for lack of an overall legal framework for thinking about safe assets. This chapter considers the legal dimension of safe assets, and points to the policy and regulatory implications to be examined in future work.&nbsp; We offer a three-part framework for understanding the mechanisms by which the law fosters the production of safe assets, nurtures the development of the markets in safe assets, and promotes the continuing safety of safe assets in multiple states of the world.&nbsp; First, the law makes some assets less risky, for example, by mandating capital cushions for issuers of safe assets or giving investors in those assets repayment priorities. Second, the law labels some assets as safe, reducing or eliminating market participants incentives to discover their risk attributes. Third, the state guarantees the safety of assets when it perceives them to be important for the financial system as a whole. The law authorizes and frames the design of such guarantees.For any given asset, governments both recognize the safety attributes that arise through private ordering and enhance them with regulation, labeling, and guarantees. If all goes well, the three categories of tools feed a virtuous cycle: e.g., when low-risk assets are labeled safe, it increases demand, broadens the investor base, boosts liquidity, and reduces the cost of funding for their issuers. When the tools are misaligned, they can contribute to instability. Investors might herd into risky assets mislabeled as safe, then flee in panic when the perception of safety vanishes, with spillover effects on the broader economy. The government may have no choice but to step in with guarantees ex post, creating distortions and moral hazard.This chapter traces how the three categories of legal tools constructed four categories of safe assets  government debt, bank debt, repurchase agreements, and asset-backed securities  and how this construction unraveled in crisis. Each time, poor coordination among long-established legal and regulatory tools, rather than the tools themselves, stood out as a problem.The chapter outlines how dynamically aligning the three types of legal rules that construct safe assets might enlarge the macroprudential regulatory toolkit without creating brand new regulatory tools but would require additional research to function.", "title": "Rethinking the Law in Safe Assets", "subject": "law"}