{"abstract": "This Article considers how the Obama administrations policies toward Japan implicate Article 9 of the Japanese Constitution. More specifically, it argues that the Futenma base dispute (as it has come to be known) jeopardizes the very existence of Article 9 by threatening to render it moot and by expanding the already expansive interpretations of Article 9. Part I provides a brief history of the Futenma base dispute during the Obama years, and Part II explains the effects of the Futenma base dispute on Article 9. More specifically, Part II contextualizes the Futenma issue by way of the legislative and judicial history of Article 9 and suggests that the intermingling of Japanese people and resources with the U.S. military allows Japan to circumvent Article 9 without massive public outcry. The fact of the matter is that Japan is relying on American troops to perform actions (maintaining combat troops and weapons, conducting military exercises and operations, and establishing armed defensive zones) that Japan could not do on its own because of constitutional restraints. Japan is permitting and in some cases encouraging the U.S. military to carry out actions that Japan is forbidden by its constitution to carry out. One thing this article does not do is suggest that Japan should or should not amend Article 9. Issues of internal Japanese politics are not the concern of this piece; the concern of this piece is the U.S. military presence that threatens to undermine the constitution of a sovereign nation. A secondary concern is for the people of Okinawa who want the U.S. troops off their island. The obiter dictum of this article suggests that not just the Futenma air station but all U.S. forces on Okinawa should be withdrawn from the island not only because the U.S. military jeopardizes the import and impact of Article 9, but also because the people of Okinawa generally oppose the presence of U.S. troops in their territory. The recent court decision in Mori v. Japan provides Okinawans with a constitutional argument for challenging the presence of U.S. bases like Futenma. That decision established a concrete right to live in peace that, to be actionable, must bear a legal relationship to military activity that violates Article 9.", "title": "America Giveth, and America Taketh Away: The Fate of Article 9 after the Futenma Base Dispute", "subject": "law"}