{"abstract": "This article considers an overlooked issue of constitutional design.  Some federal systems decentralize law-making and administrative power without allowing subnational governments to adopt their own constitutions that structure or limit subnational power.  Other federal systems allow subnational units some discretion in structuring and limiting their powers by adopting subnational constitutions.  Although scholars and constitution-makers have developed various theories regarding the utilities of decentralizing law-making and administrative powers, they have not separately considered the utilities or normative justifications for decentralizing constitutional choices.  This Article takes up that important but neglected question.  The goal is to move towards a systematization and critical analysis of possible justifications for introducing subnational constitutionalism into federal systems.  By modeling plausible consequences associated with subnational constitutionalism, the Article aims to assist contemporary constitution makers considering federal arrangements.\n\nThe Article first offers a description of subnational constitutionalism that is derived from rational-choice theories of political institutions and a survey of the worlds federal systems.  It concludes that subnational constitutionalism is best described as a series of rules (both formal and informal) that protect and define the authority of subnational units within a federal system to exercise some degree of independence in structuring and/or limiting the political power reserved to them by the federation.  Building upon that working description, the Article argues that there are at least three coherent justifications for subnational constitutionalism.  First, it can deepen a federal systems ability to accommodate multiple political communities within a single constitutional regime.  Second, it can uniquely contribute to federalisms liberty-protecting, check-and-balances function.  Third, the Article argues that scholars have largely overlooked the possibility that subnational constitutionalism can improve the deliberative quality of democracy within subnational units and the federal system as a whole.\n\nThe Article concludes with a brief assessment of the contemporary role of state constitutions within the U.S. federal system.", "title": "Models of Subnational Constitutionalism", "subject": "law"}