{"abstract": "Between May, 1972 and February, 1974, thousands of Chicana workers struck Farah Manufacturing plants throughout Texas. They were joined in their efforts by the Amalgamated Clothing Workers of America who orchestrated nationwide pickets calling for a boycott of Farah slacks. The strike and boycott were supported by various civil rights groups, politicians and religious organizations. Working together, they caused a dramatic drop in sales, large operating losses and a substantial drop in the company's share price. After several victories before the National Labor Relations Board, the strike settled with the company rehiring 3,000 strikers and recognizing the union. The company, workers and union movement were all strongly affected by the experience. The article uses newspaper stories, magazine articles, oral histories and case opinions to provide the first comprehensive retelling of the Farah story.\nThis article discusses the successful organizing campaign, strike and boycott of Farah Manufacturing, in the context of the conclusions and recommendations made by Julius Getman in his book, Restoring the Power of Unions. The article argues that the Farah campaign succeeded because of the linkage between the labor movement and the civil rights movement and also because of the successful use of labor law. It argues that a successful comprehensive campaign requires the Union to find a values-based message which resonates with the workers and reflects their experiences. The techniques used by the union and the organizational structure of the campaign must be democratic and serve to empower the workers. Finally unions must be poised to use the legal system to support their campaign, but the law could be improved if permanent strike replacements were prohibited, the NLRB strengthened their remedies, and the law of secondary boycotts was revised.", "title": "Building a Movement with Immigrant Workers: The 1972-74 Strike and Boycott at Farah Manufacturing", "subject": "law"}