{"abstract": "Owner-Controlled Insurance Programs (OCIPs, also referred to Wrap-Up programs), are becoming a popular insurance program in the construction industry. Some states have placed statutory restrictions and/or prohibitions on OCIPs. However, there are only 10 states to date which have even enacted any statute concerning OCIPs.\nIn this article, I contend that the future availability of OCIPs in the insurance industry may largely be dictated on statutory grounds. It is a call for state legislatures to critically examine the policies and purposes of OCIPs and to enact legislation which provides guidance to the industry and courts. First, two cases, one from the Supreme Court of Oklahoma in 1993 and the other a recent 2011 decision from the Supreme Court of Alaska, emphasize the necessity of state statutes which clearly define OCIPs and expressly authorize their permissibility. In Independent Insurance Agents of Oklahoma v. Oklahoma Turnpike Authority, the Supreme Court of Oklahoma decided the question of whether Oklahoma law even permitted the use of an OCIP. Most recently, the Supreme Court of Alaska held in State v. Alyeska Pipeline Service Co. that an Alaska statute governing OCIPs did not govern (and thus did not prohibit) non-construction OCIPs. Both of these cases serve as examples which heighten the necessity of state statutory guidance.\nSecond, there is an emerging split of authority among jurisdictions and courts concerning whether a premises owner, general contractor, and/or subcontractor is entitled to assert the exclusive remedy defense to bar the claims of employees of either general contractors/subcontractors who would otherwise recover benefits for their injuries through workers compensation. I argue that this development highlights the necessity for state statutory provisions which expressly provide that a premises owner, general contractor, and/or subcontractor is entitled to assert the exclusive remedy defense if it contractually provides, supplies, and/or makes available workers compensation insurance under an OCIP program.\nThis article concludes with a number of suggestions which state legislatures should consider to ensure OCIP programs remain solvent in the future.", "title": "OCIPs in the Future of the Insurance Industry: Legal and Regulatory Considerations", "subject": "law"}