{"abstract": "One of the leading contemporary theories of contract law is the relational theory. Notwithstanding its remarkable development since the foundational works of Macaulay and Macneil it would seem reasonably fair to maintain that this body of literature has generally neglected the discussion of legal remedies. Scholarly literature pertaining to the relational theory has typically focused on extra-legal or informal devices for the regulation of long-term contractual relations, such as: consensual adjustment of primary contractual arrangements in light of changing circumstances, informal incentives for performance and cooperation, the tendency to abstain from relying on formal rights and duties, and the frequent use of Alternative Dispute Resolution mechanisms.\nMuch less attention has been devoted, however, to a different question, namely: How, if at all, does the existence of a relational contract affect the basic rules governing the award of remedies for breach of contract In other words, whenever a party to a relational contract decides to rely on formal justice and resorts to a traditional legal remedy - what should be the standpoint of the law of contract regarding her claim To what extent, if at all, should the remedial response to the breach of a long-term relational contract differ from the ordinary or traditional legal response to contract breach\nThe paucity of academic sources dealing in detail with this type of question is far from surprising. Relational contract theory views the formal legal infrastructure governing the contractual relationship as being of secondary importance compared to informal norms of decency, solidarity and cooperation. According to mainstream approaches to relational contracts, the primary obligations originating from a long-term relational contract are, at best, merely a basis for future adjustments and variations to be made by the parties. Hence, breach or violation of such terms should not be viewed as a trigger for asserting secondary rights of remedy, but rather as an occasion for renegotiation, readjustment, compromise and settlement. Under this conventional understanding, resorting to the formal law of remedies upon breach misses the mark: Instead of reflecting the parties' ongoing commitment to promoting their goals through cooperation and mutual agreement, such a move reflects a diametrically opposed set of values, such as confrontation and antagonism. Hence, so it is assumed, the formal law of remedies for breach of contract does - as it should - play a relatively marginal role in the context of relational contracts.\nIn our paper we wish to challenge this widely held assumption. We believe that developing a theory of relational remedies is not only compatible with the basic tenets of relational contract theory, but is a crucial element in such a theory. In light of this insight, we will construct a theoretical model of relational remedies that would be capable of filling a gap in the relational theory of contract - and of offering guidance to courts - or other tribunals - that are required to resolve disputes arising from violations of relational contracts on a formal legal basis. This, we argue, requires adaptation of the basic rules of contractual remedies to the distinct characteristics of relational contracts.\nThe paper unfolds in five parts. The next part discusses the reasons for our belief that focusing attention on the role of legal remedies is important for the relational theory of contract law. The third part of the paper consists of a few preliminary clarifications regarding the nature of the theoretical model proposed in the paper and its purposes. Then, in part four, we outline the model itself. We begin with a general presentation of the guiding principles offered by the model, and move on to demonstrate its possible implications on the resolution of specific remedial questions.\nThe paper concludes in part five, where we examine the degree of conformity between the theory presented in the paper, and the remedial provisions of the DCFR. We argue that while not explicitly distinguishing between relational and non-relational contracts as such, the DCFR does include a considerable number of provisions that reflect sensitivity to the unique nature of various types of relational contracts. In this respect, the DCFR may be seen as a first step towards recognizing the need to develop a relational theory of contract remedies", "title": "The Role of Remedies in the Relational Theory of Contract: A Preliminary Inquiry", "subject": "law"}