{"abstract": "Bisexuals have been invisible for at least ten years.  Ten years ago, Kenji Yoshino wrote about the epistemic contract of bisexual erasure, the tacit agreement between both homosexuals and heterosexuals to erase bisexuals. Though legal scholarship has addressed bisexuality only in rare moments, Yoshinos epistemic contract of erasure answered Ruth Colkers earlier call for a bi jurisprudence and explained why the vast and vastly unacknowledged wall between heterosexual and homosexual identities that Naomi Mezey identified has been so vigilantly maintained.  While the tenth anniversary of the publication of Yoshinos article is reason enough to revisit the topic of bisexual erasure, this Article revisits the topic in light of the recent storm of same-sex marriage litigation.\nLately, it seems more homosexuals than heterosexuals are erasing bisexuals, and more overtly than at the time Yoshino identified the phenomenon of bisexual erasure. Because the fight for same-sex marriage recognition is a fight to fit into the guarded category of marriage, members of same-sex relationships and their advocates have an interest in fitting into a stable sexual orientation category, which bisexuality is not.   This Article, at the very least, hopes to make the bisexual slightly less invisible from legal scholarship at a time when the threat of bisexuality, and the erasure of bisexuals, seem to have intensified.  More ambitiously, this Article introduces terminology that serves as a first step toward making bisexualsalong with other individuals along the continuum of sexual orientation who are even more invisible than bisexualsvisible.\nThis new terminology distinguishes between an individuals general orientation and an individuals specific orientation.  An individuals general orientation is the sex toward which the individual is attracted as a general matter.  An individuals specific orientation is the sex of the individuals chosen partner.  In many cases the two orientations are identical, but for bisexuals who partner with only one person the two orientations necessarily differ.  While introducing new words will not solve the problem of bisexual invisibility, it might allow those who have struggled with asserting their bisexual orientationsthose who were in a relationship with a member of the opposite sex and later wished to partner with a member of the same sex (or vice-versa)to do so without having to recant their previous relationships.  This terminology describes an individuals sexual orientation with reference to her status as well as her conduct.  It also describes her sexual orientation individually as well as relationally.  Moreover, in addition to ameliorating the problem of bisexual invisibility, distinguishing between individuals specific and general orientations will help to debunk commonly believed myths about bisexuals, bridge the gap between diametrically opposed sides of the stalemated same-sex marriage debate, and clarify the purpose of the LGBT rights movement by broadening the concept of sexual orientation.", "title": "Sexual Reorientation", "subject": "law"}