{"abstract": "Copyright requires us to distinguish between two different ways of transforming a work of authorship:  derivative works and transformative fair uses.   The absence of a clear line results in a tendency to assign all value arising proximately from a work to copyright owners.  Many people blame this expansionist tendency on a propertarian understanding of copyright, and argue that the solution is to abandon any notion of copyright as property.  I agree that current copyright doctrine often gives excessively broad scope to the exclusive rights of copyright owners, but argue that this may be a result of copyright not being propertarian enough.  Property is an attempt to coordinate resource use through a system of in rem rights whose content can be understood by third parties without reference to the subjective use preferences of others.  Traditional property law dealing with the transformation of mundane objects uses objective, socially intelligible tests of identity to determine when an owners rights in a thing have been extinguished, thus preventing owners from asserting subjective use preferences as a means of extracting value from transformed objects created by others.\n\nFar from implying absolutist authorial rights, an in rem approach to copyright requires that we place clear boundaries around the identity of the work of authorship.  This means moving away from the notion that disembodied fragments of protected expression can be owned separately from the work of authorship of which they are a part.  I show how this might be done, proposing to define a work of authorship in terms of a coherent expressive experience designed by an author.  Putative copies that are not tailored to facilitate beneficial use of the work as conceived by the author, but rather to communicate second-order information, or to give rise to expressive experiences radically discontinuous from the ones the author designed, therefore fall outside the authors right to exclude altogether.   Such a propertarian approach could be both clearer and more protective of free speech than current doctrine, because limits on the scope of the authors rights would be defined intrinsically, obviating the need to resort to fair use doctrine with its value-laden weighing of social worth.", "title": "Transformation in Property and Copyright", "subject": "law"}