{"abstract": "This article critically analyzes the Shareholder Rights Directive (\"SRD\") (Directive 2007/36/EC). It is essentially an attempt to show that the deficit in the European corporate governance model with regard to the status of the shareholders persists even in the post-SRD era and that we still have a long distance to cover in order to truly empower shareholders in the EU. The SRD along with certain other Company Law Directives and the various European national corporate laws form a synthesis that falls short of providing shareholders with the full potential of getting their corporate governance voice through within listed corporations.\nFirst of all, the sterilization of the shareholder voting right in Europe is examined. This is due mainly to the dysfunctional systems of dissemination of pre-meeting information and to the problem of tight record and \"cut-off\" dates.\nThe second issue examined in the article is the influential role of the (unaccountable) proxy advisors within the corporate voting mechanism and the additionaly layer of agency costs that they introduce to the corporation. The role of creditors, who at the same time act as share custodians, in voting blank proxies in European firms is also analyzed.\nFurthermore, the article examines the legal barriers to shareholder activism in Europe explaining the procedural deadlock that shareholders face in their effort to put items in the general meeting's agenda, as well as the legal risks associated with the initiation of proxy solicitations.\nFinally, the article attempts a brief analysis of the blocked avenues of corporate litigation in Europe. The consequences of percentage limits and of unfavorable regulation of litigation costs is examined. The inadmissibility of multiple derivative suits in the case of corporate groups and the problems that ultimate beneficiaries of shares face within the custodian ownership system are also considered as factors contributing to the absence of corporate litigation from the majority of European jurisdictions.", "title": "Is the EU Taking Shareholder Rights Seriously? An Essay on the Impotence of Shareholdership in Corporate Europe", "subject": "law"}