{"abstract": "Our study compiled the largest research sample on the gender gap in compensation at the 200 largest law firms by combining two large databases to examine why women partners are compensated less: because they are less productive than men partners or because they are women.  The AmLaw 100 and 200 studies include gross revenue, profits, number of equity and non-equity partners, and the total number of lawyers at each firm. The Vault/MCCA Law Firm Diversity Programs study (Vault/MCCA) includes the gender ratios at each AmLaw 200 firm.  Our study covers the years 2002 to 2007.\nThe ratio of women equity partners to women non-equity partners is 2.546 compared to a ratio of 4.759 for their men counterparts over the six year period studied.  An increase of 1% in the proportion of women partners at a law firm is associated with 1.112% lowering of the overall compensation for all partners at the firm.  This disparity in compensation between women and men partners exists even after controlling for the lower compensation of non-equity partners and the greater likelihood for women to remain non-equity partners.  Women partners are paid less than men partners despite the fact that they are not less productive in generating RPL for their firms.\nThe average gross revenue of firms with the highest percentages of women lawyers was approximately $20 million dollars higher than firms with the lowest percentage of women lawyers, but the revenue per lawyer (RPL) of these firms dropped by approximately $120,000 per lawyer. The average compensation for the lawyers at the firm goes down as the proportion of women at a firm rises, indicating that women in all positions at a firm are paid less than their male counterparts.\nSince 1988, a low of 40.6% and a high of 50.4% of first year J.D. students have been women.  The proportion of women in positions of power at the AmLaw 200 firms should have increased over the ensuing twenty-six years.  Women represented approximately 50% of the associate hires during the eighteen years prior to 2001 but only 15-16% of partners. The women who make it to partner are paid less than their men counterparts.\nOur paper examines the gender gap problem in law firm compensation through an empirical lens.  The results have important implications for economic discrimination research.  Our statistical analysis concludes that women partners are compensated less than men on average at the AMLAW 200 law firms regardless of whether they are equity partners or non-equity partners.  This gender disparity is not due to lower productivity of women partners.  It is attributable to discriminatory practices under both disparate treatment and disparate impact analyses.", "title": "Statistical Evidence on the Gender Gap in Law Firm Partner Compensation", "subject": "law"}