{"abstract": "Abstract: TRANSBORDER LICENSING: NEW FRONTIER FOR JOB CREATION http://ssrn.com/abstract=1675285   (September, 11 2010).\n\nAvailable at SSRN: http://ssrn.com/abstract=1675286\n\nBy Professor Andrea L. Johnson, alj@cwsl.edu\n\nCalifornia Western School of Law\n\n225 Cedar St.\n\nSan Diego, CA  92101\n\n(619) 525-1474\n\nThis article makes the case that the best opportunities for creating new  jobs in the United States will come from transborder licensing.  Transborder licensing  involves the creation and disposition of intellectual property (IP), such as copyrights, patents, trademarks, and trade secrets, across geographical boundaries. Licensing is a contractual agreement in which the owner of IP, called the licensor, agrees to permit or restrict the rights, privileges or immunity of another, called the licensee,  to use informational assets  (assets). The assets or property vary widely, but usually  include the know-how, applications and technology  used in industries such as telecommunications, computer and information technology, biotech and clean energy.\n\nAs a field of study, transborder licensing  is interdisciplinary, focusing on the legal, tax, regulatory and business issues governing  the export and import of these assets between two or more parties and governments from different countries.  Ideally, licensing technology or intellectual property expands the market for a product or service,  creating new jobs to meet the demand,  without necessitating a huge expenditure of capital. Transborder licensing is a new emerging field of legal practice and business transactions because Americas most valuable asset, its U.S. intellectual capital, is being underutilized as a vehicle for building wealth.\n\nThe author proposes creating a quasi-pubic Virtual Protocol or VP that will allow inventors, authors,  registered and unregistered IP owners to identify prospective partners, track IP licensed abroad, and notify infringers of violations.  This VP can be accessible to agencies such as the Justice Department and Federal Bureau of Investigation (FBI), to further enhance enforcement without subjugating existing authority of current agencies. This article concludes that the environment to foster transborder licensing has to be developed with active participation from academic and research institutions, their students and alumni; and should integrate technology to achieve maximum benefits.\n\nProfessor Johnson is a Harvard-trained professor who is an expert in technology-based instruction and director of the Center for IP, Technology and Telecommunications at California Western School of Law. Johnson teaches Corporations, Business Planning, International Business Transactions, Administrative Law and Telecommunications Law, and founded Creative a Job Initiative, a student-based initiative to help law students   pursue jobs and internships in nontraditional law careers and international business.", "title": "TRANSBORDER LICENSING: NEW FRONTIER FOR JOB CREATION", "subject": "law"}