{"abstract": "[Excerpt] It has become increasingly clear that the U.S. system of collective bargaining is no longer a realistic option for a large and growing proportion of American workers, and the situation will continue to worsen absent a major redirection of public policy. The decline in union density rates in this country is alarming to those who value and promote unionization. The extent to which this decline is due to management resistance and the failure of the law to promote collective bargaining is an important question that requires continued study and debate. Opinion polls reveal that for millions of nonunion American workers, workplace representation is an unfulfilled goal.\nThese and other concerns about the inadequacy of U.S. labor law motivated the Clinton Administration to create the Commission on the Future of Worker-Management Relations, chaired by John Dunlop and charged with examining the laws that govern and shape relations in America's workplaces. In the same spirit, the Department of Economic Research of the AFL-CIO and the School of Industrial and Labor Relations at Cornell University convened a conference on labor law reform in October 1993. Nearly forty papers and speeches advanced a variety of ways to correct the inadequacies in our system of union-management regulation.\nThis volume contains a selection of the papers from that conference, chosen to reflect the diversity of opinion and thought represented. While all of the views and policy recommendations expressed in the papers are not necessarily fully shared by the, editors, the AFL-CIO, or Cornell, they are stimulating and provocative and deserve the widest possible discussion and debate. Our aim in producing this book is to stimulate public awareness about the need for fundamental reform of the legal and institutional underpinnings of the U.S. system of workplace representation and to offer proposals for the content of that reform.", "title": "Introduction: The Context for the Reform of Labor Law", "subject": "law"}