{"abstract": "[Excerpt] The private sector clerical work force is largely nonunion, simultaneously offering the labor movement a major source of potential membership growth and an extremely difficult challenge. Based on December 1990 data, there are eighteen million workers employed in office clerical, administrative support, and related occupations. Eighty percent of these employees are women, accounting for 30 percent of all women in the labor force. Among private sector office workers, 57 percent work in the low-union-density industry groups of services (only 5.7 percent union) and finance, insurance, and real estate (only 2.5 percent union). With barely over ten million total private sector union members, the labor movement can ill afford to overlook the thirteen million nonunion women who work in private sector clerical occupations.\nConcerned trade unionists are now searching for appropriate models for organizing and representing these workers. Two schools of thought have emerged. Some believe that clericals are like other workers and can be organized when job-related concerns predispose them to action. According to this view, private sector clerical organizing can proceed if and when unions devote sufficient attention and resources to the endeavor using conventional organizing techniques. Other unionists argue that clericals are different. Not only are they primarily women, but they also tend to be traditionally feminine and turned off by macho blue-collar unionism. According to this interpretation, a special approach is required regarding style, tactics, and/or issues to be addressed.\nI will focus on one highly visible private sector clerical organizing victory: the 1988 union win among Harvard University clerical and technical employees. The Harvard case is, in many ways, representative of the success unions have experienced among university-based clerical workers in recent years using rank-and-file grassroots oriented campaigns. And, as a private sector campaign that confronted intense management opposition, it also offers tactical lessons that are relevant beyond the confines of academia. Perhaps most important, the Harvard case presents us with a distinct organizing and bargaining model whose relevance to other organizing efforts deserves careful evaluation: the Harvard Union of Clerical and Technical Workers (HUCTW) not only employed a grassroots organizingapproach, but also devised a unique bargaining strategy that succeeded in institutionalizing and preserving rank-and-file involvement.", "title": "Organizing and Representing Clerical Workers: The Harvard Model", "subject": "law"}