{"abstract": "On June 28, 2010, the United States Supreme Court handed down its much-awaited decision in McDonald v. City of Chicago, in which it held that the Second Amendment was incorporated against the States through the Fourteenth Amendment's Due Process Clause.  In so doing, it rejected the opportunity to overrule its much-reviled opinion in The Slaughter-House Cases and incorporate the Second Amendment through the Fourteenth Amendment's Privileges or Immunities Clause.  Thus ended what was probably the last, best attempt to revive what many consider to be the original meaning of privileges or immunities.\nAlthough no doubt disappointing to those who saw McDonald as an ideal vehicle to right the Slaughter-House wrong, it may be that the Court's opinion was actually a blessing in disguise for those who favor strong protection of rights.  Despite assertions to the contrary by proponents of privileges or immunities, there is really no reason to believe that privileges or immunities would be a better vehicle for rights, either enumerated and unenumerated, than would the current substantive due process jurisprudence.  In fact, the adoption of the Privileges or Immunities Clause as a vehicle for incorporation and for unenumerated rights might actually end up damaging rights, as it would place the current rights protected by the Due Process Clause on a less secure footing.\nThis article examines the persistent attempt to revive the Privileges or Immunities Clause as a vehicle for enumerated and unenumerated rights, either as a replacement for, or as an addition to, the current substantive due process jurisprudence.  It concludes that, all in all, proponents of rights might be better off for the refusal of the Court in McDonald to revitalize Privileges or Immunities.  Although the academic appeal of righting Slaughter-House's wrong is undeniable, the practical effect of doing so might be a prime example of \"be careful what you wish for,\" in that it might result in less, rather than more, protection for rights.  Thus, beyond the mere intellectual satisfaction of righting a wrong, there is little to be gained, and perhaps much to be lost, in the revitalization of the Privileges or Immunities Clause.", "title": "Be Careful What You Wish For:  Why McDonald v. City of Chicago's Rejection of the Privileges or Immunities Clause May Not Be Such a Bad Thing for Rights", "subject": "law"}