{"abstract": "This Article addresses the problem that arises when the prosecution has pleaded criminal charges correctly on the basis of probable cause, but either its theory of the defendants guilt is based on a misunderstanding of the governing law or it lacks legally sufficient evidence to sustain the charges.  It argues that, in this situation, trial courts should have the authority to grant summary judgment to the defense.\nThe Article discusses the rationales that underlay the creation of summary judgment in civil cases, surveys the existing mechanisms for summary disposition of criminal charges (pretrial motions to dismiss, preliminary hearings, and grand-jury proceedings), and explains why none of these mechanisms can provide relief to a defendant in a case in which the prosecution has pleaded sufficient facts to constitute a crime but lacks sufficient evidence to prove the charges.  It also surveys the existing alternatives to trial in criminal cases (the (mid-/post- trial) motion for judgment of acquittal and the stipulated bench trial) and argues that the inadequacies of each of these alternatives, in conjunction with the legal standards governing pretrial detention, prosecutorial charging discretion, and a defendants right to a speedy trial, make it likely that a defendant could spend years in pretrial detention awaiting trial on a charge for which the prosecution cannot secure conviction with no mechanism to secure release.\nThe article outlines the proposal that courts should have the authority to grant summary judgment, prior to trial, for the defense in a criminal case.  It argues that, if the prosecution is not capable of mustering a legally sufficient case on one or more essential element, no legitimate purpose is served by waiting until the close of prosecutions evidence to grant a judgment of acquittal or by sending a legally insufficient case to the jury and risking a guilty verdict stemming from jury confusion or vindictive nullification.  It discusses in detail recent, high-profile criminal cases in which the prosecution had probable cause, but not proof beyond a reasonable doubt, of guilt and whose outcomes could have been improved had a pretrial summary-judgment mechanism existed to dispose of the charges without lengthy pretrial proceedings (and, in one case, wrongful conviction).  It argues that the efficiency and judicial-economy rationales for summary judgment in civil cases apply equally, if not more forcefully, in the context of criminal cases and posits additional rationales for employing defensive summary judgment that are unique to the criminal-justice system.\nThe article sets forth examples in which trial courts have granted summary judgment to a criminal defendant despite lacking the authority to do so (usually while purporting to do something else, like grant a motion to dismiss) and discusses the ramifications of such inadvertent grants of summary judgment for subsequent proceedings.  It discusses the double-jeopardy ramifications of the current proposal and asserts that it is likely that a trial courts granting of a defense motion for summary judgment would function as an acquittal in form and substance because the court would be, in effect, acquitting a defendant of the offense(s) charged prior to trial by resolving factual questions pertinent to guilt or innocence.  It discusses the impact that the present proposal would have on pretrial discovery practices and argues that the creation of a defense motion for summary judgment would necessarily accelerate the timing of the prosecutions disclosures, give additional meaning to the Brady requirements, and thereby improve the quality of justice.", "title": "WHEN THE EMPEROR HAS NO CLOTHES: A PROPOSAL FOR DEFENSIVE SUMMARY JUDGMENT IN CRIMINAL CASES", "subject": "law"}