{"abstract": "This exploratory empirical work examines whether students of color enjoy the benefits articulated by the U.S. Supreme Court in the Grutter decision that rationalized the continuation of affirmative action based on diversity interests. Specifically, the Court stated that affirmative action was permissible because students of all backgrounds would increase their racial understanding and decrease their racial stereotyping of minorities. Supporters and opponents were skeptical that such benefits would really materialize for students of color. Supporters argued that minority students would merely be tokens in which only white students would benefit from a diverse classroom. Opponents argued that this diversity rationale was a thinly disguised quota system.\n\nUsing survey data of over 370 under-represented minority students from twenty eight states majoring in the sciences, I provide insight into whether: 1. students of color increase their racial understanding; and 2. students of color experience a decrease in stigma associated racial stereotyping. The first part of the study asks whether these benefits exist when students are simply in a diverse environment learning with others from different racial or ethnic backgrounds. The second part of the study analyzes whether these same benefits exist when students are in a diverse environment in which other members of their same racial and ethnic background are also present in the classroom. The study seeks to determine if different benefits emerge depending on whether critical mass may be present in the classroom and whether students are in affirmative action versus anti-affirmative action institutions.\n\nThe results are encouraging in that most students report experiencing an increase in racial understanding when learning in a diverse environment generally. Unfortunately, less than a third of students report a decrease in stigma associated with the second benefit of decreased racial stereotyping. However, students in affirmative action states were more likely to report decreased stigma from racial stereotyping than students in anti-affirmative action states. But with an important caveat: the diversity had to create meaningful critical mass. The Court viewed critical mass, a concentration of students from a particular racial background, as crucial to achieving the benefits of diversity. The results raise questions about what kind of racial understanding is achieved when racial stereotyping does not decrease? How can we understand diversity while operating in a colorblind environment?\n\nThe paper explores possible explanations for these troubling results and makes recommendations to institutions of higher learning to reconcile the paradox of diversity in a colorblind world. We must work to ensure students of color are not just the producers of diversity but also its beneficiaries.", "title": "Grutter's Regrets: An Empirical Investigation of How Affirmative Action Is(n't) Working", "subject": "law"}