{"abstract": "Since its inception the Security Councils 1267 sanctions regime has come under fire from UN member states, listed individuals and entities, domestic and international courts and tribunals, human rights NGOs and even other organs of the UN, that all claim the 1267 sanctions regime does not secure targeted individuals procedural due process rights, particularly the right to an effective remedy. For instance, in June 2009 a Canadian Federal Court Judge noted that the 1267 sanctions regime creates a situation for the listed individual that is not unlike that of Josef K. in Kafkas The Trial, who awakens one morning, and for reasons never revealed to him or the reader, is arrested and prosecuted for an unspecified crime. Now some courts and governments of UN member states have decided that they will not comply with UNSC sanctions regime, which was adopted under Chapter VII, because it does not comply with procedural due process rights of targeted individuals. Such actions threaten to undermine the Security Councils ability to secure international peace and security through its sanctions power. Thus, this Article raises the question of whether or not, given the Security Councils exceptional status in international law, there are any legal bases for a Security Council obligation to ensure that rights of procedural due process are made available to individuals directly targeted with sanctions under Chapter VII of the UN Charter. After an in depth discussion of this question, it is contended that the Security Council does have a legal obligation to render the listing and delisting procedures of the 1267 sanctions regime consistent with fundamental norms of procedural due process and furthermore. Finally, the functions, powers, and independence of 1267 Ombudsperson, which was created by a December 2009 Security Council resolution, is analyzed to determine whether or not its establishment has rectified the 1267 sanctions regime deficiencies.", "title": "Security Council Targeted Sanctions, Due Process and the 1267 Ombudsperson", "subject": "law"}