{"abstract": "The Law and Literature movement seems to have a deadly adversary: the Law and Economics movement. Several of the most respected literary lawyers have recently argued that economic discourse subverts the goals of humanistic scholarship. Richard Weisberg decries, for example, the insurgency of free market economics, a disgracefully self-serving system of ethical reductionism and human evasion [that has] attracted masses of practitioners away from the essence of their fields, away from the passions, the hopes, the reality of the world around them. Robin West has criticized economic man for his empathic impotence, and has suggested replacing him with a more humanistic literary woman. Issuing a particularly dire warning, James Boyd White fears that [t]o adopt the economic view would in fact threaten the very existence of community.   The passion of these statements should disturb those who feel the study of human life is enriched not only by the study of art, literature, religion, and philosophy, but by micro-economic explanations of behavior as well. If the world view offered by Law and Economics is so contrary to the goals and discourse of the Law and Literature movement, how do we explain economist Donald McCloskey's merry declaration that economics is a collection of literary forms? Paraphrasing Richard Rorty, who in turn paraphrased Michael Oakshott, McCloskey argues that conversation is the best metaphor for scholarship and confidently concludes that economic conversation is a central part of the ongoing scholarship that firmly encompasses the humanities. Of course, McCloskey may be a wishful thinker. Perhaps as applied to law, economics is not a new literary form, but rather the community-destroying ethical evasion that some critics claim. But before we cast economics from the house that law and the humanities both inhabit, we should at least consider the possibility suggested by McCloskey that economic discourse can be profoundly humanizing.\nThis is not to imply, however, that what economists say cannot be shockingly inhuman and offensive. It surely can. Judge Posner's famous argument for a free market in babies (just like in color televisions!) is a vivid example of the dehumanizing uses to which the tool of micro-economics can be put. Of course, philosophic, literary or artistic discourse can be equally offensive. We do not reject, however, these disciplines as unworthy as a result. Similarly, we do not have to like the conclusions every economist draws in order to accept that micro-economic discourse is no less literary and humanizing than the other sorts of discourse typically praised by Law and Literature scholars.\nI would first like to examine the main problems legal-literary scholars have with the claims of legal economists. Then, I would like to defend those claims, not to persuade unbelievers that the common law is wealth-maximizing or that future legislation should be efficient, but rather to demonstrate that there is nothing inherently dehumanizing about economic discourse. We should reject the call to exclude economics from our notion of the humanities, and we should dismiss the negative implications of White's admonition that [i]f we talk this way [economically] we too shall come to share the commitments that are implicit in the form of life and language we call economics.", "title": "Economics As One of the Humanities; An Ecumenical Response to Weisberg, West, and White", "subject": "law"}