{"abstract": "This paper explores a puzzle concerning the authority of certain images that increasingly find themselves at the center of legal disputes: surveillance or real time film images that purport to capture an event about which there is a dispute. Increasingly, this kind of evidence verit is used in United States courts of law as the best evidence of what happened. Film footage of arrests, criminal confessions, photographs of crime scenes (during and after) is routinely admitted into court as evidence. It tends to overwhelm all other evidence (e.g., testimonial or documentary) and be immune to critical analysis. Why would this be so?\nThis paper situates this phenomenon in the current legal United States context, with a brief history of evidence verit and its treatment at law. It then compares side-by-side two cultural institutions, photography and law, as examples of institutions with power and influence over public and popular consciousness. How do these two institutions intersect? What patterns of influence and persuasion emerge from the partnership of photographic or filmic images and the role of law? The paper explores these questions by tracing the life of certain iconic public images in hopes that doing so will tell us something about how they came to be iconic: how their circulation and reception in the United States rendered the images meaningful beyond their textual existence. Studying the circulation and recirculation of these photograph images helps make sense of how real time images in culture and at law might shape our understanding of important, historic events beyond the facts these images depict.\nThis paper is not a paper about how we understand images as a psychological or neurological matter. It is a paper about how law and legal processes frame images and how images  especially real time images  frame or shape the law. The photographs the paper examines include the Migrant Mother from the Great Depression, the bombing of Hiroshima, the flag raising at Iwo Jima during WWII, the Times Square Kiss on VJ day, the US landing on the moon, the first in utero photographs of a human fetus, and images of torture at Abu Ghraib prison.", "title": "Evidence Verite and the Law of Film", "subject": "law"}