{"abstract": "In recent years, scholars have drawn attention to the myriad ways in which the lines between criminal enforcement and immigration control have blurred in law and public discourse. This essay analyzes this convergence in the context of immigration detention. For decades, courts and observers have documented and analyzed a wide range of detention-related concerns, including mandatory and presumed custody, coercion and other due process violations, inadequate access to counsel, prolonged and indefinite custody, inadequate conditions of confinement, and violations of international law obligations. With the number of detainees skyrocketing since the 1990s, these concerns have rapidly proliferated - to the point where some commentators resist the very term detention in this context as sanitized and misleading, masking quasi-punitive circumstances that approximate criminal incarceration or imprisonment. If convergence of immigration control and criminal enforcement more generally has given rise to a system of crimmigration law, as some observers maintain, then perhaps excessive immigration detention practices have evolved into a quasi-punitive system of immcarceration.  \n\nA recent report by Dora Schriro, a senior Homeland Security official, gives official imprimatur to crucial aspects of this picture, acknowledging explicitly that most detainees are - systematically and unnecessarily - held under circumstances inappropriate for immigration detentions noncriminal purposes. In response, the Obama Administration has pledged reforms to reconstruct this regime as a truly civil detention system. This essay considers the possibilities and limits of these initiatives, which target excessive conditions of confinement but leave other excessive practices intact. Notwithstanding these proposed reforms, the expansion of existing enforcement initiatives means that the government will continue to detain noncitizens, in the words of its own head of Immigration and Customs Enforcement, on a grand scale - which may constrain its ability to dismantle many of the detention regimes quasi-punitive features. While excessive detention conditions may well be tempered for many individuals, large-scale immcarceration seems here to stay for the foreseeable future.", "title": "Rethinking Immigration Detention", "subject": "law"}