{"abstract": "The systemic disparate treatment theory of employment discrimination is in disarray.  Originally formulated in United States v. International Bhood of Teamsters, 431 U.S. 324, 360-61 (1977), the systemic disparate treatment theory provides plaintiffs with a method for creating an inference of unlawful discriminatory intent if plaintiffs can first present sufficient statistical evidence establishing that the employer was engaged in a pattern or practice of discrimination.  While the Court and scholars have recently given substantial attention to the disparate impact theory, they have not adequately analyzed the contours of the systemic disparate treatment theory.  For example, there are currently disputes about whether the systemic disparate treatment theory can be utilized by plaintiffs in (1) ADEA cases, (2) ADA cases, (3) hostile work environment cases, and (4) private individual (non-class) discrimination cases brought under any of the antidiscrimination statutes.  The development of a coherent approach to systemic disparate treatment law is becoming increasingly important.  Since 2006, the EEOC has made pursuit of its Systemic Initiative a top priority in its enforcement strategy.  Thus, difficult questions about the application of the systemic disparate treatment theory will continue to surface.\nIn this paper, I take a first step toward bringing order to the systemic disparate treatment theory.  I return to the foundations of the systemic disparate treatment theory in order to formulate a set of guiding principles for resolving the issues listed above.  Drawing upon economic models of optimal allocation of burdens of proof in civil litigation and an application of Bayesian probability analysis, I argue that the proper extent of the systemic disparate treatment theory depends on three critical considerations:  (1) the background prevalence (or prior probability) of the type of discrimination alleged; (2) the relative strength of the evidentiary signal provided by the proffered statistical evidence; and (3) the parties relative access to evidence on the element of discriminatory intent.  Applying the principles I develop in this article, I conclude that the Teamsters systemic disparate treatment theory should be available to plaintiffs in ADEA, ADA, and individual (non-class) cases, but not in hostile work environment cases.", "title": "The Telltale Sign of Discrimination:  Probabilities, Information Asymmetries, and the Systemic Disparate Treatment Theory", "subject": "law"}