{"abstract": "In this thesis, I undertake an investigation into the relationship between play, playfulness and law. Law relies on a certain form of play, rule-bound orderly play; this is demonstrated, for example, in the ceremony of the trial. Furthermore, underpinning every legal system, we find a different form of play: the spontaneous and disruptive performances of revolutionary violence which found every state.\nPlay can be, in fact, an unpredictable force. Play can disrupt or derail the structured performances of law; play can deflect the violence of the state. I am interested in the dramatic possibilities of using subversive play, or playfulness, as a strategy for negotiating violence.\nThis is, in many respects, a postmodernist work. I draw upon and use self-reflective narrative, conduct my investigation by way of case studies, seek to expose the relationships of power behind both text and performance, and deconstruct accepted understandings of terms like law and play. It is also an interdisciplinary work, in which I draw upon the interdiscipline of performance studies. In integrating performance studies theory with law, and in considering law as yet another cultural performance, I have disregarded the artificial boundaries which positivist legal scholars seek to construct between law and (non)law. Positivists view law as a set of norms and rules; in law, the written text is sacrosanct. I have adopted the approach of performance studies theorists, who view all social and cultural activities as performance and regard culture as a verb rather than as a noun. Law might endure as text, but it is made as performance.\nMy first set of case studies originate in the contemporary war on terror. Terrorism can itself be viewed as a performative phenomenon and form of (dark) play; it is also, clearly, about violence. I undertake a comparative critique of two different performative responses to the war on terror: namely, the terror trials and the theatre of dissent. I consider the interplay between the violence of terrorism and the violence of law in the terror trials. I also look at the extent to which the theatre of dissent plays with different forms of violence in order to disrupt the authority of the state. The different functions and roles of these two forms of cultural performance become apparent in their engagement with violence and with the state, their portrayal of difference, their exposure to mediatisation, and their relationship with the truth.\nThere is little playfulness in the play of the terror trials, or in the play of the theatre of dissent. I turn, therefore, to playfulness in law. I consider eruptions of playfulness in the courtroom. I also look at the transformation of law into play through the phenomenon of documentary theatre. I am intrigued by the subversive and playful possibilities in providing the text of law with a different performative force, and in uncoupling law from violence through re-performance as theatre.\nMy final set of case studies originate in the playful performances of environmental protest. We find different forms of play characterising and underpinning the rationale for such performances. Play in its pre-rational guise is embraced as a strategy to capture the medias attention and confound violence against nature. Play, in its ideological association with wilderness, appears in a more solemn guise. Using case studies drawn from the war on the environment, I investigate the relative efficacy and symbolic value of different forms of play, the pre-rational play of direct action and the rational play of legal performances, in countering violence against nature.", "title": "The play(fulness) of law", "subject": "law"}