{"abstract": "ABSTRACT\nThis article examines the failure of government agencies, including the U.S. Food and Drug Administration, to enforce against the adulteration of economically adulterated imported food product.  The problem of economic adulteration has emerged in the modern global food system as a serious threat to the health of consumers, the economic livelihoods of honest purveyors of food, and the integrity of national food regulatory systems.  These consequences were recently evidenced by the China melamine scandal that sickened and killed both infants and pets.\nThis article addresses the problem of a lack of enforcement against economic adulteration through the prism of a modern, premium beverage developed in the United States  100% pomegranate juice.  This product represents a unique, healthy, and nutritious food source  the sort of product that the government should want to promote for consumers and protect against adulteration.  It is through the prism of pomegranate juice that this article frames a three-part analysis of government enforcement against economic adulteration as it has emerged in the modern global food trading system.\nFirst, this article briefly introduces 100% pomegranate juice and its impressive health benefits.  Second, to provide a useful backdrop for the regulatory inertia by the FDA towards this type of food fraud, this article chronicles the history of government enforcement against economic adulteration, including an assessment of the effect of globalization on economic adulteration and the FDAs recent recognition of the product-safety challenges from economic adulteration in the world-food-trade system.  Third, this article addresses what should be the appropriate enforcement role by the FDA towards economic adulteration of imported food product.  This role will be evaluated in terms of available enforcement tools and the far-reaching public-health, economic, institutional, and social costs of non-enforcement against economically-motivated adulteration of imported premium and otherwise healthy and nutritious products like pomegranate juice.\nThe overarching objective of this article is to create context in which to evaluate the role of regulation in the policing of a complex global food system.  It is within this context that the role of the FDA in the global food system is questioned.  While this article may not fully answer the questions concerning the FDAs role, discussing the issues is an important step in a full and open analysis of the quality and safety of the global food supply.", "title": "Cheaters Shouldn't Prosper and Consumers Shouldn't Suffer: The Need for Governmental Enforcement Against Economic Adulteration of 100% Pomegranate Juice and Other Imported Food Products", "subject": "law"}