{"abstract": "In 2004, Crawford v. Washington, authored by Justice Antonin Scalia, revolutionized the law of confrontation by requiring that, aside from two discrete exceptions, all testimonial statements (those made with the expectation that they will serve to prosecute the accused) be subject to cross-examination.  This new interpretation of the Sixth Amendment confrontation clause has profoundly affected domestic violence cases, making it much harder to prosecute them successfully.\nAlthough Justice Scalias approach to confrontation is new, it is strikingly similar to the analysis in Regina v. Bedingfield, a notorious English murder case, which excluded from the evidence an alleged statement by the murder victim.  The analysis of the res gestae hearsay exception, which was central to excluding the victims statement in Bedingfield, focused on the timing of her statement, her intent in making it, and whether an ongoing emergency existed when the declaration was made. Justice Scalias rigid, formalistic approach to testimonial statements in Davis v. Washington, another in the line of new confrontation cases, is analogous and ultimately as confusing and unworkable as Bedingfields res gestae analysis.\nAlthough Bedingfield arose in 1879, its facts, replete with verbal abuse, intoxication, unheeded pleas for police protection, and ultimately, murder when the victim tried to break off the relationship, resonate with modern experiences of domestic violence. Both the Bedingfield case and Justice Scalias confrontation jurisprudence fail to account for the practical realities of domestic violence cases and ignore the voices of victims who cannot or will not testify on their own behalf.  The facts of Bedingfield, which present a serious question whether the victims statement was ever uttered, demonstrate another flaw in Justice Scalias new approach.  In addition to being too rigid in rejecting unconfronted testimonial statements, the new confrontation doctrine  it is also too lax regarding nontestimonial statements, which now receive no constitutional protection at all.", "title": "Sex, Threats, and Absent Victims: The Lessons of Regina v. Bedingfield for Modern Confrontation and Domestic Violence Cases", "subject": "law"}