{"abstract": "This article proposes a positive bargaining theory for intellectual property-based technologies in the post-WTO era. It focuses on negotiations between patent-sensitive industries and developing countries over legal endowments and access conditions in an archetypical patent-sensitive industry, namely the pharmaceutical industry. The ability on the part of developing countries to issue, or threaten to issue, compulsory licenses over pharmaceutical products serves as a working example.\nThe article's analysis of the bargaining power possessed by developing countries combines a conventional assessment of market size with a qualitative analysis that highlights the effects of these countries' propensity to innovate. The ensuing bargaining situation yields numerous insights, the primary ones being as follows: Firstly, innovation in intellectual property-based technologies, such as within the fields of pharmaceuticals, software, information communication technologies (ICTs), and plant genetics, creates a paradoxical effect within the group of innovative Newly Industrialized Countries (NICs). The paradox is based on the notion that innovation weakens, rather than boosts, the countries' bargaining power vis--vis the prospect of bargaining retaliations. This conspicuously is the case of the prospects of issuance of compulsory licenses over pharmaceutical patents.\nSecondly, the resulting bargaining dynamic deemphasizes the practical significance of the Least-Developed-Country (LDC) carve-out contained in the TRIPS and other WTO agreements. Specifically, it is argued, distributive justice policies contained in TRIPS should be geared toward a broader group of weak developing countries extending beyond the group of LDCs. This theory points out to a tentative threefold typology of developing countries, defined based on their bargaining power. Accordingly, developing countries are modeled as HBPs, MBPs, and LBPs depending on whether they are relatively high-, medium-, or low-bargaining power countries, respectively.\nIn its conclusion, this article contends, based on the model presented, that strong protection of intellectual property rights could have significant negative allocative consequences for developing countries. Such is the case without contributing to--and even impeding--their technological development. Arguably, the HBP-MBP-LBP underlying developmental inequality shifts the optimal balance between static and dynamic efficiencies. In that sense, TRIPS may prove ineffective in promoting dynamic long-term innovation policies for developing countries.", "title": "TOWARDS AN INTELLECTUAL PROPERTY BARGAINING THEORY: THE POST-WTO ERA", "subject": "law"}