{"abstract": "Courts have long struggled to distinguish legislative rules, which are designed to have binding legal effect and must go through the rulemaking procedure known as notice and comment, from nonlegislative rules, which are not meant to have binding legal effect and are exempted from notice and comment.  The distinction has been called tenuous, baffling, and enshrouded in considerable smog.\nWhat is just as baffling is that prominent commentators such as John Manning, Peter Strauss, William Funk and Donald Elliot have proposed a simple solution to the problemand courts have failed to take them up on it.  Rather than inquiring into a rules nature or effects to decide whether it must undergo notice and comment, these commentators urge, courts should turn the question inside-out and ask whether the rule has undergone notice and comment in order to determine whether it can be made legally binding.  This proposal, which I call the short cut, would economize on judicial decision costs. Moreover, its proponents say, it would not reduce oversight of the administrative process, because agencies would often opt to submit their rules to notice and comment ex ante in order to ensure that they are treated as legally binding ex post.  Lately, proponents of the short cut such as Manning and Jacob Gersen have argued that their position is strengthened by the Supreme Courts 2001 Mead decision, which presumptively disqualifies nonlegislative rules from Chevron deference.\nThis article explainsfor the first timenot only why judges have resisted the short cut, but why they have been wise to do so.  It argues that caution is warranted for three reasons: the short cut inadequately protects the interests of those persons, particularly regulatory beneficiaries, whose interests are affected by deregulatory or permissive agency pronouncements; it stands in tension with the longstanding principle that agencies may choose to announce new policy either through adjudication or rulemaking; and it ignores important differences between public scrutiny at the promulgation stage and heightened judicial scrutiny at the enforcement stage.  Nor, I argue, does the Mead decision lend decisive force to the arguments in favor of the short cut, because nonlegislative rules are often accorded substantial deference in practice.  These, in short, are the perils of the short cut.", "title": "Legislative Rules, Nonlegislative Rules, and the Perils of the Short Cut", "subject": "law"}