{"abstract": "Multiemployer collective bargaining relationships between unions and employer associations easily devolve into legalized cartels.  Once unions establish themselves as the bargaining representative for employers employees, the employers have much to gain from banding together as an association, raising their prices and eliminating non-union competition, with unions happily serving as enforcement agents in the scheme.  In return, unions receive a share of the increased oligopolistic profits in the form of higher wages and benefits.\n\nA threat to such a cartel is an employer who wants to bargain with the union but does not want to accept the terms the association has bargained for.  This Article examines the status of such an employer.  It outlines how unions and (especially) associations work to thwart such an employer from bargaining directly with a union despite the federal labor policy of protecting an employers freedom in selecting its bargaining representative.  This anticompetitive behavior not only hurts individual non-association employers but also non-association employers union employees, as the union will refuse to realistically bargain with their employer unless it agrees to the terms in the association agreement.  This leads to the employer either being forced to accept the associations terms, which it cannot afford, or, if it survives a strike and picket, becoming non-union.  A middle ground of real bargaining that serves the non-association employers union employees interests is not available.  In enforcing this scheme a cartels primary tactic is the use of most favored nations clauses in multiemployer collective bargaining agreements.  Another is the design and use of multiemployer ERISA plans.\n\nThe Article also discusses the labor antitrust exemptions and how, notwithstanding the suggestions of other scholars, antitrust law is an ineffective tool to remedy union-association cartel behavior.  Instead, the Article puts forward changes that can be made to the labor laws and to ERISA that would allow individual employers to escape the terms of association collective bargaining agreements and encourage unions to nevertheless bargain with them.  This does not mean that multiemployer bargaining itself should be banned.  Multiemployer bargaining has always been with us, and is not going away, but its anticompetitive effects can be tempered.", "title": "Multiemployer Bargaining and Monopoly: Labor-Management Collusion and a Partial Solution", "subject": "law"}