{"abstract": "A central purpose of the Sentencing Reform Act was to reduce inter-judge sentencing disparity, driven not by legitimate differences between offenders and offense conduct, but by the philosophy, politics, or biases of the sentencing judge.  The federal Sentencing Guidelines, despite their well-recognized deficiencies, succeeded in reducing that form of unwarranted disparity.  But in a series of decisions from 2005 to 2007, the Supreme Court rendered the Guidelines advisory (Booker), set a highly deferential standard for appellate review (Gall), and explicitly authorized judges to reject the policy judgments of the Sentencing Commission (Kimbrough).  Since then, the Commission has received extensive anecdotal reports of a surge in inter-judge disparity at sentencing.\n\nThis Article provides the first empirical evidence of inter-judge sentencing disparity since the Supreme Court upended federal sentencing, drawing on an original new dataset of sentences from the District of Massachusettsthe only district court that makes key sentencing documents available to the public.  The data indicate a clear increase in inter-judge sentencing disparity, both in sentence length and in guideline sentencing patterns.  Since Booker, Kimbrough, and Gall, the effect of the judge on sentence length has more than doubled in strength.  In cases not subject to a mandatory minimum, the difference between the courts more lenient and more severe judges translates into an average of more than two years in prison.  The decisions also have altered guideline sentencing patterns.  Some business as usual judges continue to sentence below the guideline range at essentially the same rate as before Booker, while other free at last judges now sentence below the guideline range at triple or quadruple their pre-Booker levels.\n\nIn explaining the spike in inter-judge sentencing disparity, the Article casts doubt on the conventional theories that persistent within-guideline sentencing is the product of inertia, fear of reversal, anchoring effects, strategic behavior, or simple laziness.  Instead, it proposes that some judges actually agree with the Guidelines or consciously choose to impose within-range sentences for institutional reasons.", "title": "Inter-Judge Sentencing Disparity After Booker: A First Look", "subject": "law"}