{"abstract": "Since colonization, the populations indigenous to the United States of America have been an enticing subject for researchers of all types.  Geographic continuity with traditional homelands and traceable blood quantum requirements for tribal membership provide a unique connection to the past for researchers studying a broad array of topics from epidemiology to religion.  In recent years, the explosion of discoveries in the field of genomic research has led to even greater interest in the United States Native communities by both commercial and scientific interests.  Firms have sprung up offering genetic tests claiming the ability to detect Native American Ancestry.  National Institutes of Health has identified minority health disparities research as a high priority and the National Human Genome Research Institute has identified genetic research addressing health disparities in minority communities as a significant focus.  Native Americans currently suffer some of the most marked health disparities among all U.S. races.  Through genomic research, knowledge of the genetic contribution to many diseases is rapidly expanding and offers the potential for many promising advances in health care.  Without research participation from Native American individuals, this population may be excluded from some of the health benefits of genetic research.   Researcher access to Native American participants is problematic.  Unethical and undesirable research practices have led to distrust and conflict between Native populations and outside researchers, especially when considered alongside the extensive history of wars, plagues, and broken treaties inflicted on Native Americans and tribal governments.  The ethical concerns relating to the treatment of human research subjects and the data derived from them have largely been concerned with protecting the health, safety and privacy of the individual research subjects and protecting the ability of researchers to freely study samples provided to them by research participants.  Where Native American subjects are involved, however, an additional variable must be factored into the ethical calculus: the sovereign authority of federally-recognized tribal governments over Native American research participants and researchers themselves.  This article will examine several case studies highlighting the history of research conflicts to provide a context for Native American concerns with free researcher access to tribal members and their data.  It will look at the federal law related to sharing of data collected with federal funding and NIHs implementation of that law, including specific data sharing policies related to genetic research.  It will examine whether these data sharing laws should be preempted from applying to data collected from tribal communities.  Finally it will provide an example of a tribal research code which maximizes the ability to preempt the data sharing laws but also provides a framework for research conducted under tribal regulatory authority and for sharing of tribal data, whether they be stories or tissue samples.", "title": "Research In Native American Communities in the Genetics Age: Can the Federal Data Sharing Statute of General Applicability and Tribal Control of Research be Reconciled?", "subject": "law"}