{"abstract": "This Article offers in-depth analysis of the opinions in Pleasant Grove v. Summum.  Summum is a significant case because it expands government speech to cover broad, thematic government identity messages in the form of donated monuments, including the much-litigated Eagles-donated Ten Commandments.  This Article explores the fine distinctions between the new government speech doctrine  a defense in Free Speech Clause cases that allows government to express its own viewpoint and to reject alternative views  and the Establishment Clause  which prohibits government from expressing a viewpoint on religion, and from favoring some religions over others.  I argue that the Courts decision, to characterize all public monuments as expressing government-controlled messages which reflect municipal identity, alters the Establishment Clause calculus.  Using social meaning theory, I show how the Culture Wars have transformed the message of governmental religious displays, and how Summum has eliminated the donors ambiguating role, which played a part in  Justice Breyers Van Orden concurrence.\n\nThe Article also serves a valuable function by contesting claims that Summum has eliminated the Establishment Clause endorsement test, or that it dangerously allows government to convert any and all private speech to its own, thus deflecting Free Speech claims.  My interpretation shows that the decision is multi-faceted and contextual; it relies on governments expressive intent, an inherently communicative medium, and viewers reasonable attributions regarding monument speech.  As shown below, the Courts exposition on the unfettered indeterminacy of monuments content either has been misconstrued, or renders the opinion internally inconsistent.  I conclude by proposing a compromise solution:  it requires a new level of transparency for the history-based rationales used to explain existing public religious displays, and closer scrutiny of any new government religious displays which are initiated in this religiously-divisive time.  Finally, my proposal is illustrated by application to Ten Commandments monuments and the Salazar v. Buono narrative.", "title": "Government Identity Speech and Religion:  The Endorsement Test After Summum", "subject": "law"}