{"abstract": "According to a Renaissance myth, the ermine would rather die than soil its pristine, white coat.  English and later American judges would adopt the ermine as a symbol of the judiciarys purity and commitment to the rule of law.  This ermine myth remains central to the legal establishments conception of the judicial role: independent judges, the argument goes, disregard extralegal influences and instead follow the law strictly.  , In contrast, political scientists had long theorized that judicial independence liberates judges to disregard the law and substitute their extralegal policy preferences.  A  recent spate of interdisciplinary research, however, has led to an emerging consensus among law professors and political scientists that judges are subject to a complex array of legal and extralegal influences.  This emerging scholarly consensus stands in stark contrast to the simplistic and dichotomous public policy debate, where court critics seek to control activist judges, whom they accuse of ignoring the law and legislating from the bench, while the legal establishment defends judges and their independence from attack, citing the ermine myth that independent judges are committed solely to upholding the law.\nThis article explores the future of the ermine myth that has guided the legal establishment for centuries.  It argues that as the public gradually internalizes the view it shares with scholars that judges are subject to legal and extralegal influences, the legal establishments claims that independent judges are influenced by law alone will become increasingly unsustainable.  That, in turn, will culminate in an erosion of rule of law values, a decline of public confidence in the courts, and the imposition of greater popular and political controls on judicial decision-making. This fate is not inevitable, however; the judiciarys independence can and should be defended on less antiquated grounds than those embedded in the ermine myth.  The solution is to reorient the myth itself to embrace more a contemporary and realistic conception of the judicial role. The judicial role, as reconceptualized, must justify public support for the independence of a judiciary that is subject to legal and extralegal influences. That can be done, the article concludes, if we begin from the premise that judges inevitably exercise discretion that is profitably informed by extralegal influences, and defend the independence of such judges on the grounds that it will promote due process, sound, pragmatic decision-making, and a more flexible conception of the rule of law.", "title": "Judicial Politics, the Rule of Law and the Future of an Ermine Myth", "subject": "law"}