{"abstract": "How do people with legal problems find an appropriate lawyer?  For unsophisticated users of legal services  lower- and middle-income individuals and small businesses  it is a longstanding and vexing problem.  Before hiring a lawyer, consumers want to know the answers to a variety of questions: Has the lawyer ever been disciplined?  Has the lawyer ever been sued for malpractice?  Does the lawyer carry malpractice insurance?  Does the lawyer have the appropriate experience and expertise to handle this matter?  In this information age, a Google search should yield answers to these questions, but, surprisingly, this critical information is difficult, and, in some cases, impossible for consumers to find.  Moreover, lawyers have no legal obligation to provide this information to prospective clients.  As a result, many consumers settle for a lawyer who does not fit their needs or choose not to hire a lawyer at all.\nThis article proposes a novel approach to solving this problem.  I argue that the professional duty of communication that is applicable to the lawyer-client relationship should be extended to the lawyer-prospective client relationship.  Thus, the lawyer should owe the prospective client the duty to provide sufficient information about himself  what I call lawyer-specific information  so that the consumer can make an informed decision about whether to hire the lawyer.  At a minimum, this disclosure should answer the questions posed above.\nPart I of this article describes the lack of lawyer-specific information available to consumers.  Part II explores the current legal obligations of lawyers to prospective clients.  Although lawyers owe prospective clients a variety of quasi-fiduciary duties, they have no obligation to provide lawyer-specific information.  Part III sets forth the theoretical, moral and public policy justifications for requiring lawyers to disclose lawyer-specific information: (1) closing the information gap; (2) consumer protection; (3) the moral and philosophical concept of informed consent; (4) fulfilling prospective clients expectations, and (5) improving public confidence in the legal profession.  Part IV compares a doctors obligation to disclose physician-specific information to consumers with the lawyers obligation.  Although it is easier for consumers to find out information about prospective doctors than prospective lawyers, some courts have nevertheless held doctors liable for failing to disclose such information.  This comparison to doctors makes the case for attorney self-disclosure even stronger.  Part V sets forth a proposed amendment to the rules of professional conduct that would require lawyers to disclose lawyer-specific information to prospective clients.", "title": "Attorney Self-Disclosure", "subject": "law"}