{"abstract": "The Foreign Intelligence Surveillance Act (FISA) Section 702 program collects vast amounts of informationsome on citizens located inside the United Stateswithout requiring a judicially authorized search warrant. Over one hundred federal terrorism prosecutions have involved evidence gathered through Section 702 warrantless interceptions. However, this program may violate the Constitutions Fourth Amendment prohibition on unreasonable searches. Consideration of Section 702s use is timely, as federal courts have signaled that they are ready and willing to rule on its constitutionality.Federal courts and government oversight panels, relying on jurisprudence established in prior foreign intelligence cases, have narrowly approved Section 702 interceptions. However, two significant shifts in constitutional jurisprudence that courts have yet to consider cast doubt on whether warrantless wiretaps under Section 702 are consistent with the protections provided in the Fourth Amendment. First, the Supreme Court has increased scrutiny on traditional criminal wiretaps searches based on rationales that are also applicable to FISA Section 702. These cases constrict the governments ability to conduct surveillance without judicial approval. Second, the Supreme Court has moved away from the previous deference given to the executive branch in areas of national security. While past courts might have created exceptions to domestic criminal wiretap rules that would have protected searches conducted for national security purposes from constitutional scrutiny, the present judiciary is unlikely to do so. Courts now freely venture into areas at the heart of national security and rule on these issues where past courts would have demurred. Both of these developments create a very real possibility that a future court will find that FISA Section 702 violates the Fourth Amendment.", "title": "STEPPING ON (OR OVER) THE CONSTITUTIONS LINE: EVALUATING FISA SECTION 702 IN A WORLD OF CHANGING REASONABLENESS UNDER THE FOURTH AMENDMENT", "subject": "law"}