{"abstract": "A voting paradox arises when the outcome of a case is the opposite of the resolution of the individual issues within the case. For instance, eight Justices believe a statute is constitutional under the Due Process Clause, and five Justices believe the same statute is constitutional under the Takings Clause. Yet, because one Justice believes the statute violates the Due Process Clause and four Justices believe the statute violates the Takings Clause, a majority of the Court finds the statute is unconstitutional. Scholars have looked at voting paradoxes in the Supreme Court and found roughly twenty over the Courts history.\nIn this Article, drawing mostly on social choice theory, I describe and model a particular kind of voting paradox that no one has addressed before  the precedent-based voting paradox. Unlike previously described voting paradoxes, which scholars have noted need at least two issues presented to the Court, the precedent-based voting paradox can arise when seemingly only one issue is presented to the Court. As I show in the Article, because the question of whether to overrule precedent can almost always lurk in the background of an issue, almost any case before the Court can result in a voting paradox.\nBeyond introducing and modeling these precedent-based voting paradoxes, this Article makes four novel contributions to the growing literature on Supreme Court voting paradoxes. First, with the precedent-based voting paradox understood, voting paradoxes in the Supreme Court are more common than previously thought, and this Article catalogs the eleven that have occurred in Supreme Court history. Second, because of the precedent-based voting paradox, this Article argues that changing the Courts voting rules from outcome to issue voting, as some have argued in order to avoid voting paradoxes, would not solve the problem because even single issues can result in a precedent-based voting paradox. Third, this Article shows how Justices can use the precedent-based voting paradox to manipulate voting patterns to achieve results they want. Finally, this Article argues that lawyers should consider the precedent-based voting paradox when briefing cases and more frequently include arguments to overturn precedent.", "title": "The Precedent-Based Voting Paradox", "subject": "law"}