{"abstract": "A tying arrangement is a sellers requirement that a customer may purchase its tying product only by taking its tied product.  In a variable proportion tie the purchaser can vary her purchases of the tied product.  For example, a customer might purchase a single printer, but either a contract or technological design requires her to purchase varying numbers of printer cartridges from the same manufacturer.   Such arrangements are widely considered to be price discrimination devices, but their economic effects have been controversial.\nPrice discrimination comes in various degrees.  In third degree price discrimination the seller isolates two or more different sets of customers who have differential willingness-to-pay and charges them different prices.  This practice entails that some output is assigned from higher value to lower value purchasers.  As a result, any third degree price discrimination scheme that fails to increase output reduces economic welfare.  By contrast, second degree price discrimination occurs when a firm creates a price schedule and customers determine where on the schedule they purchase.  In a tie every buyer purchases up to the point that her marginal valuation of the tied product equals its price, which is the same for everyone.  We conclude that variable proportion ties nearly always increase both total welfare (producer surplus plus consumer surplus) and consumer welfare (consumer surplus alone), particularly if output increases.\nWe consider and reject the argument that tying produces greater welfare losses when viewed from an ex ante rather than an ex post perspective.  The argument rests on a flawed premise about the sources of the increased returns to innovations whose distribution requires tying. Further, it ignores the important role of fixed costs in producing innovation incentives.  We also show that tying in concentrated markets produces significant benefits from the elimination of double marginalization, which occurs when firms in complementary markets have market power and the two are unable to coordinate their output.  Then we extend our analysis to bundled discounts, focusing on the possibility of increased harm that can occur if the monopolist increases the standalone price of one good when inaugurating the bundled discount.  Finally, and briefly, we consider the role of efficiencies in justifying ties.\nWe conclude that the vast majority of ties produce welfare gains and most of them benefit consumers as well.  As a result, harsh antitrust treatment of unilaterally imposed ties is never warranted.", "title": "Tying Arrangements and Antitrust Harm", "subject": "law"}