{"abstract": "ABSTRACT\n\nFighting Piracy in Somalia (and Elsewhere): Why More Is Needed\n\nMilena Sterio*\n\nThe Somali pirates are dangerous.\n\nThey are sea-terrorists, operating on a supra-national level: beyond the reach of any laws, in the name of no particular state, and against no specific nations. They enjoy complete impunity  most of the time, they are simply chased off, and if captured, they are often released.  It would be unimaginable for the United States to capture an Al Qaeda operative, or a member of any other terrorist group, in order to then promptly release him or her, not wanting to bother with the cost and difficulty of a criminal prosecution.  Yet, this is precisely what some countries, like Great Britain and France, have done with respect to captured pirates.  They have let them go.  And the other nations and maritime powers have, wrongly, not said a word about it.  The global laissez-faire attitude toward the Somali pirates needs to change, and the United States, as well as other naval nations, passivity toward these sea-terrorists has to come to an end.\n\nWorld powers like the United States should be willing to take on the Somali pirates for several reasons.  First, the legal tools needed to capture and prosecute these pirates already are in place.  The United Nations Security Council has facilitated the fight against Somali piracy, for countries willing to engage in such a fight, by passing five different resolutions during 2008.  These resolutions authorize nations patrolling waters in the Indian Ocean off the Somali coast to cross into the 12-nautical-mile zone of Somali territorial waters if self-defending or pursuing pirates. Thus, countries willing to fight the Somali pirates have the Security Councils green light to apprehend and capture them, be it on the so-called high seas, or anywhere within the Somali territorial waters.  Moreover, a combination of two different international conventions regulating the law of the seas arguably provides jurisdiction to try pirates to either the capturing nation, or to any third nation where the pirates have been rendered for prosecution.  Countries like the United Kingdom have even signed a memorandum of understanding with a regional partner, Kenya, whereby Kenya would try any pirates captured by the United Kingdom.  Thus, world powers like the United Kingdom and the United States legally may apprehend and try Somali pirates; it is time that they actually do so.  Second, pirates are sea-terrorists and may be or become linked to other terrorist groups.  For now, we do not know whether the proceeds of piracy are financing other forms of terrorism.  However, it is reasonably likely that the Somali pirates will be befriended by groups like the Taliban or Al Qaeda, for whom pirates can easily steal money and weapons.  Furthermore, the Somali pirates, if linked to a terrorist group, may attempt to use the hostages that they are already holding (about 300 as of today) as political leverage against all sorts of unreasonable and politically dangerous demands.  This type of hostage use is not novel  some may remember that back in the 1980s, a faction of the Palestinian Liberation Organization hijacked an Italian cruise ship, the Achille Lauro, and refused to release the kidnapped hostages unless Israel released a group of Palestinian prisoners.  The United States has been lucky until now: only one American ship was successfully hijacked by the Somali pirates, and after a three-day long stand-off in the Indian Ocean, all American hostages were safely rescued.  In the future, the United States may not remain as fortuitous.   The Somali pirates have already pledged that they would go after more American ships, and in the recent months, they have certainly done so (albeit, with no success).  Thus, the threat of piracy linked to traditional forms of terrorism looms large for countries like the United States, which may become particular targets.  Finally, not fighting the Somali piracy signals a message of passivity and carelessness to all sorts of potentially dangerous individuals and groups across the globe, looking to engage in similar types of criminal behavior.  If the United States, or Great Britain, or France, is not willing to fight pirates in Somalia, then the Nigerian or Indonesian pirates may become just as brash in their efforts to seize ships, steal money and capture hostages.  Then, piracy would become a global issue, as it once was in the 16th and 17th centuries.  This is a dangerous proposal that should be cut at its roots.\n\nThis Article argues that pirates should be treated as terrorists, and that piracy-fighting countries should rely on a variety of anti-terrorist conventions to justify the capture and prosecution of pirates either by the capturing state, or by a third state willing to accept captured pirates for prosecution in its domestic courts.  Piracy resembles terrorism in many aspects, on both a theoretical as well as practical level, and reliance on anti-terrorist conventions by piracy-fighting countries will provide these countries with larger legal tools to battle pirates within an established international legal framework.  In order to provide a comprehensive outlook on piracy, this Article in Part II describes the history of piracy, its origins, its Golden Age, its decline and its reappearance in the modern world.  Part III briefly describes the resurgence of modern-day piracy, first in Southeast Asia and then in Somalia.  Part IV provides the current international legal framework for battling piracy, by focusing first on the definition of piracy in international law, and then on the existing international legal authority to apprehend and prosecute pirates.  Part V describes the existing options and solutions for fighting pirates, including domestic prosecutions, prosecutions in ad hoc tribunals, regional partnerships, as well as the aid of international maritime organizations.  Part VI advocates for the need to fight piracy more aggressively; thus, this Part describes why pirates and terrorists are alike, and then argues that pirates should be fought and prosecuted like terrorists.  Finally, Part IV also advocates for the need to rebuild Somalia and its institutions, as this is the only permanent, long-term solution to eradicate piracy in this region of the world.  This Article concludes that serious efforts by piracy-fighting countries will be needed to resolve this issue, and that above all, piracy-fighting countries may need to focus on rebuilding war-torn regions to prevent lawlessness, including piracy, from thriving in other parts of the world.", "title": "Prepublication Version: Fighting Piracy in Somalia (and Elsewhere): Why More Is Needed", "subject": "law"}