{"abstract": "Both the management of private enterprise and the practice of corporate law must be radically remodeled if they are properly to serve their correlate values:  prosperity and justice.  In that remodeling, the cornerstone of professional status would be appreciation of the deepest values of our common culture, gained through liberal education in the humanities and social sciences.  Lawyers and managers need this appreciation because, under the best available institutional arrangements, they together must actively shape our public world, both in the law and in the market, for the common welfare.\nThe professionals requisite cultural appreciation has two essential components, one intellectual, the other moral:  an understanding of our basic shared values and a commitment to their advancement.  The former, intellectual, component can be guaranteed through some combination of market forces and legal mandates; putting the latter, moral, component in place poses greater problems.  Yet it is equally basic, the foundation of public service on which both law and the market must rest in a capitalist republic.\nRemodeling professionalism along these lines it not a mere academic exercise; it entails significant structural changes in both business and law.  In business, elite management must be recognized and re-structured as a profession; in law, the lower levels of practice must be removed from the relatively protected, quasi-autonomous regime of professional self-regulation and treated as ordinary trades or businesses.  This dual shift would draw the dividing line of professional status not vertically, between law and business, as in the Anglo-American tradition, but rather horizontally, across the two occupations, more in accord with the continental European model.\nThis shift would meaningfully respond both to early management reformers like Brandeis in the US and Tawney in the UK and to recent critics of the professions from the sociological left, like Magali Larson, as well as the economic right, like Milton Friedman.  And this shift would integrate the intramural perspective of legal and business ethics with the extramural perspective of the sociology of work.  The result would be a neo-classical professionalism in both law and business, a model for modern professionals seeking to serve classical republican values.\nThe remodeling recommended here proceeds in two phases.  This first phase surveys the foundations of classic professionalism theory, points out their failure to be deep enough for law and wide enough for business, and suggests how they might properly be expanded in both directions.  The second phase undertakes that expansion, providing a blueprint for neo-classical professionalism in law and business.  It shows how law and business function together at the base of our modern society, how lawyers and managers as neo-classical professionals are essential to the proper functioning of both the law and the market, and how we can sustain neo-classical professionalism without traditional institutions of occupational self-regulation.", "title": "Assessing the Foundations of Neo-Classical Professionalism in Law and Business:  Remodeling the Temple, Phase I", "subject": "law"}