{"abstract": "The Impact of General and Patent-Specific Judicial Experience On the Efficiency and Accuracy of Patent Adjudication\n\nJay P. Kesan and Gwendolyn G. Ball University of Illinois\n\nABSTRACT\n\nThe creation of the U.S. Court of Appeals for the Federal Circuit (CAFC) is generally regarded as an improvement in the system of patent adjudication in the United States. There is, however, considerable support for the creation of a specialized patent trial court based on the argument that we need to create specialized, judicial human capital at the trial level. Proponents favoring this change base their reasoning on the two-part argument that, because of the complexity of patent cases and the natural limitation on most federal judges to be hearing a significant volume of patent cases, experienced federal judges on a specialized patent trial court will (1) resolve cases more efficiently (i.e., the duration of patent cases will be shorter), and (2) render more accurate decisions (i.e., lower reversal rate on appeal).\n\nWe treat each part of this argument as hypotheses to be tested by statistically analyzing the relationship between both general and patent-specific judicial experience of federal judges hearing patent cases and the efficiency and accuracy with which their cases were handled. In other words, we empirically answer the question whether federal judges exposed to more patent cases are better in terms of efficiently and accurately deciding patent cases compared to their judicial counterparts who have lesser exposure to patent cases. We measure general experience in terms of years on the bench (and other variables), cumulative patent experience in terms of the total number of patent cases a judge had presided over since the Federal Circuit Markman ruling, and recent patent experience by the number of patent cases a judge had presided over in the three year previous to the case at hand. We then test the impact of these experience measures on the efficiency with which a case is terminated, measured in terms of duration of the case, and the accuracy of the judges decisions, measured by the reversal rate on appeal.\n\nWith respect to efficiency, we find that both general and specialized patent experience shorten case duration, but only by a moderate amont. However, there is some weak evidence that patent cases handled by judges with more time on the bench may be more likely to result in settlements. Thus, it is possible that the impact of general judicial experience on case duration could be due to the ability of experienced judges to facilitate settlements rather than adjudicating to a ruling on the merits (summary judgment or through to trial). There is, however, no greater propensity to settle in the case of judges with more patent-specific judicial experience.\n\nWith respect to accuracy, we find that patent-specific judicial experience may increase the probability that a district court judges rulings are fully affirmed by the Federal Circuit (CAFC) and reduce the probability that they will be at least partially reversed by the CAFC. However, general judicial experience has no statistically significant impact on the reversal rate on appeal in patent cases. When the impact of specialized patent experience is tested for individual legal issues, we find that increased patent-specific experience may lower the reversal rate on appeal for rulings on preliminary injunctions, judgments as a matter of law, and infringement that involves issues other than claim construction. With respect to the issue of claim construction, our findings are consistent with other work demonstrating that experience with patent cases per se has no impact on the reversal rate of district court claim construction rulings.\n\nOur results establish a real but moderate case for the development of patent-specific, judicial human capital at the district court level through the establishment of a specialized patent trial court.", "title": "The Impact of General and Patent-Specific Judicial Experience On the Efficiency and Accuracy of Patent Adjudication", "subject": "law"}