{"abstract": "Although the concept of soft law has existed for years, scholars have not reached consensus on why states use soft law or even whether soft law is a coherent analytic category.  In part, this confusion reflects a deep diversity in both the types of international agreements and the strategic situations that produce them.  In this paper, we advance four complementary explanations for why states use soft law that describe a much broader range state behavior than has been previously explained.\nFirst, and least significantly, states may use soft law to solve straightforward coordination games in which the existence of a focal point is enough to generate compliance.\nSecond, under what we term the loss avoidance theory, moving from soft law to hard generates higher sanctions which both deter more violations and, because sanctions in the international system are negative sum, increase the net loss to the parties. States will choose soft law when the marginal costs in terms of the expected loss from violations exceed the marginal benefits in terms of deterred violations.\nThird, under the delegation theory, states choose soft law when they are uncertain about whether the rules they adopt today will be desirable tomorrow and when it is advantageous to allow a particular state or groups of states to adjust expectations in the event of changed circumstances.  Moving from hard law to soft law makes it easier for such states to renounce existing rules or interpretations of rules and drive the evolution of soft law rules in a way that may be more efficient than formal renegotiation.\nFourth, we introduce the concept of international common law (ICL), which we define as a non-binding gloss that international institutions, such as international tribunals, put on binding legal rules.  The theory of ICL is based on the observation that, except occasionally with respect to the facts and parties to the dispute before it, the decisions of international tribunals are non-binding interpretations of binding legal rules.  States grant institutions the authority to make ICL as a way around the requirement that states must consent in order to be bound by legal rules.  ICL affects all states subject to the underlying rule, regardless of whether they have consented to the creation of the ICL.  As such, ICL provides cooperation-minded states with the opportunity to deepen cooperation in exchange for surrendering some measure of control over legal rules.\nThese four explanations of soft law, and in particular the theory of ICL, provide a firm justification for the coherence of soft law as an analytic category.  They demonstrate that there are a range of non-binding international instruments from which legal consequences flow, just as in the domestic setting non-binding documents such as legislative committee reports often have legal consequences when, for example, used to interpret binding rules.  Moreover, the theories offered in this paper explain the circumstances under which this quasi-legal characteristic of soft law will be attractive to states.", "title": "International Soft Law", "subject": "law"}