{"abstract": "Incumbent carriers often vilify the regulatory process as a drain on efficiency and an unnecessary burden in light of robust marketplace competition.  Some claim that regulation creates disincentives for investing in expensive next generation networks (NGNs), and even accepting subsidies for broadband development if the carrier must provide access to competitors. Without fully assessing the necessity to do so legislators, regulators and judges have accepted the premise that government must create incentives for NGN investment. Incumbent carriers in particular have seized upon the concept of uncertainty as a justification for refraining from making necessary infrastructure investments, despite the onset of declining revenues and market shares in core services.\n\nIn the worst case scenario, incumbent carriers secure unwarranted and premature deregulation, despite an ongoing need for governments to guard against anticompetitive practices and to promote sustainable competition.  Governments also risk providing direct financial subsidies, or creating a regulatory mechanism for indirect subsidies, to stimulate infrastructure investment when no such catalyst is necessary in light of competitive necessity.  Once a subsidy mechanism is in place, government may not easily wean carriers off such artificial compensation.  In rare instances government may find some key carriers unwilling to accept subsidies and in turn disinclined to pursue expedited NGN development, as is currently occurring in the U.S., because incumbent carriers do not want to provide interconnection and access to competitors, a legal duty these carriers must bear when operating as common carrier providers of telecommunications networks, but which does not apply when these carriers offer information services which include broadband.\n\nThis paper will examine how incumbent carriers in the United States have gamed the incentive creation process for maximum market distortion and competitive advantage.  The paper suggests that the U.S. government has rewarded incumbents with artificially lower risk, insulation from competition, and partial underwriting of technology projects that these carriers would have to undertake unilaterally.   The paper also examines the FCCs recently released National Broadband Plan with an eye toward assessing whether the Commission has properly balanced incentive creation with competitive necessity.  The paper provides recommendations on how governments can calibrate the incentive creation process for maximum consumer benefit instead of individual carrier gain.", "title": "Assessing the Need for More Incentives to Stimulate Next Generation Network Investment", "subject": "law"}