{"abstract": "This article presents the following model of two regulatory classes of financial institutions interacting in financial and political markets to spur deregulation and riskier lending and investment, which in turn contributes to the severity of a financial crisis:\n1) Regulation creates two categories of financial institutions.  The first class faces greater restrictions in lending or investment activities but enjoys regulatory subsidies, such as an explicit or implicit government guarantee, while the second class is more loosely regulated and can make riskier loans or investments and earn additional profits.\n2) These additional profits leads to calls for deregulation to enable the first class to participate in lucrative lending or investment markets.\n3) Deregulation allows the first class of institution either to compete with the second class in formerly restricted markets or to invest in the second class, in either case, while retaining its regulatory subsidy.\n4) Deregulation spurs additional lending in two ways:\ni) subsidy leakage, which occurs when the first class can use subsidized funds to make riskier investments (including investments in the second class) without regulation compensating for moral hazard; and\nii) displacement, which occurs when subsidized competition pushes the second class into riskier market segments.\n5) Additional lending increases leverage in the financial system and fuels a boom in an asset market.\n6) Asset prices collapse and threaten the solvency of financial institutions.\nThis model explains financial deregulation in Sweden in the 1980s, which led to a 1990 bank crisis.  The model also provides a framework for scholars to examine whether deregulation in the United States involving the following dual classes of institutions contributed to the current crisis:\n GSEs (Freddie Mac and Fannie Mae) and sponsors of private label mortgage-backed securities;\n Commercial and investment banks with respect to the Glass-Steagall repeal; and\n Banks and hedge funds with respect to OTC derivatives.\nThe model would support the premises of the proposed Volcker Rule, which would restrict investment activities of banks, but suggests that imposing those restrictions may not be sustainable in the long run.", "title": "Deregulation Pas De Deux: Dual Regulatory Classes of Financial Institutions and the Path to Financial Crisis in Sweden and the United States", "subject": "law"}