{"abstract": "Preemption of common law remedies for individual injuries such as harm to health raises fundamental questions about the proper allocation of authority between the federal and state governments and about the role of courts in interpreting statutes and providing remedies for those who suffer injuries. Developing a workable framework for analyzing what we call remedial preemption issues can help to ensure an appropriate accommodation of the federal and state interests at stake and promote consistent application of preemption doctrine to state judicial remedies.\nThis article applies a collective action framework for preemption analysis to the issue of remedial preemption. Our analysis suggests that while remedial preemption may be justified in some cases, courts should not lightly infer remedial preemption unless: (1) a primary purpose of the federal law is to ensure uniform standards to promote free movement of goods, prevent the export of regulatory burdens by downstream states, or solve a not-in-my-backyard problem; and (2) there is strong evidence that state judicial remedies (as opposed to direct state regulation through legislation or the actions of administrative agencies) would interfere with the achievement of those goals. In addition, we conclude that preemption of one common law cause of action does not necessarily warrant preemption of different causes of action for remediation of the same injury. Finally, we argue that courts should be especially reluctant to read the preemptive effect of federal law so as to leave injured persons without any remedy whatsoever. In doing so we pay particular attention to the ways in which state judicial remedies differ from state regulation by means of statutes or administrative rules, including the differences between legislatures and courts, between legislative rules and judicial decisions, and among possible preemptive effects on judicial remedies. We conclude by analyzing how the Supreme Courts 2009 holding in Wyeth v. Levine that state tort remedies based on failure-to-warn claims were not preempted by federal regulation of the content of warning labels for drugs comports with our analysis.", "title": "Access to Courts and Preemption of State Remedies in Collective Action Perspective", "subject": "law"}