{"abstract": "This article argues that parents have no fundamental right to control the education of their children. It has long been a legal commonplace that at common law the parent had a \"sacred right\" to the custody of his or her child, that the parent's right to control the upbringing of the child was almost absolute. But this reading of the law is sorely anachronistic, less history than advocacy on behalf of parental rights. What is deeply rooted in our nation's history - and the custody case law of the nineteenth century and early twentieth century makes this abundantly clear - is the notion that the state only entrusts the parent with educational custody of the child, and does so only as long as the parent meets his or her duty to serve the best interests of the child.  The purpose of this article is two-fold. First, the article argues that the parent's right to educate his or her children is strictly circumscribed by the parent's duty to ensure that children learn habits of critical reasoning and reflection. To put it simply, the state's interest in educating its children is superior to any parental right. Indeed, the \"parentalist\" position to the contrary rests on an inflation of rights that is, in fact, a radical departure from longstanding legal norms.  Part I of this article argues that at common law, and (for most of the nation's history) under state statutory regimes, the authority of the parent to direct the child's upbringing was a matter of duty, not right, and chief among parental obligations was the duty to provide the child with a suitable education. Indeed, it was the child who had an absolute right: the right to proper parental care, including the right to an education that would prepare the child for eventual enfranchisement from what Blackstone called the \"empire of the father.\" If by \"fundamental\" we designate rights with a deep historical pedigree, the right to parent free of state interference cannot be numbered among them.  Second, the article suggests that this trust principle - the notion that the parent's educational authority is bound by the parent's pedagogical duty - may 1) help us better understand the doctrinal modesty of the Supreme Court's \"right to parent\" cases (Meyer v. Nebraska and Pierce v. Society of Sisters of the Holy Names of Jesus and Mary), and 2) help modern courts approach some difficult types of cases, especially cases involving the allocation of educational authority in the public schools, in a more principled way.  Part II reconsiders the Supreme Court's seminal cases establishing a parent's right to educate. Meyer and Pierce have been made to state broad claims about the fundamental nature of parental rights, but, in fact, they stand for a much more modest proposition: that the state does not have exclusive authority over the child's education; and, more particularly, that the state cannot prohibit parents from teaching their children subject matter outside the scope of the state-mandated curriculum. Rhetoric aside, Meyer and Pierce are hardly a charter of fundamental parental rights.  Part III suggests that courts should look with skepticism at any authority that, by restricting the spectrum of available knowledge, fails to prepare the child for obligations beyond those of familial obedience. While a full treatment of these cases lies outside the scope of the article, this part suggests that courts should look with skepticism at any educational program - whether the program is imposed by the parent or by the state - that, by restricting the spectrum of available knowledge, fails to prepare the child for obligations beyond those of familial obedience. If the courts were to apply the principle that children may not be denied exposure to the full measure of intellectual incitement that should be the heart (and soul) of every young person's education, they would more consistently, and correctly, sort out the competing claims of parents and public school officials to make educational choices on behalf of the child.  The work of preparing the child to make free and independent choices is entrusted to the parent, and it is a challenging and somber task, for it means allowing children (in fact, it means helping children) to leave their homes and leave behind the ways of their parents. Or, at least, it means giving children the choice to do so. It is little wonder, then, that we would want to transform this sacred trust into a sacred right, a right that effectively allows parents to shield their children from choice and its attendant responsibilities. But the law of parent-child relations protects children from this sort of \"protection,\" ensuring that children receive a truly public education.  Physically and intellectually transporting the child across the boundaries of home and community, a public education can bring its students a much needed respite from the ideological solipsism of the enclosed family. Of course, public education comes at a cost. It disrupts the intramural transmission of values from parent to child. It threatens to dismantle a familiar world by introducing the child to multiple sources of authority - and to the possibility that a choice must be made among them. Indeed, the open world of the public school should challenge the transmission of any closed set of values. Unless children are to live under \"a perpetual childhood of prescription,\" they must be exposed to the dust and heat of the race - intellectually, morally, spiritually. A public education is the engine by which children are exposed to \"the great sphere\" that is their world and legacy. It is their means of escape from, or free commitment to, the social group in which they were born. It is their best guarantee of an open future.", "title": "The Parent as (Mere) Educational Trustee:   Whose Education Is It, Anyway?", "subject": "law"}