{"abstract": "This book analyses the Takeover Bid Directive in the light of EU Law, and examines the extent to which this Directive facilitates the exercise of the fundamental freedom of establishment and the free movement of capital in the internal market. Takeover bids are very important for the internal market, because they contribute to market integration and to business consolidation. According to the Directives Preamble, it is necessary to protect the interests of the holders of securities of companies (in particular, those with minority holdings). This is in order to create EU-wide clarity and transparency in respect of legal issues to be settled in the event of takeover bids and to prevent patterns of corporate restructuring within the European Union from being distorted by arbitrary differences in governance and management cultures. At the beginning of this book, there is an analysis of the fundamental freedom of establishment of companies, as well as of the legal bases for the harmonization of company law and capital markets law at EU level. Some other aspects of EU company law harmonization, as well as the permissible limits of harmonization (subsidiarity issues), are discussed. These initial discussions will assist the reader in approaching the Takeover Bid Directive in its EU law context, and in understanding the wider EU legal framework surrounding the harmonization of takeovers in the internal market. Since the Directive is based on the EC Treaty chapter on freedom of establishment (Articles 43 and 44(2)(g) EC Treaty), it should, in principle, contribute to cross-frontier corporate mobility in the internal market through takeover bids. This was certainly the aim of the Commission in its various proposals. Takeover bids and the EC Treaty provisions on freedom of establishment are closely related. Additionally, the significance of corporate mobility and of the freedom of establishment case law of the European Court of Justice for the takeover process is analysed. The Directive forms part of the EU company law harmonization programme, whose weaknesses and limits are also explored. However, the Takeover Bid Directive is an EU company law instrument with strong links to EU capital market law. The initial aims of the EU legislature were to establish an internal market for companies and to achieve market integration in the field of EU company law. However, the Takeover Bid Directive is a compromise and watered down version of a proposal which the Commission envisaged would lead to a more effective pan-European takeover regime than that which actually proved possible. The need for compromise was the result of the very different legal and policy approaches of the Member States in the field of takeover regulation. Some provisions of the Directive are obligatory for all Member States. These provisions include the mandatory bid rule, the squeeze-out right, and the sellout right. All these obligatory provisions of the Directive are, in their present form, liable to some criticism. The two key provisions of the Directive have been made optional for Member States. These are the non-frustration rule, which requires the board to obtain the prior authorization of the general meeting of shareholders before taking any action that could result in the frustration of the bid; and the breakthrough rule, requiring that any restrictions on the transfer of securities or voting rights provided for in the articles of association of the offeree company or in contractual agreements between the offeree company and the holders of its securities or in contractual agreements between holders of the offeree companys securities shall not apply vis--vis the offeror during the time allowed for acceptance of the bid. Nevertheless, those Member States that opt out are obliged to allow individual companies to opt in. Moreover, a reciprocity rule was also adopted, which allows Member States to permit those companies that do apply these provisions to opt out again if they are the target of a bidder that does not itself apply the same takeover provisions. Additionally, the non-frustration and breakthrough rules are not fully comprehensive, and, even when a company applies them, it is still possible to evade their application, since some corporate and financial structures remain outside the Directives scope. Finally, this monograph discusses the extent to which obstacles to crossborder takeovers addressed by the Directive, or indeed left intact by the Directive, are to be regarded as restrictions on the right of establishment stricto sensu, or simply as obstacles in practice to making a successful takeover bid. More specifically, it scrutinizes the horizontal direct effect of the EC fundamental freedoms and seeks to analyse the extent to which conduct of the board and articles in the corporate constitution might be said to constitute restrictions on the freedom of establishment and on the free movement of capital. At the close of the thesis, there some essential concluding remarks on EU law and the harmonization of takeovers in the internal market.", "title": "EU Law and the Harmonization of Takeovers in the Internal Market", "subject": "law"}