{"abstract": "This paper will describe the drafting history of the Principles of the Law of Software Contracts, with particular attention to the extent of consumer and public-interest group representation in the process. The drafting process, I will argue, did not take adequate stock of problems identified in the late 1990s with proposed Article 2B of the Uniform Commercial Code, and then the Uniform Computer Information Transactions Act (UCITA), including provisions encouraging terms in violation of public policy, that constitute copyright or patent misuse by attempting to prohibit fair use or withdraw material from the public domain, or that are not properly disclosed before the purchase. The difference between the present situation and the 1990s, however, is the much greater importance today of European Community directives on the subject of consumer protection and electronic commerce, particularly given the explosion in e-commerce between the United States and Europe. This paper will analyze whether the Principles do enough to protect the interests of consumers and the public in four key areas: (1) consistency with U.S. federal and state statutory and common law, (2) clear and conspicuous disclosure of all relevant terms and conditions prior to the sale, (3) regulation and prevention of one-sided and unconscionable contract terms, and (4) consistency with European Community and domestic European law. My thesis is that the Principles and the comments thereto appear to sanction conduct that is in tension with the federal Copyright and Patent Acts, the common law of several U.S. states, and the European Communitys directives, especially those on the Legal Protection of Software Programs (1991), Unfair Terms in Consumer Contracts (1993), and Protection of Consumers in Respect of Distance Contracts (1997). To that extent, the Principles seem to be an imperfect attempt to unify the law of software contracts, codify best practices, or develop the law in a desirable direction. Finally, the paper will discuss whether and when it is appropriate to harmonize U.S. and E.C. law and public policy.", "title": "The Principles of the Law of Software Contracts: At Odds with Copyright, Consumers, and European Law?", "subject": "law"}