{"abstract": "Integrating policy instruments and legislations to address environmental changes into ongoing development activities has emerged as a major response by international agencies and national governments seeking to promote good environmental and natural resource management. However, the effects of the many causes of environmental changes are worsening and many aspects of what is happening in these ecosystems evade us.  Deforestation has for a long time been an acceptable way of life in the Cameroons affluent tropical rainforest, which in fact occupies the second largest land mass in the Congo Basin. Just between 1999 and 2005, Cameroon lost an average of 240,000 hectares of forest per year according to figures from the Food and Agriculture Organization (FAO). It is estimated that between the same time periods, the country damaged 13.4 % of its tropical rain forest.  Despite Cameroons rich tropical jungle, the country typically lacks an effective forest conservation program, coupled with its pervasive corrupt nature; and has failed to successfully implement policies to reduce raw-log exports, or the encouragement of processed wood exports.  This case study comprises the potential role that lawyers and foresters played in an interdisciplinary team in implementation ,from the perspective of institutional complexity and social learning within statutory authorities; forest governance as a gentle step in the right direction, by banning the export of some endangered hardwoods, though none of its largest hardwood export-ayous (Triplochiton scleroxylon) and sapelli (Entandrophragma cylindrium).  Considering that Cameroon is a developing country, it is expected that the strategy would help fight climate change at the lowest cost possible , safeguard biodiversity, preserve other ecosystem services, while at the same time improving the living standards of the various communities concerned.  This study demonstrates the importance of institutional governance and social change as areas falling particularly within the disciplinary boundaries of law and could now be considered by many disciplines as areas where law can make a significant contribution.", "title": "Interdisciplinary Research: A Case Study of Integrating Policy Instruments and Legislations to address Environmental Changes in Cameroon", "subject": "law"}