{"abstract": "Technology, coupled with present economic conditions and the interest of younger Americans in sustainability, is enabling a climate favorable to collaborative consumption.  More individuals will be engaged over time in this sharing economy because underemployment of the middle class, and a majority of all non- or under-skilled workers, is a chronic condition eluding public sector solution.    This new resources lending and social networking culture assures ongoing introductions of sharing producers and consumers to each other and into residential neighborhoods.  The results will include increased traffic trips, overtaxed curbside parking spaces, additional ambient noise and stress upon electric and other utility grids tapped by sharing enterprises.  Since these neighborhood burdens are not addressed in the form of sales taxes or license fees returned directly to host enclaves, many of these burdens are borne largely by dwellers.  Local persons not participating in the sharing economy expect their daily routines to continue without interference from unfamiliar persons, noises and odors, or the disadvantages of increased traffic and reduced curbside parking.\nCommunities now are challenged to regulate sharing uses in this new economic order while accommodating opportunities for such enterprises to generate revenue and taxes that will rebuild a struggling middle class.  In one regard, accommodation invites struggles between established neighborhood dwellers and later  arriving sharing producers working outside zoning regulations.  Yet outright prohibiting of entrepreneurial models in residential zoning districts counters local governments efforts to remake the economic and social landscape of urban communities, especially those precariously mired in joblessness, crime and other evidence of disorder.  Many sharing economy voices argue that todays good land use decisions mandate subordinating neighborhood inconvenience to this new climates benefit to the larger community  the greater good.", "title": "Shared Spatial Regulating in Sharing-Economy Districts", "subject": "law"}