{"subject": "law", "title": "Refugee Law and Policy: A Comparative and International Approach", "abstract": "The fourth edition of Refugee Law and Policy, which includes all legal developments through mid-2010, provides a thoughtful scholarly analysis of refugee law, and related protections such as those available under the Convention against Torture. The book is rooted in an international law perspective, enhanced by a comparative approach. Starting with ancient precursors to asylum, the casebook portrays refugee law as dynamic across time and cultural contexts. This edition of the casebook has incorporated substantial new materials on the cutting edge area of social group claims, and their relevance to claims for protection based on gender-persecution and LGBT status. It includes an extensive discussion of the concept of social visibility which has become one of the most controversial interpretive issues in U.S. refugee law.\nAlthough Refugee Law and Policy is directed to students of U.S. law, it draws on the legislation, jurisprudence and guidelines of other Refugee Convention and Protocol signatories, including Canada, the United Kingdom, Germany, Australia, New Zealand and South Africa. The casebook is up to date on developments to harmonize refugee policy within the European Union, and includes discussion of relevant E.U. directives.\nIn its treatment of both U.S. and global trends, Refugee Law and Policy examines and contrasts some of the most controversial contemporary issues in refugee law, such as the denial of access to the territory of the country of asylum, through use of expedited removal and similar accelerated procedures, the increased use of detention, and the ongoing debate over gender-based claims for protection.\nRefugee Law and Policy also compares current trends in refugee law to parallel trends in human rights and humanitarian and international criminal law, with special reference to the work of the International Criminal Tribunals for Yugoslavia and Rwanda, and the International Criminal Court.\nThe materials Musalo, Moore and Boswell present in the book are more fully examined through the extensive use of notes and comments, which also serve to highlight essential themes and concepts of the text and to make them more accessible to the reader. Since the casebook addresses both substance and procedure, with a focus on practice as well as theory, it is an excellent text not only for students, but for practitioners and those in government agencies as well."}