{"abstract": "As presently constructed, equal protection doctrine is an identity based jurisprudence, meaning that the level of scrutiny applied to an alleged act of discrimination turns on the identity category at issue. In that sense, equal protection relies on identity as a proxy, standing in to signify the types of discrimination we find most troubling.\n\nEqual protections current use of identity as proxy leads to a number of problems, including difficulties in defining identity categories; the tendency to privilege a dominant-identity narrative; failure to distinguish among the experiences of subgroups within larger identity categories; and psychological and emotional harm that can result from being forced to identify in a particular way to lay claim to legal protection. Moreover, because the Courts identity-as-proxy jurisprudence relies on superficial notions of identity to fulfill a substantive commitment to equality, it is susceptible to co-option by majority groups.\n\nThis Essay aims to engage readers in a thought experiment, to envision what equal protection doctrine might look like if it were structured to reflect the values identity is intended to serve without explicitly invoking identity categories as a way to delineate permissible and impermissible forms of discrimination. In doing so, it aims to incorporate directly into equal protection jurisprudence the notion that identities like race and gender are not merely a collection of individual\n\ntraits, but the product of structural forces that create and maintain subordination. Under the value-based approach proposed herein, the primary concern of equal protection is not to eliminate differential treatment, but instead to deconstruct status hierarchies. Therefore, rather than applying heightened scrutiny to government actions based on race or gender, it applies heightened scrutiny to government actions that have the effect of perpetuating or exacerbating a history of discrimination or that frustrate access to the political process.\n\nThe clearest impact of such a model would be in the context of affirmative action, where a majority plaintiff could no longer simply claim discrimination on the basis of race. Yet, the potential of a value based model extends to other contexts as wellfor example, challenges to voter identification laws, in which political exclusion would displace discriminatory intent and disparate impact as the relevant measure for analysis; and the treatment of pregnant women, in which discrimination on the basis of pregnancy would no longer have to align with gender to receive heightened scrutiny.\n\nThis shift has several advantages: It allows the law to make important distinctions between groups and within groups; it alleviates the need for comparative treatment and solutions that favor taking from all over giving to some; it is less likely to generate identity-based harms; it is fact-driven rather than identity-driven and thus better suited to the judicial function; and it serves an important rhetorical function by changing the nature of rights discourse.", "title": "Identity as Proxy", "subject": "law"}