{"abstract": "In Western culture the name Niccolo Machiavelli has become Machiavellianism, a pejorative signifying the willingness to do anything to achieve desired ends. American lawyers do have limits, however, and are expected to operate according to an ethical code that is at least intended to prevent the worst abuses. The effectiveness of this ethical code has often been questioned, as have the questionable efforts of the organized bar to enforce its rules, but on the surface it differentiates law practice from hand-to-hand combat and military struggles. Even though I have sometimes used the concepts of the warrior lawyer, the general and the Machiavellian to communicate insights into the essence of the legal strategist, this does not signify that anything goes.\n\nThis is particularly important to emphasize because becoming an effective legal strategist gives an individual more power, which for the responsible lawyer also means there is a greater need to be constantly aware of the dangers of going too far. Strategy as practiced by Sun Tzu in The Art of War and Musashi in A Book of Five Rings evolved in a different era and culture. Sun Tzu reportedly had two women who mocked him executed as his payment for winning the bet that elevated him to prominence with the Chinese emperor. Musashi claims to have killed more than sixty opponents in duels and has often been referred to as a bloody old man. In one situation he is reported to have accepted a duel from a challenger and set it up for a small island on the following morning. When the man landed on the island the skulking Musashi won the duel by sneaking up behind him and smashing his head in with an oar. The idea of a fair fight was obviously not at the core of the bushwhacking Musashis system of strategy. A fair number of lawyers most likely see nothing wrong with equivalent tactics in representing their clients and depending on the circumstances honesty requires me to include myself in that group.\n\nLawyers work within a culture of deception, manipulation, and power. The advocates role is inherently deceptive rather than truth-directed. Aristotle captured this idea more than two millennia ago in describing the role of the advocate as one in which: you must render the audience well-disposed to yourself, and ill-disposed to your opponent; you must magnify and depreciate [make whatever forms your case seem more important and whatever forms his case seem less]. Plato phrased it more poetically in saying the advocate enchants the minds of the courts of law, remarking, rhetoric [is]...a universal act of enchanting the mind by arguments...[H]e who would be a skillful rhetorician has no need of truth  for that in courts of law men literally care nothing about truth, but only about conviction.\n\nAs these observations clearly suggest, manipulation of other humans is an inevitable and inescapable fact of our personal and professional lives. But there are moral limits to manipulation. All lawyers manipulate words, concepts, symbols, people and institutions. So do other people. If you practice law and don't manipulate the conditions of the environment in which you are operating (and especially other people), you aren't a very good lawyer. You may like to think of yourself as being a non-manipulative human being who doesn't take advantage of other people, but, for a lawyer, that is a disingenuous posture. We continually manipulate in our pleadings, interviews, investigations, discovery, and negotiations. We manipulate in trial, or we ought not be there. It is impossible for an effective advocate to avoid manipulating people, but not impossible to make moral choices about the limits of our behavior, and how far we are personally willing to go.", "title": "The Moral Lawyer and the Machiavellian Nature of Law Practice", "subject": "law"}