{"abstract": "Several countries in the world have sex ratios at birth that are as high or higher than China and India, including countries with predominantly white populations. Nonetheless, immigrant communities in the United States from China and India are consistently accused of harboring a preference for sons. It is supposedly this preference for sons that leads Asian Americans to abort female fetuses. In response, eight states have enacted bans on sex-selective abortion and 21 states and the United States Congress have considered such bans.\nProponents of sex-selective abortion bans claim that the United States is one of the few countries in the world where sex-selective abortion is not prohibited. However, our research reveals that only four countries explicitly prohibit sex-selective abortion and that, instead, many countries that are concerned with sex selection prohibit the practice even before the embryo is implanted in the uterus. Our research also reveals that sex-selective abortion bans are not likely to change sex ratios at birth. In a study we conducted on sex ratios in two states that adopted sex-selective abortion bans over 15 years agoIllinois and Pennsylvaniawe found that the laws were not associated with changes in sex ratios.\nLaws banning sex-selective abortion purport to combat gender discrimination. However, the text of the laws and the statements made in support of the bans during legislative hearings make it clear that they are intended to place restrictions on abortion services generally. Moreover, the laws purport to solve a problem that may not exist at all in the United States. Rather than changing behavior or addressing a purported problem, sex-selective abortion bans are likely to lead to the denial of health care services to Asian American women. Many of the laws require medical professionals to scrutinize a womans reproductive choices. Since it is difficult to determine the true reason a woman has chosen to terminate her pregnancy, medical professionals may err on the side of caution and deny care to women in order to avoid liability under the law, even when a woman is not seeking a sex-selective abortion. Laws banning sex-selective abortion have been enacted on the basis of misinformation and harmful stereotypes about Asian Americans. We do not support the practice of sex selection by any means, but rather than combating discrimination, sex-selective abortion bans perpetuate it.", "title": "Replacing Myths with Facts: Sex-Selective Abortion Laws in the United States", "subject": "law"}