{"abstract": "El presente estudio contiene una teora general del derecho de los secretos, que sirve para determinar el peso especfico de cada secreto, a efectos de realizar una correcta ponderacin de derechos. La teora explica las relaciones que existen entre los diversos tipos de secreto, utilizando y desarrollando la teora del cono de Garca Morente, que se muestra como una herramienta apropiada para dilucidar cundo hay derecho al secreto, cuando no lo hay y en qu medida. La metodologa utilizada es inductiva. El anlisis se estructura de la siguiente manera: (i) se recapitula la teora general del derecho de los secretos; (ii) se hacen diferentes clasificaciones de los diferentes gneros de secretos, para luego compararlos; (iii) se expone la teora del cono, que clasifica todos los secretos segn su intensidad; y, (iv) se sacan conclusiones prcticas de la teora del cono, que sirven como reglas de interpretacin para resolver si existe o no derecho al secreto, y cul es su peso especfico.\nThe following study contains a general theory of the right to secrecy, used to determine the specific weight of every secret, in order to make a proper weighting of rights. The theory explains the relationships between the various types of secrets, using and developing Garca Morentes cone theory. This is an adequate tool to use when taking decisions on whether or not there is right to secrecy and the extent of it. The inductive methodology is used. The analysis is structured as follows: (i) the general theory of the right to secrecy is being recapitulated; (ii) different classifications of different kinds of secrets are made to be compared; (iii) cone theory is explained, which classifies all the secrets according to their intensity; and (iv) practical conclusions of the cone theory are showed, which serve as rules of interpretation to resolve whether or not there is right to secrecy, and what is its specific weight.", "title": "El derecho al secreto y la teora del cono", "subject": "law"}