{"subject": "law", "abstract": "In recent years, a particular strain of argument has arisen in response to decisions by courts or the government to extend certain rights to others. Grounded in religious freedom, these arguments suggest that individuals have a right to operate businesses or conduct their professional roles in a manner that conforms to their religious identity. For example, as courts and legislatures have extended the right to marry to same-sex couples, court clerks have refused to issue marriage certificates to such couples, claiming that to do so would violate their religious beliefs. Similarly, corporations have refused, for reasons grounded in religious identity, to participate in health insurance plans that cover certain contraceptive devices.\nWhile not always successful, these claims have typically been recognized by courts as claims of religious exercise under the Free Exercise Clause. This Article draws on past work suggesting that the law should protect the individual's right to define and pursue one's own identity within a more limited, internal sphere, but that law, and not identity, should govern relationships among individuals and groups in society. It argues that these claims might be viewed as analogous to other identity-based claims and, as a result, subjected to similar limitations.\nThe U.S. Constitution does and should protect the individual's ability to define one's own religious identity, engage in practices that reinforce that identity, and determine how one relates to the law (which may sometimes necessitate accomodation). It should not, however, be understood to protect identity when projected outward, onto non-identifying individuals or the government in its regulation of others. Thus, protective claims of religious identity, which aim to protect identity as a personal matter - exercised with an eye toward the individual or religious community - should fall within the ambit of the Free Exercise Clause. Projective claims of religious identity, however - those that attempt to impose one's identity on others, dictate how the law relates to non-identifying individuals, or conform the law or government practices to one's internal conception of identity - should not be cognizable as constitutional claims. The protective-projective distinction is consistent with underlying themes in the Court's free exercise jurisprudence and may help to cabin claims like those described above without minimizing the significance of religious identity.", "title": "The Free Exercise of Religious Identity"}