{"abstract": "In recent years, the nation has experienced the most severe recession since the Great Depression of the 1930s. A recession is like a low tide. When the water recedes, the crabs, slugs, and urchins appear. Similarly, when the economy recedes, Ponzi schemes appear. People cut back on saving and investing, and many are forced to draw on savings and investments. Deprived of its life's blood, a positive cash flow, a Ponzi scheme dies. This explains why so many Ponzi schemes have failed recently, including the schemes of Bernard Madoff in New York, Tom Petters in Minneapolis, Robert Allen Stanford in Houston, Scott Rothstein in Miami, Lou Pearlman in Orlando, and Arthur Nadel in Sarasota. Many failed Ponzi schemes fall directly into bankruptcy, but some find their way into state law processes, such as receivership or assignment for the benefit of creditors. Some, but not all Ponzi schemes make a show of their generosity by making large donations to charities. Inevitably, the trustee or receiver for the failed Ponzi scheme seeks to recover the donations from the charities, so that the recovered funds can be distributed to the creditors of the Ponzi scheme, primarily the defrauded savers or investors. But charities do not retain assets for a rainy day. They depend largely on cash flow. The cash comes in and it is put immediately to work. So, when the trustee or receiver demands return of the donations, the donations will have already been spent. Any repayment has to come out of future income, cutting into charitable works. Recently, a number of state legislatures have been asked to protect charities from these demands under state law, usually the Uniform Fraudulent Transfer Act. For example, as a direct result of the Tom Petters Ponzi scheme, the state of Minnesota has amended the Minnesota Fraudulent Transfer Act. A number of bills aimed at similar effect were introduced in both the 2012 Florida and Georgia legislative sessions. Neither the Florida nor Georgia bills passed, but they promise to return in 2013. Although the legislation seems to have sailed through the Minnesota legislature, the legislative decision to protect or not protect charitable donations is complex. It inevitably requires a choice among innocents, the defrauded investors whose investments never existed or the would-be beneficiaries of the unprovided for charitable works. How is this choice to be made? In this Essay, it is my thesis that by looking generally at ways in which the law chooses among innocents, insights may be gained that will be helpful in making the choice at hand. In Part I, I discuss the ways in which the law chooses among innocents, taking examples from numerous areas of American law. Drawing on that discussion, in Part II, I discuss whether charitable donations should be protected from fraudulent transfer avoidance, focusing initially on charitable donations made by Ponzi schemes, and then expanding to donations generally. Although it is a close call, I conclude that charitable donations should be protected. In Part III, I discuss how such protection, if warranted, might be implemented at the state level. Of course, if such protection under state law is warranted, it would also be warranted under federal law, but nobody expects Congress to take up amendments to the Bankruptcy Code any time soon. For the moment, the activity is at the state level, but implicit in this Essay is an argument for amendment of the Bankruptcy Code as well.", "title": "Choosing among Innocents: Should Donations to Charities Be Protected from Avoidance as Fraudulent Transfers", "subject": "law"}