{"abstract": "This Article discusses the Supreme Court's use of the rhetoric of White innocence in deciding racially-inflected claims of constitutional shelter. It argues that the Court's use of this rhetoric reveals its adoption of a distinctly White-centered perspective, representing a one-sided view of racial reality that distorts the Court's ability to accurately appreciate the true nature of racial reality in contemporary America. This Article examines the Court's habit of using a White-centered perspective in constitutional race cases. Specifically, it looks at the Court's use of the rhetoric of White innocence in the context of the Court's concern with protecting \"innocent\" Whites in affirmative action cases. This Article concludes that the Court's insistence on choosing and imposing only one racialized perspective--the White-centered perspective--in racially-inflected constitutional claims is more than simply bad policy: that choice embodies an unconstitutional violation of the Due Process Clause of the Fourteenth Amendment. This Article calls for an appreciation of the dominant use and problematic character of the judicial imposition of an arbitrarily chosen racial perspective in deciding all constitutional race cases. It suggests a modification in judicial decision making in which judges become conscious of the White-centeredness and arbitrariness and racial contingency of the White-centered vantage point. This Article urges a judicial appreciation of multiple levels of racial interpretation in an effort to loosen the hegemonic grip of the White-centered perspective and dilute its power on the mind and imagination of the judiciary. If this goal can be achieved, the White-centered perspective will become just one option among a multitude of equally-respected racial perspectives that can then fairly compete for both judicial recognition and legitimization", "title": "The Color of Perspective: Affirmative Action and the Constitutional Rhetoric of White Innocence, 11 Mich. J. Race & L. 477 (2006)", "subject": "law"}