{"abstract": "In Hong Kongs recent election crisis, an uprising against Chinas pre-selecting candidates for Chief Executive and thus foreclosing civic-nomination, both sides (establishment and pro-democracy) have attempted to interpret the term universal suffrage based exclusively on its inclusion in Hong Kongs mini-constitution, the Basic Law.  In so doing, however, they have given short shrift to the agreement that gave rise to the Basic Law in the first place: the 1984 Sino-British Joint Declaration.  But while the Joint Declaration provides important textual insights, it simultaneously raises significant issues regarding application of the law of treaties.  For example, did the Joint Declaration terminate upon Hong Kongs July 1997 transfer to China and the effective date of the Basic Law?  Even if still valid, is its language too vague to offer meaningful interpretive assistance?  And does the UKs 1976 Hong Kong exclusion reservation to ICCPR Article 25(b), which provides for universal suffrage, survive the handover?  Applying the law of treaties ultimately reveals that the Joint Declaration is still in force and can be interpreted to provide for civic-nominated elections in Hong Kong.  Nevertheless, on deeper consideration, reliance on traditional treaty law in this context is cumbersome and inefficient.  The Article posits that the inherently confusing situation of the Hong Kong handover, wherein a decolonizing liberal democracy negotiated what amounts to a recolonization with a communist dictatorship stipulating creation of a hybrid political system, calls for new approaches to treaty doctrine, including formulation of a principle of implied reservation termination and resequencing treaty interpretation to allow consideration of extrinsic evidence, rather than pure text, in the first instance.  A wider interpretive berth, in turn, reveals a China far more sympathetic to progressive features in Hong Kongs constitution than commonly believed.  Most significantly, Zhao Ziyang, Chinas chief negotiator, emerges as a political liberal who embraced parliamentary features as capitalistic performance enhancers.  And even after Zhaos post-Tiananmen Square downfall, the Chinese leadership reckoned that progressive elements were needed in the Basic Law to help curb Hong Kong brain drain after the Tiananmen massacres.  Overall, this new approach to treaty law yields a better calibrated and historically more fulsome analysis that confirms the Basic Laws reference to universal suffrage contemplates civic-nominated candidates in Hong Kongs elections.", "title": "When One Country, Two Systems Meets One Person, One Vote:  The Law of Treaties in the Crucible of Hong Kongs Election Crisis", "subject": "law"}