{"abstract": "Attorneys, especially in-house counsel, are subject to retaliation by employers in much the same way as traditional whistleblowers, often experiencing retaliation and loss of livelihood for reporting instances of wrongdoing about their clients.  Although attorney-whistleblowing undoubtedly invokes ethical concerns, attorneys who appear and practice before the Securities and Exchange Commission (SEC) are required by federal law to act as internal whistleblowers under the Sarbanes-Oxley Act (SOX) and report evidence of material violations of the law within the organizations that they represent.  An attorneys failure to comply with these obligations will result in SEC-imposed civil penalties and disciplinary action.  Recent federal case law, however, holds that whistleblowers who report violations internally within their organizations are not eligible for the robust retaliation protections available under the Dodd-Frank Wall Street Reform and Consumer Protection Act (Dodd-Frank) and must report to the SEC to be protected.  Given that external reporting by attorneys would run contrary to professional ethical rules in a number of states, lawyers currently find themselves caught in a catch-22 making it exceedingly difficult to comply with the conflicting regulatory regimes to which they are held. This Article will address this emerging problem by considering a question that no court has yet addressedwhether the SOX attorney-reporting rules preempt conflicting state lawand will propose amendments to such rules to clarify when external reporting is appropriate.  This Article will also consider a state-based solution to this conflict adopting a modified version of Model Rule 1.13, the ethical rule governing the behavior of attorneys when they represent organizations and are called to act as whistleblowers.  This Article will also contribute to the ongoing scholarly discussion of new governance approaches to regulation by placing attorney-whistleblowers in this context and considering how their gatekeeping role ensures regulatory compliance within the organizations that they represent.", "title": "Conflicted Counselors: Retaliation Protections for Attorney-Whistleblowers in an Inconsistent Regulatory Regime", "subject": "law"}