{"abstract": "Among the volume of material written about the Irish debt crisis and its impact over the past few years, strikingly little has been written about the ability to save a financially distressed company under Irish law and whether corporate restructuring could have mitigated some of the financial damage to Irish companies, particularly those in the property and construction industries. There is a reason for this. The number of filings under the Examinership law - the rough equivalent of Chapter 11 in the United States - remained small and relatively constant during both the recent boom and the more immediate bust periods of the Irish economy. This article examines the Irish approach to corporate restructuring and questions whether the law could have been put to good effect over the past couple of years.\nWhile much has changed in Ireland since the advent of the Irish debt crisis, the Examinership law has remained unchanged. In fact, in distinct juxtaposition issues with consumer insolvency - where the European Union demanded reform to the personal bankruptcy laws of Ireland as a condition to Ireland obtaining bailout money- no such demand was made as related to business insolvency by the European Union, nor was there any meaningful internal discussion in Ireland about revising the Examinership law. There may be a good reason why no such changes to Examinership were contemplated. Examinership is a moderate and seemingly effective method of dealing with financially distressed businesses. The question then is why the law hasn't been applied better.\nIrish Examinership came into being under rather unique and hurried circumstances. Despite its shaky origins, Examinership remains a sensible balance between the two extremes of corporate rescue regimes in the common law world. On one end of the business bankruptcy approach is the pro-debtor United States Chapter 11, where creditor considerations generally are subordinated in the reorganization process to the more compelling desire of providing maximum rescue opportunity to the business debtor. This is in large part to protect related third parties, such as employees, suppliers, and neighboring businesses. At the other end of the continuum is the Australian version of business restructuring, known as Voluntary Administration, where debtor considerations are clearly subordinate to ensuring creditor recovery. Examinership strikes a balance between the U.S. and Australian approaches, empowering both debtors and creditors. It makes a rational effort to effectively distinguish distressed but viable firms from those firms that have little prospect of long-term viability.\nIn this article, I examine the core of Irish insolvency law in comparison to its common law counterparts and question why, in an era where insolvency law is frequently employed elsewhere, it has been put to so little use in Ireland. Part II of the article provides a brief overview of the much-covered territory both of the Irish debt crisis and the cultural factors that led to it. Part III describes Examinership law in Ireland. Part IV places the Irish insolvency approach in context by comparing it to two radically different models of business rescue - American Chapter 11 and Australian Voluntary Administration. Part V addresses the viability of Examinership under the peculiar circumstances that existed in Ireland over the past few years and considers whether it could have been better employed as a tool to deal with the economic woes the Republic of Ireland has faced.", "title": "Business Insolvency and the Irish Debt Crisis, 11 Rich. J. Global L. & Bus. 407 (2012)", "subject": "law"}