{"abstract": "The decision of the U.N. Security Council to authorize military intervention in Libya in 2011 was greeted as a triumph of the power of shame in international law. At last, it seemed, the usually clashing members of the Council came together, recognizing the embarrassment they would suffer if they stood by in the face of an imminent slaughter of civilians, and atoning for their sins of inaction in Rwanda, Bosnia, and Darfur. The accuracy of this redemption narrative, however, is open to question. Shamingan expression of moral criticism intended to induce a change in some state practiceis assumed by scholars and practitioners to be a powerful force in international law generally and in the context of humanitarian intervention specifically. In the first study of the operation of shame in humanitarian intervention, this Article tests that assumption.\nGrounded both in the promise of sociological approaches to international law and in the reality that states cling dearly to the power to use military force, this Article offers insights on Security Council members responses to the dire situations that most demand their action. After providing a definition of shame as it applies in international law, a crucial piece of analysis that has been missing from this area of undertheorized assertions and unexplored assumptions, this Article argues that shaming efforts vary according to four dynamics: the influence of the agent of shame, the subject of the shame, the attention of audiences other than the agent of shame, and the repeated interactions of the Councils members. Based on this analysis, the Article suggests how states, international organizations, and civil society groups can best deploy the unexpectedly fragile tool of shame in the context of humanitarian intervention. In place of blind reliance on shaming sanctions, efforts should focus on generating the conditions that foster more effective use of shame as one of the vanishingly fewand thus critically important means of encouraging effective responses to humanitarian crises.", "title": "Shame in the Security Council", "subject": "law"}