{"abstract": "This Article considers how open government magical thinking around technology has infused efforts to increase public participation in rulemaking. We propose a framework for assessing the value of technology-enabled rulemaking participation and offer specific principles of participation-system design, which are based on conceptual work and practical experience in the Regulation Room project at Cornell University. An underlying assumption of open government enthusiasts is that more public participation will lead to better government policymaking: If we use technology to give people easier opportunities to participate in public policymaking, they will use these opportunities to participate effectively. However, experience thus far with technology-enabled rulemaking (e-rulemaking) has not confirmed these assumptions. To the extent that new participants have engaged with the process, their engagement predominantly takes the form of mass comment campaigns orchestrated by advocacy groups. The conventional response to this new participationby agencies and academics alikehas been to regard mass commenting as worse than useless. Recently, though, Professor Nina Mendelson argued for rethinking this response. Exploring the relationship between rulemaking and democratic government, she proposes that agencies should take account of the value preferences expressed in such comments when rulemaking involves value judgments. Engaging this important argument, we suggest that not all citizens preferences about policy outcomes are created equal. We present a typology that captures important differences in information quality and deliberativeness of preference formation. Unlike electoral democracy (in which participation based on any type of preference is valued), the legitimacy of rulemaking derives from a formally transparent process of reasoned deliberation. The types of preferences expressed in mass comments may be good enough for electoral democracy, but they are not good enough for rulemaking, even when rulemaking is heavily laden with value choices. This position challenges both the Web 2.0 ethos and the common opengovernment belief that more public participation, of any kind, is a good thing. At least with respect to rulemaking and similar complex policymaking processes, more public participation is good only if it is the kind of participation that has value in the process. From our experiences on Regulation Room, we argue that design of successful Rulemaking 2.0 civic engagement systems must involve a purposeful and continuous effort to balance more and better participation. We offer several specific design principles for striking this balance, perhaps the most important of which is that a democratic government should not actively facilitate public participation that it does not value.", "title": "Rulemaking vs. Democracy: Judging and Nudging Public Participation That Counts ", "subject": "law"}