{"subject": "law", "abstract": "A fundamental disagreement among legal ethics scholars concerns the difference between client-centered and justice-centered approaches to lawyers' ethical obligations. Advocates of client-centered approaches put lawyers' duty to the client first. Justice-centered theorists critique the elevation of the client's interests over other important concerns lawyers affect through the work they do on behalf of clients. Scholars who adopt justice-centered approaches argue that lawyers' ethical obligations should be analyzed with a paramount focus on achieving justice. Legal ethicists often view these two approaches as inconsistent with each other, but I argue in this Article that they are not necessarily so. Building on the growing awareness of the need for context-specific legal ethics analysis, I argue that a key factor responsible for the disagreement between client- and justice-centered legal ethics scholars is their focus on different practice settings, where different ethics concerns have priority. Ethicists concerned about the immense power of corporate clients to do harm to fragile structures of public regulatory law focus on lawyers' duties to concern themselves with the underlying justice of their representations, while ethicists immersed in practice settings involving the representation of relatively powerless clients or interests, such as in criminal defense and poverty law practice, are adamant about the need for client-centeredness. I argue that we can make much better sense of the debate between client- and justice-centered ethicists if we appreciate the importance of context in setting ethics priorities. The challenge then becomes identifying the factors that vary with practice setting and account for the different emphases of justice- and client-centered approaches. I suggest that a key factor that accounts for ethicists' varying views about the appropriate balance to be struck between client- and justice-centeredness is the relative power of the lawyer's client in relation to other interests affected by the representation. Of course, power is not, and should not be, the only factor taken into account in calibrating ethics analysis to context, but it is an important one, which deserves further attention in legal ethics scholarship. I next propose a normative standard for how relative client power should be taken into consideration in lawyers' ethical deliberations. In representations involving obvious and substantial power imbalances, lawyers representing less powerful interests should adhere to a client-centered, zealous advocacy approach, whereas lawyers for powerful clients should temper their representations with an eye to protecting consideration of the interests of the less powerful. I identify several reasons why considerations based on relative client power should factor into lawyers' ethical deliberations in this way. These reasons include the representation reinforcement function of zealous client advocacy on behalf of the under-represented interests and the fact that the liberal underpinnings of client-centered legal ethics support the protection of the dignity of natural individuals, but not aggressive advocacy for the interests of institutions that are mere creations of law. Factoring client power into lawyers' ethics analysis also avoids the powerful criticisms leveled against justice-centered models on grounds that these approaches call for the paternalistic substitution of lawyers' socially situated judgments about morality and justice on clients who are least able to resist such lawyer domination. Finally, consideration of client power provides an ethics norm that pushes back most directly against the moral hazards produced by self-interest in varying practice contexts. In the context of representing powerful clients, lawyers' incentive is to do too much for their clients; in the context of clients with relatively little power, lawyers' incentive is to do too little. An ethics norm that calls on lawyers to temper their advocacy when representing powerful clients but to pursue client-centeredness when representing clients with little power asks lawyers to correct for the specific pressures faced in their practice locations. To test my theory, I apply a power-based ethics model to a series of hypotheticals drawn from the work of ethicists in the justice- and client-centered traditions. I show how considering client power in resolving difficult ethical dilemmas in situations of obvious and substantial power imbalance can help produce ethical judgments that are most appropriately tailored to varying practice contexts.", "title": "Power as a Factor in Lawyers' Ethical Deliberation"}