{"abstract": "Over the past century, dissociative identity disorder (DID) has been raised to defend a variety of offenses, from a parking ticket to the first degree murder, or to manipulate with the civil suits for monetary relief. Applying traditional rules of criminal culpability or civil liability to these cases poses a significant challenge. The concepts of personhood and identity create a havoc in determining the insanity. Diagnostic exclusions are scarce, with exceptions of the explicit memory transfer to be the key to deny the dissociated identity, whereas the absence of implicit memory transfer helps to think of personality dissociation. Retrograde amnesia comes to be a central symptom and with its variations it helps to differentiate the alters of identity from the alters of personality. There is currently no consensus within the USA legal system as to the extent to which individuals with DID can or should be held responsible for their actions.  Courts that are receptive to the DID diagnostic construct have used one of three approaches to assess criminal responsibility in such cases: \"alter-in-control approach,\" \"each-alter approach,\" and \"host-approach.\" Amidst the above complexity, the legal system must also deal with potentially conflicting mental health testimony, especially given enduring controversies about the DID diagnosis. DID challenges the concepts of evidence, hypnosis, statutes of limitations, material facts, not mentioning the trends to accentuate the estoppel of duress.  The term of \"evidence\" is quite broad. Not every state has its own code of evidence. As of December 2006, 41 states, Puerto Rico, Guam and the armed services have adopted a version of the Rules of Evidence: AL (1996), AS (1979), AZ (1977), AR (1976), CO (1980), CT (2000), DE (1980), FL (1979), HI (1981), ID (1985), IN (1994), IA (1983), KY (1992), LA (1989), ME (1976), MD (1994), MI (1978), MN (1977), MS (1986), MT (1977), NE (1975), NV (1971), NH (1985), NJ (1993), NM (1973), NC (1984), ND (1977), OH (1980), OK (1978), OR (1982), PA (1998), RI (1987), SC (1978), TN (1990), TX (1983), UT (1983), VT (1983), WA (1979), WV (1985), WI (1974), and WY (1978). California has had its own evidence code since 1967. The states that do not have their own codes of evidence, exercise the Federal Rules of 104 (a), 702, 901 (a), or 901 (b)9.  From the Frye test, witness categories (educating, reporting, interpreting), types of evidence (bolstering, attacking, rehabilitating), credibility of scientific testimony, to the outcomes of adjudications with NGRI defense , this book presents a value-adding comprehensive guide to the court-visited dissociative states for the criminal matters (adultery, arson, assault, kidnapping, larceny, murder, rape, possession of guns) and civil claims (contract, disability benefit, divorce, intestacy, torts).  Equipped with 153 references, it also provides with an exhaustive analysis of 21 adjudications, inclusive for their legal rules and limits, precedents, first impressions, overrides, dicta, certiorari, dispositions, verdicts, remedies, holdings and reasoning, pursuant to the Constitutional or statute enactments in the United States and District of Columbia.  Presented cases are located via LexisNexis,(tm) BlueBook, and Bloomberg Law. All published cases are free for public access under the U.S. Health Insurance Portability & Accountability Act (HIPAA), the Patient Safety & Quality Improvement Act (PSQIA), 14th Amendment Due Process Clause, and the Digital Millennium Copyright Act (DMCA).", "title": "Dissociative Identity Disorder in the Courtroom: A Guide to Forensic Testimony", "subject": "law"}