{"abstract": "This Note will first examine how jurisdiction was asserted over  Marc Rich & Co. through the district court's application of two theories  of jurisdiction31 (the presence/doing business test and the transactingbusiness test) and the court of appeals' application of three theories of  jurisdiction32 (the detrimental consequences test, the presence/doing  business test, and the transacting business test).33 This Note will argue  that Marc Rich underscores the inadequacy of the presence/doing busi-  ness test in protecting a state's interest in prosecuting alleged violations  of its laws.34 According to the district court, jurisdiction over Marc Rich  & Co. would not have existed under the presence/doing business test  because Marc Rich & Co. did not maintain the formal indicia of doing  business in the United States.35 Nevertheless, under the transacting busi-  ness test, the district court managed to find jurisdiction even though  Marc Rich & Co. did not regularly conduct business in the United  States.36 Marc Rich & Co. had transacted business in the United States  through and with its wholly-owned United States subsidiary, Interna-  tional. These transactions allegedly had violated United States tax laws.  Therefore, the district court ruled that \"if the subject matter of the inves-  tigation is related to the contacts with the jurisdiction, the grand jury's  exercise of its subpoena power should not be invalidated by the Court.\"  Though the court of appeals found a technical error with the district  court's application of the transacting business test, the court of appeals  indirectly validated this test as well as the presence/doing business test  and the detrimental consequences test in a perplexing opinion which  combined all three theories to assert jurisdiction over Marc Rich & Co.criminal jurisdiction.' A court could also apply the transacting business  test, without conflicting with precedent, so long as it satisfied the due  process clause, because there is no uniform federal standard of criminal  jurisdiction.  Thus, even the court of appeals was unable to assert jurisdiction over  Marc Rich & Co. solely on the basis of the presence/doing business test.  Second, this Note will argue that the district court's and court of  appeals' application of any of the three theories of jurisdiction (e.g., the  presence/doing business, detrimental consequences, or transacting busi-  ness theories of jurisdiction) would conform with precedent because the  Supreme Court and lower federal courts have applied both the presence/  doing business test and the detrimental consequences test as bases of", "title": "Marc Rich: An Expansion of United States Criminal Jurisdiction over Foreign Defendants", "subject": "law"}