{"abstract": "MERS represents a major departure from and grave disruption of recording practices in counties such as Montgomery County, Pennsylvania, that have traditionally ensured the orderly transfer of real property across the country. Prior to MERS, records of real property interests were public, transparent, and provided a secure foundation upon which the American economy could grow. MERS is a privately run recording system created to reduce costs for large investment banks, the sell-side of the mortgage industry, which is largely inaccessible to the public. MERS is recorded as the mortgage holder in traditional county records, as a nominee for the holder of the mortgage note. Meanwhile, the promissory note secured by the mortgage is pooled, securitized, and transferred multiple times, but MERS does not require that its members enter these transfers into its database. MERS is a system that is grafted onto the traditional recording system and could not exist without it, but it usurps the function of county recorders and eviscerates the system recorders are charged with maintaining.\nThe MERS system was modeled after the Depository Trust Company (DTC), an institution created to hold corporate and municipal securities, but, unlike the DTC, MERS has no statutory basis, nor is it regulated by the SEC. MERSs lack of statutory grounding and oversight means that it has neither legal authority nor public accountability. By allowing its members to transfer mortgages from MERS to themselves without any evidence of ownership, MERS dispensed with the traditional requirement that purported assignees prove their relationship to the mortgagee of record with a complete chain of mortgage assignments, in order to foreclose. MERS thereby eliminated the rules that protected the rights of mortgage holders and homeowners. Surveys, government audits, reporting by public media, and court cases from across the country have revealed that MERSs records are inaccurate, incomplete, and unreliable. Moreover, because MERS does not allow public access to its records, the full extent of its systems destruction of chains of title and the clarity of entitlements to real property is not yet known.\nElectronic and paper recording systems alike can contain errors and inconsistencies. Electronic systems have the potential to increase the accessibility and accuracy of public records, but MERS has not done this. Rather, by making recording of mortgage assignments voluntary, and cloaking its system in secrecy, it has introduced unprecedented and perhaps irreparable levels of opacity, inaccuracy, and incompleteness, wreaking havoc on the local title recording systems that have existed in America since colonial times.", "title": "MERS Litigation -- Brief Of Amicus Curiae The Legal Services Center of Harvard Law School And Law Professors in Support of The Appellee, Montgomery County, Pennsylvania, Recorder Of Deeds, No. 14-4315", "subject": "law"}