{"abstract": "Journey towards Gender Equality by Vibhuti Patel Professor and Head, Departmentof Economics, SNDT Womens University, Mumbai  We can observe a phenomenal growth in the number of groups and individuals working towards gender equality during the last three decades. In this current phase of the movement, thousands of grassroots women have taken leadership of the movement in their areas for gender equality.  Many of the issues faced by women today have their traces in the past. The rich history of womens movement can provide an insight into many of the contemporary problems. The successful strategies for the future cannot be built without the strong foundation of the understanding of the past.  19th Century Social Reform Movement, 20th Century Freedom Movement and Womens Rights Movement in post 1975 period have brought to fore wide range of womens concerns.  There have been various ideological shades in the womens movement. Old womens organisations have an elitist bias. Women from marginalized sections-Dalit & tribal, workers and agricultural labourers, poor women in urban and rural areas have mobilised against violence against women in the community and in the family, witch-hunting of female headed households, mass rape of tribal and dalit women, dowry murders and alcoholism. The members of new womens groups believe in fight against all forms of sexual oppression and consider women as an oppressed sex. They believe, like casteism and communalism, sexism is also one of the most effective weapons utilised by the patriarchal social order. Hence, they believe in fighting against caste system, religious chauvinism and sexism simultaneously. In their personal lives also they practice non-discriminatory attitudes towards people of different religions, castes and classes. Economic independence of women is a minimum necessary condition for womens liberation but it is not enough. One has to fight for womens rights in socio-cultural, educational, political fields to achieve equity that would lead to gender equality.   Indian women are challenging violence in private and public spheres, demanding equal opportunities, equal treatment and equal remuneration for similar work, confronting the glass ceiling in their career advancement and raising the bar for socioeconomic and political achievements. Womens issues have to be fought on a day to day basis. Then only new ethos, new ideologies, new morality and new egalitarian relations between men and women can be evolved.       The above discussion shows that the overall situation of womens participation in various parts of India is quite encouraging. Gender inequality, injustice and discrimination are the major reasons why women are unable to show their skill and ability along with man. Economically, women are insecure and hence their contribution becomes restricted. Patriarchal mindset and paternal instincts of insecurity prevent womens liberation.", "title": "Vioces of Women", "subject": "law"}