{"abstract": "Since the early 1970s, the Fourteenth Amendment's emancipatory potential has dramatically eroded, with rapid plunges followed by ever-lower plateaus. In 2007, we entered another cycle of precipitous devolution. Today, this latest drop seems to be accelerating along two supposedly distinct tracks: intent doctrine and colorblindness.\nOstensibly, the search for discriminatory intent provides a means of ferreting out unconstitutional racial discrimination. In contrast, colorblindness subjects raceconscious laws to strict scrutiny whether their impetus is benign or invidious, rendering intent irrelevant. On and off the Supreme Court, supporters and critics spar over whether these doctrines fulfill the Fourteenth Amendment's guarantee of equal protection. Nevertheless, both sides accept the seemingly fundamental division in racial jurisprudence between intent and colorblindness.\nThis Article challenges the notion of a divided equal protection. First, it shows that before the advent of colorblindness, intent doctrine formed the undivided-and reasonably efficacious-heart of equal protection. Intent doctrine once worked tolerably well for detecting the mistreatment of non-Whites, and also in distinguishing benign from invidious discrimination-the two tasks at which current equal protection grievously fails. Second, it demonstrates that colorblindness developed in response to intent doctrine, and in turn led to a disastrous reworking of that approach. Intent and colorblindness are not separate, but inextricably intertwined Rather than seeing equal protection today as bifurcated, we should understand it as again unified, though under what might best be termed \"intentional blindness.\" Combining the names of the two doctrines, this portmanteau captures the marrow of the Court's racial jurisprudence-which seems intentionally blind to the persistence of racial discrimination against non-Whites. It is this resistance that connects the current assaults on antidiscrimination statutes to the impending demise of affirmative action. It also links both of these to a larger history of reversals in equality law spanning four decades.", "title": "Intentional Blindness", "subject": "law"}