{"abstract": "Under the Obama Administration, the number of drone strikes has sharply increased, prompting criticism and concern. As one commentator has noted, [u]nder Obama, drone strikes have become too frequent, too unilateral, and too much associated with the heavy-handed use of American power. Many scholars have focused on the legal issues arising from the use of drones, analyzing their legality under applicable law of self-defense, as well as under international humanitarian law and international human rights law. This Article will highlight another problematic aspect of the current American use of drones, which is secrecy. As will be argued below, because a large number of lethal strikes are conducted by covert C.I.A. operations, it is impossible to determine whether most strikes comply with relevant legal provisions of both domestic and international law. Section II will examine the so-called problem of secrecy, by describing the current C.I.A. unwillingness to release records and documents pertaining to targeted killings conducted through drone strikes, and by asking questions about the utility of such secrecy in a democratic society. Section III will then focus on all the relevant legal issues related to the use of drones, including the relevant domestic legal authority to conduct targeted killings, associated international law issues, as well as the definition of the battlefield and an examination of the legality of different types of strikes. This Article will conclude that while it is possible that drone strikes may be legal under relevant domestic and international law, this conclusion cannot be reached because of secrecy. Secrecy, as perpetuated through the C.I.A.s refusal to publicly discuss the drone program and to provide relevant guidelines, policy, and legal rationales toward the use of drones, has disabled all of us from reaching appropriate legal, moral, and humanitarian judgment about the legality of drone strikes. This Article will argue that any use of lethal force by the United States, including the use of drones to conduct targeted killings, must be properly legally justified, and that such legal justifications should become a part of public discourse.", "title": "The Covert use of Drones: How Secrecy Undermines Oversight and Accountability", "subject": "law"}