{"abstract": "In this article, I explore how crowdsourcing can help reduce the cost of professional representation in corporate bankruptcy cases. The cost of professional representation in bankruptcy cases is currently a hot topic, with oral argument haven taken place  before the U.S. Supreme Court in Baker Botts L.L.P. v. Asarco, L.L.C. in February 2015, which case addressed various issues raised in my article.\n\nIn brief, the fees of lawyers, investment bankers, and other bankruptcy professionals has been spiraling out of control because chapter 11s existing fee control system is broken. That system can neither identify nor control professional overcharging, which empirical evidence suggests is rampant. Crowdsourcing can supplement chapter 11s existing fee control system in two ways, both of which should help prevent professional overcharging. First, crowdsourcing can prevent information asymmetries and ensure that those parties tasked with controlling fees (e.g., bankruptcy judges) have the best information available. The best information is not currently shared with those parties tasked with controlling fees because there is no mechanism to disclose that information. Crowdsourcing is an excellent mechanism for obtaining information and channeling it to the appropriate parties.\n\nSecond, chapter 11s fee control system depends on the estate-paid professionals providing certain disclosures to the bankruptcy court so that the court (and others) can review the professionals fees. However, the volume of these disclosures overwhelm fee reviewers, preventing an effective review. Crowdsourcing is an excellent mechanism for breaking complex tasks into discrete chunks and then aggregating the work of the crowd. In bankruptcy cases, crowdsourcing would allow interested members of the public to review the fee disclosures of estate-paid professionals, and flag irregularities that the fee reviewers could follow-up on. In these ways, crowdsourcing can fix chapter 11s broken fee control system.", "title": "Crowdsourcing (Bankruptcy) Fee Control", "subject": "law"}