{"abstract": "My subject is the morality of prophylactic legislation. What do I mean by prophylactic legislation? Let me illustrate the concept by drawing a contrast with the most famous hypothetical case in the scholarly literature of Anglo-American jurisprudence. During the course of their debate over the relation between law and morality, Lon Fuller and H. L. A. Hart disagreed about what tools are needed to discern the meaning and scope of a rule barring vehicles from a public park. Hart and Fuller clashed over whether legislative purpose and considerations of morality enter into the process of discerning what Hart famously called the core of settled meaning. They themselves did not disagree about the fact that there will be cases at the margin of this and every rule, but the example has since come to illustrate the various positions one can take on marginal applications, especially the following question: when, if ever, should ambiguous statutory language be construed to reach circumstances that were not specifically contemplated by the legislature?\nMy topic concerns the relation between law and morality, but in a somewhat different sense from the way in which Hart, Fuller, and others have mooted these issues. For one thing, I am interested in the question of whether a legislature ought to enact a law, not in how judges should construe laws once they are enacted. For another, I am setting aside the difficulty of unforeseen circumstances and focusing on problems to which the legislature accurately foresees the range of applications of its legislation, although not the identities of the individuals to whom it will apply. Prophylactic legislation, as I shall use the term, refers to laws that the legislature deliberately writes so as to cover not only cases presenting the mischief it targets, but also some cases in which the legislature knows that the laws background justification fails.\nWhy would a rational legislature deliberately write a law that applies to circumstances in which the law is unjustified? A legislature might rationally decide to over-extend its reach for a number of reasons. It might fear that a more narrowly targeted law would be under-inclusive, and that the dangers from under-inclusion outweigh those from over-inclusion. Or, as I shall elaborate in greater detail shortly, the legislature might choose an over-inclusive rule rather than a potentially better targeted standard, because the legislature worries that the standard would confer too much discretion on those who execute and interpret it.\nThus, prophylactic legislation will often be rational but, I shall argue, it nonetheless raises profound moral questions whenever it jeopardizes fundamental interests for, by definition, it does so without sufficient justification in the circumstances to which the legislations background purpose does not apply. Whether the moral questions can be answered, I shall argue further, depends in large part on whether reasonable people behind a veil of ignorance could be expected to assent to the prophylactic legislation. I shall explore these questions using four principal examples: speed limits; assisted suicide; torture; and detention without trial.", "title": "The Morality of Prophylactic Legislation (with Special Reference to Speed Limits, Assisted Suicide, Torture, and Detention Without Trial)", "subject": "law"}