{"abstract": "What is the implication for the validity of governmental rules of the conclusion that the rule interferes with a constitutional right? This question has implications for two important doctrinal puzzles. The first is the question when, if ever, a litigant has a constitutional right to an exemption from a generally valid rule of law. Many constitutional rights  are rule-dependent in the sense that they protect actors against certain kinds of governmental rules rather than shielding acts against governmental interference. This Article denies the claim by scholars and judges that this rule-dependence reflects a deep truth about the nature of constitutional rights. For example, it would be perfectly consistent to treat free exercise of religion as act-shielding while treating freedom of speech as rule-dependent, or vice-versa. Although a certain conception of the rule of law may lead judges to favor rule-dependence generally, the weight to be given to rule-of-law values, and the weight of countervailing considerations, will vary from context to context.\nThe second doctrinal puzzle involving the relation between rights and rules involves the question of when the courts will entertain a challenge to a statute or other legal rule on its face as opposed to as applied to some particular set of facts. This Article argues that knowing whether a given right is understood as a right against rules or conduct-shielding is not a sufficient basis for knowing whether, and under what circumstances, a court should strike down a rule infringing that right. The key to these questions is severability. A facial challenge should only succeed if there are constitutional, statutory, or pragmatic grounds why a court may not presume the severability of the challenged law's valid and invalid applications. These grounds will be present to greater or lesser degrees depending upon the nature of the right and the nature of the rule infringing the right. Thus, rights are profoundly heterogenous.", "title": "The Heterogeneity of Rights", "subject": "law"}