{"abstract": "ABSTRACT for\nEvidence Laundering: How Herring Made Ignorance the Best Detergent\nKay L. Levine, Jenia I. Turner and Ronald F. Wright\nThe Supreme Courts decision in Herring v. United States authorizes police to defeat the Fourth Amendments protections through a process we call evidence laundering.  Evidence laundering occurs when one police officer makes a constitutional mistake when gathering evidence and then passes that evidence along to a second officer, who receives the evidence, develops it further, and delivers it to prosecutors for use in a criminal case. When courts admit the evidence based on the good faith of the second officer, the original constitutional taint disappears in the wash.\nIn the years since Herring was decided, courts have allowed evidence laundering in a variety of contexts, from cases involving flawed databases to cases stemming from faulty judgments and communication lapses in law enforcement teams. Courts typically zero in on individual officer behavior, or limit their review to a single incident rather than considering the entire course of conduct.  In so doing, they have taken the concept of good faith to unprecedented heights.\nThe expanded good faith doctrine that Herring embodies makes visible the individualistic view of police work that is implicit in much of Fourth Amendment doctrine. This atomistic perspective, however, fails to appreciate the realities of modern policing, which depends heavily on teamwork and delegation. Moreover, the increased emphasis on police intentions and on balancing the costs and benefits of exclusion brings our courts into closer alignment with courts elsewhere in the world. As the exclusionary rule doctrine in the U.S. converges with its counterparts abroad, comparative work offers useful insights about future doctrinal developments and the likely effects of the transformed exclusionary rule.", "title": "Evidence Laundering: How Herring Made Ignorance the Best Detergent", "subject": "law"}