{"abstract": "Professor Rose remarked that she wished that a panel on her contributions to narrative theory had been included in this symposium. Since that work is lurking in the background, Professor Rose suggested that it is really a ghost panel. Professor Been did an excellent job of synthesizing Carol's work on takings, ultimately proposing that Professor Rose write a book about takings using her journal articles as feedstock for that book. I have little to add to Professor Been's analysis of Professor Rose's work on takings. Instead, my remarks will look at her contribution to the takings literature through the lens of her contribution to narrative theory. I think that understanding Carol's contribution to narrative theory and law is actually quite important to fully appreciating her contribution to the takings debate. It is the confluence of these two streams of thought in Carol's work that makes her work so significant.\nI will organize my remarks around a central observation that may be more or less controversial, but which I regard as obvious as a pig in a parlor. About a generation ago it became clear that the macro-social debates over the architecture of our social life would get played out through arguments about property and property rights in a way that those debates were previously played out in the civil rights movement using the equal protection and commerce clause. I am not suggesting that the struggle over the meaning of the civil rights movement is over, but that a new front was opened in an effort to limit legitimate government action. This challenge to governmental action would get articulated through the Takings and Due Process Clauses of the Constitution. The activists in this story identified themselves as defenders of property rights. Their movement has come to frame both the popular and legal debates about the nature of property and the proper role of government in regulating social life.", "title": "Visions of Guadalupe: Traces of the Ghost Panel", "subject": "law"}