{"abstract": "This article suggests that the ideas of synecdoche and metonymy are not just figures of speech in which the part stands in for the whole. They are potentially useful metaphoric devices to understand the politics of institutional change through the inclusion of the formerly excluded.\nCapture: here the hazard is that those who find themselves in a position to use institutional power may find themselves subject to pressure to conform to the norms and values of those who have traditionally benefitted from the conventional use of that institution's authority. This will often be subtle and it may merely be a means to reduce tension and conflict. It might be the easiest route to conventional success within such organizations; but acting in a way that is always consistent with the normative vision of the dominant institution has its costs, and one of those costs may be the loss of critical perspective.\nThe hazards associated with what is called the tyranny of tokenism arise from the impact of that process on neutralizing the energy for collective action. This article suggests that collective rather than individual action is necessary to produce institutional or social change, and any process that neutralizes or redirects that energy for substantive change is not likely to be in the larger interest of the subordinate group. The social psychological research seems to suggest that tokenism-when combined with cues about the individual basis for the success of the now included former outsider-often creates a gulf between members of the dominant and subordinate groups, even if membership in the dominant group is completely contingent. It is a version of the capture thesis, but with more attention to the impact on social policies that create contingent insiders. Finally, a theory of change that does not retain an argument for continued accountability to members of the subordinate group is not an argument for serious social change.\nThe problem of synecdoche, the part standing in for the whole, suggests that one be cautious when trying to generalize from the presence of former outsiders in positions of leadership in dominant institutions. Although it may seem socially important, in reality, it might not be. Its meaning can only begin to be understood if one asks questions about those contingent insiders, about the dynamics of the institution within which they are functioning, and about one's own theory of change which will, of course, be informed by the goals one sets.", "title": "Synecdoche", "subject": "law"}