{"abstract": "Although the USA, Canada, UK, and Australia currently retain territorial copyright laws, with commensurate restrictions on parallel, importation of books, advances in digital technology, and the advent of e-books have caused an involuntary migration of the book across these defined borders. This changing publishing sphere has impacted authors copyright protection, with authors struggling to come to grips with breaches of copyright outside the protection of their own borders. Additionally, the extra-territorial publication of books are often in breach of authors copyright but difficult to address locally. This article deals with the copyright issues faced by authors once their books enter the digital sphere, as well as the difficulties associated with overseas publications of their books, from a territorial perspective. It examinesespecially in view of recent case law in the United Stateswhether territorial copyright borders still afford book authors effective copyright protection in the digital economy, and further, whether the culture of the book is being eroded through the prevalence of extra-territorial publications. In addressing these issues, the article references recent qualitative and quantitative research conducted through interviewing and surveying published Australian authors nationally. The findings of the qualitative and quantitative research showed that, whilst publication in the digital sphere poses significant challenges for book authors, their responses to copyright challenges are varied and inconsistent, depending on their viewpoints. Relevantly, this article examines the recent US Supreme Court decision of Kirtsaeng v Wiley and Sons, Inc.which dealt with the application of the first sale doctrine in the cross-border sale of text books on eBayand considers its likely future impact on the enforcement of territorial copyright by authors and publishers. Finally, the article concludes that territorial copyright borders have become blurred, difficult to enforce in view of recent precedent, and are ineffective in preserving authors copyright and the cultural dimensions of their books. In conclusion, it suggests that new copyright solutions are required, demanding that authors embrace digital technology, improve their knowledge of online publishing, and apply creative publishing models to their advantage.", "title": "The migration of the book across territorial borders: Copyright implications for authors in the digital economy", "subject": "law"}