{"subject": "law", "title": "The Limits of Advocacy", "abstract": "Party control over case presentation is regularly cited as a defining characteristic of the American adversarial system. Accordingly, American judges are strongly discouraged from engaging in so-called \"issue creation\"-that is, raising legal claims and arguments that the parties have overlooked or ignored-on the ground that doing so is antithetical to an adversarial legal culture that values litigant autonomy and prohibits agenda setting by judges. And yet, despite the rhetoric, federal judges regularly inject new legal issues into ongoing cases. Landmark Supreme Court decisions such as Erie Railroad Co. v. Tompkins and Mapp v. Ohio were decided on grounds never raised by the parties, and nearly every term the Supreme Court adds to the questions presented or assigns an amicus to argue an issue that the parties have no interest in discussing. These practices operate mostly under the academic radar, and thus there have been few attempts to theorize deviations from the norm of party presentation. This Article defends judicial issue creation as a necessary corollary to the federal judiciary's constitutional obligation to articulate the meaning of contested questions of law. Federal courts do not simply resolve disputes between parties; they are also responsible for making pronouncements of law that are binding on all who come after. When the parties fail to raise relevant legal claims and arguments-whether by error or through conscious choice-judges must do so themselves to avoid issuing inaccurate or incomplete statements of law. Although issue creation is often criticized as judicial overreaching, courts can use this authority to limit the scope of their decisions, narrowing the broad propositions of law relied on by the parties. Furthermore, judicial power to raise issues sua sponte is compatible with adversary theory as long as judges are careful to avoid slipping into the role of advocate, and make sure to preserve an opportunity for a dialectical exchange between the parties on new questions raised by the court."}