{"abstract": "English Abstract:&nbsp;This article provides guidance on how the causation between the effect of a misleading piece of information on the capital markets and the loss suffered by an investor because of the misleading information can be proven more reliably than with the kind of evidence judges are using in Switzerland today. An expert witness who is using an event study can determine on the basis of observable data and facts if there is a significant correlation between certain events and the price of a share on the stock market. In an event study, such \"events\" could be profit warnings, the release of wrong financial reports, the publication of a prospectus with misleading information, or misleading rating and analysts reports. If there is a significant correlation, an expert can determine if there is a causality between the event and the price of a share on the stock market. With an event study, the expert witness can reliably ascertain if there was a misleading statement which had an actual effect on the stock market or if the stock market did not believe the misleading statement, therewith, breaking the causal link between the misleading information and the damage. Particularly, in complex litigation involving large companies, there are hundreds or even thousands of news and opinions which are affecting the price of a share. The event study can, as a sophisticated statistical method, help to analyze very complex facts and datasets in order to provide a good basis for the judge to deliver an appropriate judgment.German Abstract:&nbsp;Dieser Beitrag zeigt, wie Gerichte und Anwlte mittels \"Event Study\"-Gutachten im Kontext des Kapitalmarkts die Kausalitt zwischen einer Pflichtverletzung und einer Schdigung wesentlich zuverlssiger feststellen knnen, als dies in der bisherigen Rechtspraxis der Fall ist. Die \"Event Study\" kann anhand von messbaren Daten und Fakten zeigen, ob zwischen bestimmten Unternehmensereignissen (\"Events\") und der Brsenkursentwicklung eines Unternehmens eine statistisch signifikante Korrelation besteht. Als ein solcher \"Event\" sind z.B. Gewinnwarnungen, Verffentlichungen von fehlerhaften Finanzzahlen, Emissionsprospekten, Rating- oder Analystenberichten zu verstehen. Falls diese Korrelation besteht, lsst sich daraus abschtzen, ob ein Kausalzusammenhang zwischen dem \"Event\" und dem Brsenkurs vorliegt. Anhand einer \"Event Study\" lsst sich beispielsweise messen, ob die Investoren durch einen fehlerhaften Emissionsprospekt wesentlich getuscht wurden und daraus ein Schaden entstanden ist, oder ob allenfalls Grnde fr einen Unterbruch der Kausalkette vorhanden sind. Gerade im Kontext der Prospekthaftung, der Haftung aus fehlerhaften Analysten- oder Rating-Berichten, knnte die \"Event Study\" in der Analyse von komplexen Fllen, in denen hunderte oder tausende von Informationen statistisch auszuwerten sind, zur Klrung des Sachverhalts beitragen.French Abstract:&nbsp;Cette contribution montre comment les tribunaux et avocats peuvent tablir la causalit entre la violation dobligations et un prjudice, au moyen dexpertises selon la mthode des \"tudes dvnement\" (\"event studies\") dans le contexte du march des capitaux de manire nettement plus fiable que ce ntait le cas auparavant dans la pratique juridique. Ltude dvnement permet de dmontrer au moyen de donnes mesurables et de faits sil existe une corrlation statistiquement significative entre certains vnements de lentreprise (\"events\") et lvolution de son cours boursier. Les avertissements sur les rsultats, la publication de donnes financires errones, les rapports de notation et les rapports danalystes peuvent par exemple tre considrs comme de tels vnements. Lexistence dune corrlation permet de dterminer sil y a un lien de causalit entre lvnement et le cours de la bourse. Une tude dvnement permet par exemple de juger si les investisseurs ont t tromps de manire significative par un prospectus dmission erron et ont ainsi subi un prjudice ou sil existe des motifs dinterruption de la chane causale. Cest prcisment dans le cadre de la responsabilit attache aux prospectus, aux rapports danalystes et aux rapports de notation errons que ltude dvnement pourrait contribuer  clarifier les faits lors de lanalyse de cas complexes dans lesquels des centaines voire des milliers dinformations doivent tre valus statistiquement.", "title": "Der Beweis der Kausalitt mittels 'Event Study' - Gutachten im Kontext des Kapitalmarktrechts (Proving Causation with an Event Study in Capital Markets Law)", "subject": "law"}