{"abstract": "The World Trade Organization (WTO) stands at the center of an emerging world of global economic governance. Its rules affect important aspects of all our lives  how much we pay for the products that we purchase, what types of employment are open to us, and which medicines we can access. And yet, while the WTO was conceived as a negotiating machine that would develop rules in sync with an increasingly dynamic global economy, negotiations on a new set of global trade rules have now been deadlocked for over a decade. This impasse is all the more surprising in light of the fact that the multilateral trade regime was, up until the establishment of the WTO in 1995, one of the most productive engines of international lawmaking. The present article explains why multilateral trade lawmaking used to work, and why it is no longer working today.\n\nThe core of the answer is that, before the establishment of the WTO, the multilateral trading system worked as a club, which allowed the major trading powers to manipulate the circle of participants in trade negotiations depending on how they weighed the costs and benefits of the participation of additional states. The article identifies three factors that led the major trading nations to adopt this approach: the greater practicability of negotiations among a smaller group of countries, the insiders greater influence on the outcome of the negotiations, and the chance to subsequently compel outsiders to join the agreement on the insiders terms. The article provides an analysis of how the major trading powers implemented the club approach to multilateral trade lawmaking throughout the history of the trade regime. The article then shows that the founding of the WTO, while itself an example of the successful employment of the club dynamic, has made the use of the club approach in the multilateral trading system much more difficult, if not impracticable.", "title": "The Club Approach to Multilateral Trade Lawmaking", "subject": "law"}