{"abstract": "The pervasive use of mandatory pre-dispute arbitration agreements in the securities industry is a relatively new phenomenon.  However, research reflects that an overwhelming majority of retail brokerage and investment advisory agreements include language requiring that all disputes between the customer and the broker-dealer / investment adviser be resolved through arbitration  most often with Financial Industry Regulatory Authority (FINRA) Dispute Resolution.  Thus, only in rare instances can an investor open either a brokerage or investment advisory account without agreeing to submit to mandatory pre-dispute arbitration.\nThe enclosed article is the first to focus on the fairness of mandatory pre-dispute arbitration agreements through the lens of an investors options, or lack thereof, for relief once an arbitration award has been granted.  The Article begins by discussing the jurisprudence of mandatory pre-dispute arbitration agreements in the securities industry, including the legality of investors waiving their right to file class action lawsuits.\nThe Article then transitions into a discussion of arguments against the use of mandatory pre-dispute arbitration agreements including the Supreme Court invention of a pro-arbitration policy and the adhesive nature of brokerage and advisory contracts.  The Article then argues that mandatory pre-dispute agreements do not meet investors reasonable expectations and are per se unconscionable, because they require investors to involuntary waive certain Constitutional rights and provide narrow appellate avenues that effectively preclude judicial review of arbitral awards.  The Article concludes by providing an example of what a mandatory pre-dispute arbitration agreement would look like if it reflected the current legal regime governing arbitration and provides solutions to policy-makers, the most appropriate of which is to end the use of mandatory pre-dispute arbitration agreements in the securities industry.", "title": "Take It or Leave It: Unconscionability of Mandatory Pre-Dispute Arbitration Agreements in the Securities Industry", "subject": "law"}