{"subject": "law", "title": "Aging America", "abstract": "Professor Sarah Harper's assessment of the legal, political,\nmedical, and economic issues associated with old age in the\nUnited States heralded the theme for this Symposium, \"Aging\nAmerica.\" Her analysis turns, as she puts it, on \"a fundamental\nshift in the demographic structure of society. No longer will it be\nthe norm to have large numbers of young and small numbers of\nold,\"1 as it was when I was a boy (age 11 on V.J. Day, 1945).\n\"Rather, we are entering a world where age groups will be distributed\nmore or less equally across society-an age-symmetric society.\"\n2 Soon, America will have not three generations interacting\nand competing among themselves, butfive. Some people inheriting\nfrom their parents will be in their eighties when they get the\nmoney.3 This symposium is obviously timely and important.\nAnd, I am happy to say, remarkably substantial as well.\nMs. Jennifer Morris's astute assessment of the economic\ndimensions of the changes Professor Harper describes demonstrates\nthat the burden of aging will fall-does fall-on older\nwomen, who live longer than men, have less retirement income,\nhave lower savings and poorer health insurance than men, and\nincur greater medical expense than their younger sisters.4 Professor\nPeggie Smith's discussion of the situation of those who\ncare for the home-bound elderly shows that many of the women\non whom the burden falls are not themselves elderly but are\n\"workplace casualties\" employed at low wages with poor benefits\nand crippling conditions as they care at home for aging\nAmerica.5\nMuch of the situation of the elderly and those who care for\nthem, described in economic terms by many of our contributors,\ninvites the wisdom of Kin Hubbard, writing as the fictional Hoosier\nphilosopher Abe Martin, whose column once appeared on\nthe front page of the Indianapolis Star. He said, \"When a feller\nsays 'It hain't the money, but the principle o'th'thing,' it's the\nmoney.\"6 The Martin principle explains much of what concerns\nMs. Morris and Professors Harper and Smith, as it seems to me to\nexplain much of the concern expressed in the valuable articles in\nthis Symposium by Stephen Moses, Professors Richard Kaplan,\nand Professor Lawrence Frolik (much, but perhaps not quite all.)"}