{"abstract": "Testimony on battered woman syndrome (BWS), as a widely used self-defense strategy, has been accepted in all state courts of America. However, courts often hold that expert testimony on the BWS is inadmissible in a presented evidence where (1) it is irrelevant and immaterial to the issue of whether defendant acted in self-defense at the time of the battery; (2) the subject of the expert testimony isn't within the understanding of the jury; (3) the BWS is not sufficiently developed as an accepted scientific knowledge to warrant testimony under the guise of expertise; and (4) its prejudicial impact outweighs its probative value.\nFor the first time in the legal scholarship, an attempt was made to use the Grounded Theory Model in analyzing the narratives and facts of twelve court holdings on BWS, towards a facile consistency in the defendants' motivations on reasonableness and imminence of danger that made them kill their spouses in self-defense, also to find correlations between the expert testimonies of BWS, counts of charges, and the verdicts or dispositions rendered.\nThrough inductive coding of the case narratives and expert testimonies, we then applied the Mantel-Haenszel method to produce pooled odds ratio of the codes. Kruskal-Wallis statistic was used for the ranked ordinal data; Poisson regression was used for prediction analysis as to the influence of narratives and expert testimonies (continuous variables) on the adjudications (dichotomous variable); Pearson linear correlations were used to find associations between the numerical variables - coded narratives and length of the sentence in prison.\nFindings suggest that expert testimony of BWS is admitted in 58.3 % of the holdings. In 14.3 % of hearings, the conviction is shifted from the murder to manslaughter. The average duration of the battered women's sentence is 12.4 years. The charges are distributed for voluntary manslaughter (25%), reckless manslaughter (8.3%), possession of the firearms (8.3%), murder of the first or second degrees (16.7%), attempted murder of the second and third degrees (16.7%), assault of the second and third degrees (33.3%), kidnapping (8.3%), and breach of peace (8.3%).\nExpert testimony of BWS is influential when the defendant proves her reasonable belief that she would be killed (relative risk (RR) 1.75), history of illicit drug or alcohol abuse by the diseased or the aggressor (RR 2.0), the aggressors' former verbal assaults to kill the defendant (RR 2.0), and the aggressor's criminal history (RR 1.4). These testaments are in substantial component associations with the judgments in favor of the defendant (r-square 0.89-0.91, p<0.005).\nThe Grounded Theory Model shows functionality in evaluating court-visited battered woman syndrome, and holds promise in facilitating further legal research inclusive as well for the same-sex marriages.", "title": "The Battered Woman Syndrome: Perspectives in Criminal Law and Clinical Psychology", "subject": "law"}