{"abstract": "In caring for a pregnant women, physicians consider the health of two biologically linked, yet individually viable patients. Viewed as an organic whole, the combined maternal-fetal benefit of proposed interventions is weighed against the combined burdens.   In the common-law, the concept of maternal-fetal conflicts (MFC) often becomes an indirect evidence or inter alia, an ever-resolving puzzle comprised of elements of criminal assault/battery to civil tort interference. The account set in this book is not to resonate, but to simplify our concerns or duties in resolving MFC. Stemmed of 644 references, and packed in 35 chapters, this 478-page encyclopedia analyzes and groups 120 cases or scenarios into the comprehensive proxy-for-outcome clusters. Each chapter starts with a review of medical scholarship, legal repository, followed by a case I.R.A.C. (issue, rule, analysis, conclusion), precedents, legal limits, writ of certiorari, concurring/dissent, dispositions or verdicts, remedies, and reasoning pursuant to the Constitutional or statute enactments in British Commonwealth, the United States and District of Columbia, Canadian provinces and territories.   The presented cases are located via LexisNexis(tm), BlueBook, and Bloomberg Law. All cases are published and are free for public access under the U.S. Health Insurance Portability & Accountability Act (HIPAA), the Brady Rule, the Patient Safety & Quality Improvement Act 2005 (PSQIA), 14th Amendment Due Process Clause, 17 U.S.C.  512, Digital Millennium Copyright Act (DMCA); Canadian Personal Information Protection & Electronic Documents Act (PIPEDA), Confidentiality Guidance 2009 of the General Medical Council of British Commonwealth, among other instruments.  This book is bound for both medical and legal practitioners, to aid physicians avoid expenses on the legal council, and to aid litigators avoid expenses on the expert opinions.", "title": "MATERNAL-FETAL CONFLICTS,  from torts to criminal justice: A medical-legal study of 120 cases", "subject": "law"}