{"abstract": "What does it truly mean to uphold human rights&nbsp; or safeguard and promote human welfare? As Michael Ignatieff once asked, if human beings are special, why do we treat each other so badly?&nbsp; This question presupposes there is indeed something special about human beings. Yet, from a religious perspective of HR, this is hardly unheard of. For example, drawing from the quote above (There is neither Jew nor Greek, there is neither slave nor free, there is no male and female, for you are all one in Christ Jesus\"), Christians believe in a radical version of HR that achieves complete oneness both in inherent nature and of intrinsic worth as the foundation of human dignity: the Judeo-Christian doctrine of imago dei.&nbsp; In a similar vein, the 1993 Kuala Lumpur Declaration on HR&nbsp; contains in its Preamble&nbsp; an assertive (rather than merely argumentative) and a theocratic basis for understanding what it means to be human.&nbsp; Yet, does the KLDHR fulfill the expectations of universality, indivisibility, and inalienability&nbsp;  standards it proudly professes to meet  that flow from this basis?&nbsp;This paper endeavors to show that ultimately, the KLDHR is normatively sound and practically effective as a HR instrument against the standards of The Criteria. Although it may not comprehensively fulfill all these expectations, this is primarily due to the Asian particularities underlining the declaration.&nbsp; Before analyzing the KLDHR proper, I will first establish in Part II that although The Criteria have been so widely invoked they has arguably devolved into mawkish platitudes, they are nevertheless valuable as yardsticks for measuring HR. Part III critically analyzes the failure of the KLDHR to operatively confer on the status of HR the inalienability it advocates in its Preamble. Next, in Part IV, I will endeavor to highlight the KLDHRs commendable balance of universality as an ideal with the reality of cultural and contextual diversity. Part V will highlight that the KLDHR also upholds indivisibility as a standard for HR both in principle and in practice. In closing, observations will be made on the concerns of Asian States and particularities of Asian societies as guidelines in appreciating the KLDHR.", "title": "Debunking Asian Ambivalence and Celebrating a Hopeful Regime - The 1993 Kuala Lumpur Declaration on Human Rights", "subject": "law"}