{"abstract": "Proponents of tort reform have suggested it is a necessary response to rising personal injury litigation and skyrocketing insurance premiums. Yet the research into the issue has mixed results, and the necessity of tort reform has remained unproven.\nWe decided to research an underdeveloped area by empirically testing the real-world effects of noneconomic damages caps. To do so, we assembled a database of nearly fourteen million actual cases filed between 1985 and 2009 and then measured how damages caps affect filing rates for torts. Not only could we analyze the change in filings after adoption of a cap but we also could measure the effect of elimination of a cap as well. When we did, we found something unique in the literature.\nWe found first that when a state adopts a noneconomic damages cap, there is a statistically-significant drop in filings of all torts and for medical malpractice torts. We also found that in both the 1990s and 2000s, the rate of filings has been dropping consistently as well  both in states with tort reform but also in states without it! Therefore our finding of a statistically-significant reduction in filings in response to damages caps demonstrates a doubling-down effect; there is one drop in filings due to the damages cap, but there is another drop based on larger background forces.\nNext, when assessing the change in filings after elimination of a damages cap, we found something initially counterintuitive but also new to the literature. While one might expect a sharp increase in filings when a cap disappears, our analysis could find no statistically-significant change in the filing rate for all torts after elimination, while medical malpractice filings continued to decline overall. We believe that this finding demonstrates and quantifies, for the first time, the non-legal effect of tort reform measures discussed by commentators like Stephen Daniels and Joanne Martin.\nWe believe the combination of the doubling down on plaintiffs as well as the quantifiable non-legal changes in response to damages caps significantly modifies the cost-benefit analysis of tort reform. In Trammel v. United States, the Supreme Court stated: we cannot escape the reality that the law on occasion adheres to doctrinal concepts long after the reasons which gave them birth have disappeared and after experience suggest the need for change.  Based on our empirical assessment, we conclude that tort reform has reached that point and call upon state legislators to reconsider these measures.", "title": "An Overreaction to a Nonexistent Problem: Empirical Analysis of Tort Reform from the 1980s to 2000s", "subject": "law"}