{"abstract": "This article examines the prosecutors and defense attorneys personal pre-trial beliefs regarding the accuseds guilt or innocence. This analysis suggests that when an attorney does hold pretrial beliefs, such beliefs lead to avoidable bias and errors.  These biases may alter the findings throughout all stages of the case. The procedure asking that the prosecution seek justice while having nothing more than probable cause results in the prosecutors need to have a belief in guilt before proceeding to trial.  While this belief is intended to foster integrity and fairness in the criminal justice system, to the contrary, it actually contributes to wrongful convictions. This article closely examines the prosecutors duty. This duty is overwhelming, and obscure. In fact, the prosecutors duty is so abstruse that in some ways it contradicts itself.\n\nSpecifically, the prosecutor must refrain from prosecuting any charge that the prosecutor knows is not supported by probable cause.  Prosecutors are also charged with ensuring that the communitys faith in the justice system remains intact.  Further, the prosecutor is duty-bound to seek justice.  Though it is important, this duty often proves to be problematic. These duties, together, impose the requirement that the prosecutor personally evaluate and believe in any charges brought against citizens, in the name of the State. This gives prosecutors a quasi-judicial function that runs counter to the purpose of the adversary system, which is designed to reveal the truth.  \tWhen an attorney develops a personal belief in a defendants guilt or innocence while investigating the merits of the case, facts and evidence discovered during the investigation will tend to be viewed and interpreted through the veil of the attorneys personal belief.   When a personal belief is held, a preference for that belief is present. As a result, decision-making and investigation may be conducted in a biased manner.\n\nStudies show that after adopting a firm personal belief, all facts and evidence will be filtered through that belief, and any information that seems to contradict that belief will either be filtered out or reassembled in a manner that conforms to the belief.  Consequently, it follows that once a prosecutor or defense attorney acquires a firm opinion regarding guilt or innocence, the post-belief investigation will become biased in the direction of that belief.  At this point in time, investigative findings are interpreted using the acquired bias.  If the bias is supporting guilt, most findings will be interpreted in the context of supporting guilt.  Thus, the bias is expressed in the direction of the belief in guilt.  There are times, then, when the bias supporting guilt is incorrect and the client is innocent.  Sadly, this can often result in the conviction of an innocent person.\n\nIt is not known how frequently bias supports the wrong decision, it is only certain that bias exists and influences decision making in court. Therefore, the prosecutors directive to seek justice, which requires the prosecution to personally believe in the defendants guilt, sometimes renders the prosecutors duty to seek justice unattainable, other than by coincidence.  Notably, while the prosecutions ethical standards fail to provide an explicit and clear requirement for the prosecutors belief in guilt,   the prosecutor is left with the sole discretion to determine what outcome will be just. Thus, it logically follows that the prosecutor is left with the sole discretion to determine the accuseds guilt or innocence whether or not she obtains any further evidence or bases her conclusion on any evidence at all. This brand of blind authority invites the prosecutor to make her decision regarding the accuseds guilt based on her conscious or unconscious preconceptions and prejudices.\n\nThe authority of the prosecutor is further bolstered by the relatively low burden of proof of probable cause required for the prosecutor to pursue a criminal charge. Probable cause is amongst the lowest burdens of proof in the judicial system.  It is a far cry from assessing that a reasonable juror could find evidence of guilt sufficient beyond a reasonable doubt.  If prosecutors were required to have a higher standard of evidence before proceeding to trial, their discretion would be limited and the role of bias diminished.\n\nMany criminal defense attorneys self-impose a requirement to personally believe that an inmate is innocent before filing a motion for post-conviction relief.  For innocence projects, the first prerequisite for representation is usually that the evidence indicating innocence is sufficient such that it would probably result in an acquittal on retrial.  In many projects, the second prerequisite is that the innocence organization believe that the inmate is factually innocent. This personal belief standard carries the same risk of interfering with objective investigation and raises the real possibility that innocent inmates will fail to have their claims effectively heard. No attorneys, whether defense or prosecution, or civil or criminal, indeed no humans, are immune from uncontained invitations to unconscious preconceptions and stereotypes.  Bias in the justice system is undeniably a cause of wrongful convictions.  Although it may not be possible to entirely eliminate bias, steps can be taken towards its reduction. Bias in the justice system silently makes its way into the courtroom, attorney investigations, and judicial decision-making in unintended but potent ways.\n\nSubjective decision-making exists in every aspect of the law. It is unavoidable.  However, it can be minimized.  This article addresses one of the ways that bias and error in the judicial system can be diminished.  Additionally, this article discusses attorney ethical standards and analyzes the conflicts that arise. Finally, this article proposes a revised, evidence-based standard that is designed to mitigate the effect that bias may have on an attorneys decision-making.", "title": "Believe it or Not: Mitigating the Negative Effects Personal Belief and Bias have on the Criminal Justice System", "subject": "law"}