{"abstract": "The Official Forms appended to the Federal Rules of Civil Procedure are a seeming anachronism, more appropriate for a much simpler time that hardly characterizes modern day federal civil litigation. Perhaps the form for a negligence complaint is the most striking in this regard, offering only that at a certain time and place the defendant negligently drove a motor vehicle against the plaintiff, causing harm. Not only does such a complaint fail to typify the negligence claims one might find on any federal docket, but it neither seems to reflect the much greater complexity that characterizes modern litigation and life in general.What then could be the continuing point of having the forms at all? Indeed, that is the question the Advisory Committee on Civil Rules (Advisory Committee) has asked and answered quite recently: It has concluded that the Official Forms no longer serve any useful purpose and may therefore be discarded into the waste bin of history. Seemingly without much further thought, the Standing Committee promptly concurred, putting the forms on an all-but-certain course toward oblivion.&nbsp;&nbsp;Might it be true that the forms have outlived their usefulness? And if no longer of any use, were the forms ever of any real utility? On the occasion of the pending abrogation of the Official Forms, this article takes the opportunity to review the history and use of the forms, finding that they had more value than the current rulemakers cared to acknowledge: The principal function of the forms was to reify the liberal vision of the Federal Rules and to guard against deviations therefrom. Unfortunately, as that liberal vision has given way to a more restrictive view in what Stephen Subrin refers to as the fourth era of civil procedure, the unyielding simplicity and permissiveness of the forms have become too much for the otherwise changing system to bear. Below, then, is a eulogy of the forms.", "title": "The Forms Had A Function: Rule 84 and the Appendix of Forms as Guardians of the Liberal Ethos in Civil Procedure", "subject": "law"}