{"abstract": "The FAA Modernization and Reform Act of 2012 requires the Federal Aviation Administration to integrate unmanned aerial vehicles (UAVs), or drones, into the national airspace system by September of this year.  Yet perhaps because of their chilling accuracy in targeted killings abroad, perhaps because of an increasing consciousness of diminishing privacy more generally, and perhaps simply because of a fear of the unknown, divergent UAV-restrictive legislation has been proposed in Congress and enacted in a number of states.  Ultimately, given UAV utility and cost effectiveness over a vast range of tasks, widespread commercial use seems certain.  So it is imperative to understand the constitutional restraints on public flight and constitutional protections afforded private flight.\nUnfortunately, while there are a few Fourth Amendment precedents in manned aviation, they are mired not only in 1980s technology but also in the 1980s third party doctrine, and therefore do not reflect more recent Fourth Amendment developments and doctrinal fissures.  Furthermore, there is considerable uncertainty over First Amendment protection of information gatheringis there, for example, a right to record?  And there is no judicial or scholarly analysis of how UAV flight fits within contemporary First Amendment forum doctrine, a framework which provides a useful starting point for analyzing speech restrictions in government-controlled airspace, but which comes with some uncertainties of its own.  It is into this thicket that we dive, but fortunately some clarity emerges.\nWhile the Fourth Amendment third party doctrine hopelessly misunderstands privacy and therefore under-protects our security and liberty interests, the Supreme Courts manned flyover cases can be mined for a sensible public disclosure doctrine that seems agnostic as to the various Fourth Amendment conceptions: we do not typically require only law enforcement to shield its eyes.  Of course, both constitutions and legislation can place special restrictions upon law enforcement, and sometimes doing so makes good sense.  But as a general Fourth Amendment matter, the officer may doand seeas the citizen would.  Hence to understand Fourth Amendment regulation we must understand how the First Amendment limits government restraint on speech-relevant private UAV flight.  We analyze the developing right to record and apply contemporary forum doctrine to this novel means of speech and information gathering.  If navigable airspace is treated as a limited public forum, as we propose with some qualification, then the Federal Aviation Administration will have significantthough not unlimitedregulatory leeway to evenhandedly burden speech-related UAV activities where doing so would reasonably promote safe unmanned and manned flight operations.  However, the agency would likely need further congressional action before it can restrict UAV flight based on privacy rather than safety concerns.  As the legality and norms of private flight correspondingly take shape, they will inform Fourth Amendment restrictions on government use.", "title": "Regulating Drones under the First and Fourth Amendments", "subject": "law"}