{"abstract": "In recent years, a large number of Americans have established \"asset protection trusts\" in foreign countries. An asset protection trust is a self-settled spendthrift trust which is created in order to protect the settlor's property from the claims of creditors. Virtually all American jurisdictions recognize spendthrift trusts, which prohibit both voluntary and involuntary alienation of a third party beneficiary's interest in a trust; however, most do not allow a settlor who has retained a beneficial interest in a spendthrift trust to protect that interest from the claims of creditors. A growing number of present and former British possessions, however, have enacted laws that allow foreigners to create self-settled spendthrift or asset protection trusts in their territory. Although legal commentators disagree about the legitimacy of these offshore trusts, American courts have treated them with undisguised hostility. In this article, I argue that offshore asset protection trusts serve a legitimate purpose and, therefore, American courts should enforce them, at least when certain conditions are met. Specifically, the transfer of assets to the offshore trust must not be fraudulent; the settlor should not retain any beneficial interest in the trust other than a reversion; the settlor should not retain a power of appointment nor act as trustee or trust protector; the settlor should retain a copy of the trust instrument; and the trust instrument should require the trustee to render periodic accountings to the settlor and all trust beneficiaries. If these conditions are satisfied, a domestic court should apply the law of the trust situs and recognize the validity of the offshore trust.\nPart I of this article analyzes the law applicable to domestic spendthrift trusts and describes the characteristics of a typical offshore asset protection trust. This portion of the article also surveys recent legislation that allows the establishment of asset protection trusts in some American jurisdictions. In Part II, I examine a number of decisions in which American courts have attempted to undermine the effectiveness of offshore asset protection trusts. These cases have involved domestic fraudulent transfer laws, jurisdiction and choice of law issues, protective devices in offshore trusts and the formulation of remedies to strengthen the hand of domestic creditors. Finally, in Part III, I consider the policy arguments for and against the recognition of offshore asset protection trusts, and propose an approach for American courts to adopt.", "title": "The Offshore Asset Protection Trust: A Prudent Financial Planning Device or the Last Refuge of a Scoundrel?", "subject": "law"}