{"abstract": "In the wake of an unprecedented global financial crisis, one of the fundamental questions preoccupying policymakers and students of financial regulation worldwide is \"How did we get here?\" This Article uncovers and analyzes an important part of our recent regulatory history, which provides a key to understanding some of the deeper, hidden causes of the crisis but whose significance legal scholars have so far failed to appreciate.\nThe Article examines interpretive letters issued by the Office of the Comptroller of the Currency (OCC), the primary regulator of federally chartered U.S. banks, interpreting the National Bank Act of 1863 to allow banks to trade and deal in derivatives, potentially complex and risky financial instruments once famously characterized by Warren Buffet as \"financial weapons of mass destruction.\" The Article argues that, between the mid-1980s and the end of 2008, the OCC utilized three principal tools of interpreting the statutory language to authorize bank derivatives activities: the \"look-through,\" the 'functional equivalency,\" and, finally, the most radically expansive \"elastic definition\" approach. In these interpretive letters, the OCC articulated an excessively broad definition of the statutory concept of the \"business of banking\" to mean all types of financial intermediation and dealing in all forms of financial risk.\nThe Article further argues that the OCC's highly expansive interpretation of the \"business of banking\" in the context of bank derivatives activities served to undermine the integrity and efficacy of the U.S. system of bank regulation. Through the seemingly routine and often nontransparent administrative actions, the OCC effectively enabled large U.S. commercial banks to transform themselves from the traditionally conservative deposit-taking and lending institutions, whose safety and soundness were guarded through statutory and regulatory restrictions on potentially risky activities, into a new breed of financial \"superintermediaries,\" or wholesale dealers in pure financial risk. By indirectly removing most of the restrictions on activities of commercial banks, the OCC's interpretive efforts had an ironic effect of prolonging the life of an obsolete statute and potentially impeding legislative reforms necessary to bring the regulatory framework in line with the changing business and risk profile of modern financial institutions.", "title": "The Quiet Metamorphosis: How Derivatives Changed the ", "subject": "law"}