{"abstract": "The English Civil War is one of the seminal events in Anglo-American constitutional history. Oceans of ink have been spilled in debating its causes, and historians have pointed to a number of salient divisions along economic, social, political, and religious lines. But a related, and equally important, question has gone largely ignored: what allowed the House of Commons, for the first time in English history, to play the lead role in opposing the Crown? How did the lower house of Parliament develop the constitutional self-confidence that would allow it to organize the rebellion against Charles I?\nThis Article argues that developments in parliamentary procedure beginning in the late Tudor period  a period in which the House of Commons has traditionally been seen as largely subservient to the Crown  allowed the House to develop the language and conceptual categories that it would later use to oppose the early Stuart monarchs. By asserting exclusive jurisdiction over its own composition and over contempts committed against itself, the House of Commons in the late Tudor period asserted a new constitutional role. No longer content to act as the servant of the Crown, the House began to see itself as an independent power in the polity, capable of protecting itself and acting on its own behalf. The first two Stuart kings pushed back against the Houses newfound role, attempting to reassert its older role as an element of royal governance. But the House now had the tools and the language to resist this attempt at retrenchment. Ultimately, when Charles would not back down, those same tools were used to bring him down.\nThis parliamentary mobilization had significant and lasting constitutional consequences, both for England and for the new constitutional order drafted by rebellious former colonies across the Atlantic.", "title": "'In the Time of a Woman, Which Sex Was Not Capable of Mature Deliberation': Late Tudor Parliamentary Relations and their Early Stuart Discontents", "subject": "law"}