{"abstract": "Since the adoption of Title VII of the Civil Rights Act of 1964, courts have been called upon to determine whether an employer can avoid liability for refusing to hire employees of one sex by invoking the privacy rights of its customers. Two recent court decisions are illustrative of the question and its resolution. In Backus v. Baptist Medical Center, the defendant employer's policy of excluding male nurses from the labor and delivery section of its obstetrics and gynecology department was challenged. The defendant established that most of the duties of a labor and delivery nurse involve exposure to the patient's genitalia and that a male nurse would be objectionable to obstetrical patients. The court upheld the employer's practice of excluding male nurses on the theory that their presence would constitute a violation of the patient's right of privacy. Similarly, in Owens v. Rush a female deputy in a county sheriff's office alleged that she had been discriminated against in violation of Title VII because she was not notified of the opening for the position of head jailer. Because the job of jailer involved overseeing male prisoners who lived in a communal environment without private showers and toilets, the court accepted the defendant sheriff's defense that being male was a bona fide qualification for the job.\nAny exception to Title VII's mandate of nondiscrimination in employment undermines the Act's goal of equal employment opportunity. A privacy-based exception must therefore be carefully scrutinized. This Article begins with a discussion of the bona fide occupational qualification (BFOQ) exception to Title VII. This section is followed by a criticism of the various methodological approaches employed by courts and suggested by commentators for analyzing employer allegations that hiring an opposite-sex employee jeopardizes customers' privacy rights. Because the right of privacy is the core of this employer defense, the nature and extent of the right of privacy is explored in the next section of the Article. The final section contains an analysis of the privacy-based sex BFOQ defense in light of the customer's right of privacy.", "title": "Privacy and the Sex BFOQ: An Immodest Proposal", "subject": "law"}