{"abstract": "An important part of the law of creditors' remedies is the ability of creditors to recover property formerly held by the debtor, but transferred to others under circumstances that are considered to be unfair or inequitable. There are two principal ways a creditor can seek to have a debtor's transfer characterized as unfair in order to recover it. First, a transfer to another creditor or a third party can be fraudulent as to one or all of the remaining creditors, or may be deemed to be fraudulent because of the circumstances surrounding the transfer, such as a transfer made by an insolvent debtor for less than fair value. Second, even a transfer to another creditor for full value can be considered \"preferential\" to that creditor. Recovery of a preferential transfer to one creditor, in theory, makes all of the debtor's property available for an orderly distribution to all creditors. Fraudulent transfers and preferences are recoverable in state law collective actions such as assignments for the benefit of creditors, or in a proceeding under the federal Bankruptcy Code.\nKentucky has a unique and antique collection of laws governing fraudulent transfers and preferences. Both the singularity and age of these laws are easily established with a few examples. The most recent of these laws were written 140 years ago. Kentucky is one of only eight states that have not adopted one of two uniform laws offered on the subjects in the past ninety years. In addition, Kentucky is one of only three states allowing creditors to set aside preferences, a power reserved otherwise for bankruptcy or other insolvency proceedings. Indeed, most other states have declared their policy to permit preferences, almost as a fundamental right of debtors to pay any debts they might have at any time, regardless of the effect on other creditors.\nThis background suggests that Kentucky's singularity is perhaps not a good thing, but rather evidence of old laws left to languish long past their time. In Part I of this article, I review the development of modem fraudulent transfer and preference law. Part II contrasts that development with the existing law in Kentucky and other non-uniform states. Part III reviews the need and prospects for reform of Kentucky's laws. I conclude that in most respects improvement and modernization is overdue, but should proceed carefully with due regard taken of the effect of broadly written fraudulent transfer statutes on commercial transactions.", "title": "The Past and Future of Kentucky's Fraudulent Transfer and Preference Laws", "subject": "law"}