{"abstract": "A high-beam walking ironworker atop a skyscraper develops a severe case of vertigo. A power saw operator develops narcolepsy. Must the employers of these individuals with disabilities tolerate the risk that they pose to their own safety in fear of facing disability discrimination charges by removing the employees from their jobs? The Americans with Disabilities Act of 1990 (ADA) clearly provides a defense to a discrimination claim by an individual with a disability when the employer takes action based on the individuals posing a direct threat to the health or safety of other individuals in the workplace. This is commonly referred to as the direct threat defense. But what if the employee poses a direct threat to his own health or safety, but does not pose a direct threat to the health or safety of other individuals in the workplace? Will the direct threat defense shield an employer who discriminates against an individual with a disability in those circumstances? Framed another way, does the ADAs direct threat defense include a direct threat (to self) defense?\nThis article thoroughly addresses the sometimes thorny and complex direct threat defense. The article describes the ADAs textual direct threat defense, which applies only to threats to others, and illustrates how the Equal Employment Opportunity Commission (EEOC) expanded the direct threat defense to include direct threats to ones own health or safety in addition to the safety of others in the workplace. The EEOC defines direct threat as a significant risk of substantial harm to the health or safety of the individual or others that cannot be eliminated or reduced by reasonable accommodation. The EEOCs expansion of the direct threat defense prompted confusion among federal courts. Some federal courts deferred to the EEOCs regulations, which inherently limited protection for employees with disabilities; other federal courts refused to defer to the EEOCs expanded direct threat defense, concluding that the ADA itself was the proper standard for the direct threat defense and that the ADAs text did not include threats to self in the direct threat defense. Still other courts adopted a hybrid approach, which inherently transported the direct threat defense from the employers case to the employees case by requiring them to establish that they are able to perform the essential functions of a job without risk of injury to themselves.\nAfter letting the authorized scope of the direct threat defense percolate in the lower courts for a few years, the Supreme Court then addressed the disagreement among circuit courts. The Court held that the ADA permits the EEOCs enhanced regulation and allows deference to the EEOCs interpretation of the direct threat defense. The Court reasoned that Congress included the harm-to-others provision in the ADA as simply an example of a legitimate qualification standard that is job-related and consistent with business necessity. But the use of that example did not limit the scope of the ADAs direct threat defense only to threats to another and not to oneself. The Court rejected the idea that the EEOCs direct threat defense encourages discriminatory paternalism. Instead, the Court concluded that the EEOC reasonably interpreted the ADA in a way that would not force employers to ignore specific and documented risks to the employee himself, even if the employee would take his chances for the sake of getting a job.\nEven though the Supreme Court validated the EEOCs expanded direct threat defense, this article explains how to properly analyze the scope of the defense in light of the Supreme Courts narrow and strict interpretation of it. Despite the Courts validation of the expanded direct threat defense, including threats to self, attorneys must understand that such a defense only applies in limited circumstances and that employment decisions based on unsubstantiated fears and stereotypes will not (and must not) be accommodated by the defense. Moreover, the direct threat defense does not permit an employer to exclude an individual with a disability when that individuals disability might pose a direct threat to his own health or safety; rather, the employee must pose a significant risk to his health or safety. Additionally, an employer still must conduct an individualized assessment based on the most current medical knowledge or best available objective evidence to determine whether an individual poses a significant risk of substantial harm to himself. Even if an individuals disability poses a direct threat to his health or safety, an employer is still required to conduct a reasonable accommodation analysis to determine whether the individual with a disability can perform the positions essential functions. In sum, the Supreme Courts blessing of the EEOCs expanded direct threat defense does not open additional avenues of discrimination against individuals with disabilities. Indeed, the use of the direct threat defense in cases involving direct threats to oneself should not be readily attainable and most likely will be sparingly utilized in practice.\nIf an attorney for either an employer or employee with a disability uses the framework outlined in this article to navigate the direct threat defense when faced with the difficult question of whether an individual poses a direct threat to his own health or safety, a workable and humane balance can be achieved between ensuring that individuals with disabilities do not unnecessarily endanger themselves while ensuring that individuals with disabilities are not unlawfully discriminated against based on stereotypes, myths, speculation, or unfocused paternalism.", "title": "So What If I'm Gonna Hurt Myself: The ADA's Direct Threat Defense", "subject": "law"}