{"abstract": "The economic substance doctrine is a judicial method used to assess transactions suspected of being nothing more than elaborate (and illicit) tax avoidance. Courts vary in their formulation of the doctrine. Generally, the test consists of (1) a subjective inquiry into the taxpayer's motivations for entering the suspect transaction and (2) an objective inquiry into whether the transaction accomplished anything beyond tax effects. Both inquiries frequently revolve around the profit potential of the suspect transaction. In making an objective inquiry into profit, courts focus on the profit potential exclusive of taxes - the pre-tax landscape. This Article suggests that although a pre-tax inquiry has intuitive appeal, use of the pre-tax viewpoint is flawed first because it may foster overly imaginative speculation about alternate endings for the transaction. Second, the pre-tax viewpoint does not sufficiently account for the difficulty in separating the economics of a transaction from its tax consequences. In particular, the pre-tax viewpoint fails to account for implicit taxes and tax clienteles.\nThis Article argues for a shift to a post-tax emphasis for the objective inquiry into profit, and it proposes a two-step method for making such a shift. First, the suspect transaction would be determined to be an illegitimate tax shelter if the taxpayer's after-tax result were substantially outside the after-tax result range available on economically comparable market transactions. The after-tax result on the comparable would be computed using the taxpayer's highest rate bracket. On the other hand, if the after-tax return on the suspect transaction were substantially similar to the return available on a comparable transaction, the taxpayer would satisfy the objective inquiry. Second, if it is not possible to determine with confidence the after-tax returns for economically equivalent market comparables, the court would undertake a factor-based analysis of whether the after-tax result more likely than not resulted from economic opportunity rather than tax arbitrage.", "title": "Risk, Return, and Objective Economic Substance", "subject": "law"}