{"abstract": "While most commentators and the enforcement agencies voice support for the consumer welfare standard, substantial disagreement exists over when economic theory justifies a presumption of consumer injury. Virtually all would subscribe to the theoretical prediction that an effective cartel will likely inflict consumer injury by reducing output and thus increasing prices. But the academic and judicial consensus disappears when the theory at issue predicts that a practice -- a merger or a predatory pricing campaign, for example -- will harm consumers in the future through some complex sequence of events.\nIn our view, the desire to protect innovation is legitimate, but its specific applications in the Microsoft and Intel cases proposal jeopardize consumer interests. The courts use the notion of harm to innovation to shift the burden to the defendant to justify conduct that harms a competitor. But to relax the antitrust plaintiff's obligation to prove harm to competition, particularly when the conduct provides immediate consumer benefits, is unwarranted. A business justification defense does not provide dominant firms the breathing space they need to pursue legitimate objectives in a rough-and-tumble marketplace.\nWe argue that the plaintiff in an actual or attempted monopolization case based on a prediction of distant consumer injury must articulate a credible theory of specific harm and support it with some evidence. The defendant, in turn, is free to dispute that claim. In addition, a finding that the defendant's conduct produced immediate and significant consumer benefits should create a presumption in favor of the defendant. In that event, the  plaintiff must lose unless it can prove by compelling evidence that the expected cost of future consumer harm exceeds the immediate benefits.  We argue, using Microsoft and Intel as examples, that our approach best accommodates the important interests at stake.", "title": "Monopolization, Innovation, and Consumer Welfare", "subject": "law"}