{"abstract": "This Article is an analysis of a federal circuit case from 2005 that has spawned some disturbing precedents in the area of federal transportation and railbanking policy. Specifically, the National Trails System Act (NTSA) provides a mechanism for preserving unused railroad corridors for future reactivation while allowing interim recreational trail and mixed utiity use along the corridor. Converting rail corridors to recreational trails is a very popular process and communities across the country are demanding more and more conversions, as people seek the amenities of linear parks and greenways.\nHash v. United States, however, deals with the property rights underlying the thousands of miles of railroad corridors that were granted directly to the railroads by the federal government out of public lands. The Court of Appeals for the Federal Circuit held that the government no longer had any interest in these lands, even though the railroads only received easements. This ruling effectively ordered that the application of the NTSA to federally granted corridors is a facial taking requiring compensation in all cases. However, the United States Supreme Court has never found that any federal law works a facial taking, and the Court upheld the railbanking act as permissible under Interstate Commerce. Yet, the effect of this case is to find a facial taking fifteen years after the Supreme Court said there was not one. The decision renders null a number of federal statutes enacted to dispose of these corridors and generally throws a wrench into the otherwise relatively stable jurisprudence of federal railroad property law. And although at least one successor case is on appeal, it is critical that this decision be revisited in a thorough manner. Even if successive courts adopt the property determinations of the Hash decision, there are a number of ancillary issues that are critical to railbanking, corridor preservation, and interim trail use that need to be resolved before we lose these corridors forever.", "title": "The Shifting Sands of Property Rights, Federal Railroad Grants, and Economic History:", "subject": "law"}