{"abstract": "When we talk about the connections between work, family, and marriage, what are our assumptions or our implicit model? In this essay, I hope to expose the importance of questioning the framework within which we operate. Marriage continues to be a core focus of the typical family law course. As a matter of public policy, supporting and valuing marriage, and concern about the conflict between work and family because of the strains it imposes on marriage, makes balancing work and family within a marital framework a focus of law and policy.\nIn this essay, I argue that we need to consider whether to change that framework, and suggest a different set of questions that we might ask. Our perspective should shift to expressly focus on supporting and promoting equality for children, by supporting a range of families. That requires focusing on race, gender, and class inequalities between and within families as core principles of family law and policy. Envisioning equality goals necessitates particular attention to economic needs. Formal equality norms dominate family law. Colorblindness is the polestar for racial equality; gender neutrality is the norm for gender equality. Economic differences are largely ignored and implicitly permitted. Real inequalities, however, characterize the realities of families. By ignoring them, we do much to maintain family policy and law as classed, raced, and gendered. Failing to face these inequalities, in my view, challenges the moral center of policy and law if it operates to perpetuate these inequalities. What is needed is a race-conscious, gender-specific, class sensitive approach, measuring or evaluating the impact of rules, policy, or proposals by their ability to achieve meaningful equality, both within and between families.\nIn the first Part of this Essay I present an ecological model within which to consider models and assumptions. In Part II, I critique the traditional family law model of the relationship between work, family, and marriage. In the final Part of the Essay, I suggest a different set of questions both with respect to policy and with respect to teaching family law.", "title": "(Re)Constructing The Framework of Work/Family", "subject": "law"}