{"abstract": "A central characteristic of our current gender arrangements is that they pit ideal worker women against marginalized caregiver women in a series of patterned conflicts I call gender wars. One version of these are the mommy wars that we see often covered in the press between employed mothers and mothers at home. Employed mothers at times participate in the belittlement commonly felt by homemakers. Also mothers at home, I think, at times participate in the guilt-tripping that's often felt by mothers who are employed. These gender wars are a central but little understood characteristic of the gender system that grew up after 1780, which historians call \"domesticity.\" One of the basic arguments in the book is that gender has proved unbending in the sense that we've progressed from the original form of domesticity, the breadwinner/housewife version, to the contemporary form of domesticity, the ideal worker-marginalized caregiver system. This modern form is what I sometimes call an attempt again to invent a language that is widely accessible, the \"dominant domestic ecology.\" I found that if you call it the sex-gender system, people feel somewhat differently than if you call it the dominant family ecology. The important point is that these gender wars, which are an inherent characteristic of domesticity, are seriously undertheorized by feminist theorists. I think they're really important, because they go to the core of building an effective coalition for gender change with respect to this work-family axis, these economic meanings of gender that Adrienne and I are focusing on. The classic strategy of American feminists has been that women should achieve equality by performing as ideal workers along with the men, with child care delegated to the market. I call this the \"full commodification model,\" until Adrienne came up with a far better name. She calls it the \"delegation model.\" So I'll call it the delegation model. Delegation to the market in this country, which was originally conceived of to involve some degree of social subsidy, has become delegation to a largely unsubsidized market in which child care workers are among the lowest-paid workers in the society. They also have extremely high rates of turnover, which is not good because children need continuity of care. The result is a delegation model that is not likely to appeal to nonprivileged people, because in this social context, delegation means that working-class people, who a generation ago had access to the same kind of mothercare that middle-class people had, today have only market child care that reflects their disadvantaged class position.", "title": "Unbending Gender: Why Family and Work Conflict and What To Do About It (Panel Two: Who's Minding the Baby?)", "subject": "law"}