{"abstract": "The role of libraries in American society is varied: libraries act as curators and repositories of American culture's recorded knowledge, as places to communicate with others, and as sources where one can gain information from books, magazines and other printed materials, as well as audio-video materials and the Internet. Courts in the United States have called libraries \"the quintessential locus of the receipt of information, \"'places that are \"dedicated to quiet, to knowledge, and to beauty,\" and \"a mighty resource in the free marketplace of ideas.\" These positive views of libraries are often in sharp contrast with views by some courts that the materials contained in libraries are dangerous.\nThe United States Supreme Court has had three major cases in its history addressing the appropriate role of libraries and the activities allowed within library premises. The Court has attempted to walk a fine line between viewing libraries as purveyors of high culture and dangerous places. This article takes the position that the views of the Supreme Court often conflict with how librarians view themselves.\nThese views of libraries by the courts have had a strong effect on patrons by limiting the information options of patrons, such as school library books, public library Internet-access, and the library profession, by forcing librarians to act in accordance to the Supreme Court's views of their appropriate role.\nThis article argues that the Supreme Court's views are frequently based on a limited understanding, which fails to recognize that libraries and the services they provide fall within the scope of a public forum. The lack of government understanding of the role of libraries and librarians can have extensive implications for institutions, their employees, and the public. For example, Chief Justice Rehnquist used descriptions from collection development texts from 1930 and 1980, both predating Internet use in libraries, to explain filtering the Internet as appropriate library collection development.\nThese three cases discussed in detail in this article, Brown v. Louisiana, Island Trees Union Free District No. 26 v. Pico, and United States v. American Library Ass'n, occurred at twenty-year intervals. The scope of the cases ranges from whether libraries are the appropriate space for silent protest, to whether school library books can be removed for objectionable material, to whether, as a condition of receiving federal funding, libraries can be forced to have filters on their Internet-use computers to try to weed out pornography.\nThese three cases have a very important commonality-all three are plurality decisions. The divided nature of these decisions helps to show the difficulty in determining a singular role for libraries, mirroring the difficulties in American societies in defining a role for libraries. All three cases helped shape the ways libraries have been perceived and changed the ways libraries themselves can act.\nWhile other sources, especially law review articles, have interpreted each of these cases separately, this article places these cases within a larger context, allowing their commonality and differences to explain how viewpoints about libraries have changed over time.", "title": "Institutions of Learning or Havens for Illegal Activities: How the Supreme Court Views Libraries, 25 N. Ill. U. L. Rev. 1 (2004)", "subject": "law"}