{"abstract": "This Article examines corporate law from the perspective of personal investment and discusses the economic realities of modern investments in order to understand the role of shareholders within the agency paradigm. Corporate law, its scholars, and suggested reforms traditionally focus on the internal organization of the corporation. For example, agency principles inform corporate law by acknowledging a potential conflict of interest between the managers and shareholders of a corporation. Reforms such as increased shareholder voting rights and proxy access, which seek to give shareholders a more direct means to make their interests known to managers, illustrate corporate laws focus on the internal organization of corporations. These reforms also highlight debates about the nature of corporate law that assume a traditional identity for the shareholdersomeone who invests directly in a company and who would be able to exercise these increased rights. That identity, however, does not directly include, and therefore is limited in how it can serve, the interests of the majority of individuals invested in the market through mutual funds. While mutual fund investors are represented by mutual fund managers, there is reason to be skeptical about the efficacy of such representation. As it stands today, scholarly commentary on corporate law appears to be stuck in debates that rely on an out-dated model of investment behavior that excludes a majority of modern investors.   Publicly available investment data paints a more thorough picture of modern investmentits terms, conditions, and purposesand in doing so reveals a new economic reality where over 50% of Americans are invested in the market, primarily through employer-sponsored 401(k) or other defined contribution plans. The pervasiveness of corporate investment through mutual funds as a part of defined retirement plans highlight the limitations of the traditional agency paradigm in aligning management and shareholder interests. This Article concludes that the traditional notion of a direct-owning shareholder is divorced from current economic realities.  Instead, we should reconceptualize the shareholder identity within the agency paradigm to include the citizen shareholdera term intended to capture the unique interests of this class of investors. When asked if shareholder interests are served by corporate action, the analysis should include the interests of the citizen shareholdersthose who dont have a direct voice in governance but who are intimately affected by it.  Citizen shareholder, as a term, also recognizes the relationship between economic interests in corporate actions and social and political interests of investors as members/citizens of society. These secondary rights tied to shareholder status become more important as the scope of corporations increases and as corporations perform increasingly public functions.  The ubiquity of corporations (as measured by both size and function) is evidenced by the number of investors, the purposes for which and circumstances under which individuals invest, as well as the intra-connectedness of corporations. Issues raised in this Article have been discussed in corporate law over the last several decades; however, this Article grounds that discussion in current economic data to convey to readers the dominance of a new economic reality that must be accounted for within the traditional agency law paradigm. Articulating the gaps between theory and practice of the shareholder identity is a first step in modernizing the agency paradigm.  Subsequent works will discuss the implementation and consequences of an expanded shareholder identity.", "title": "The Citizen Shareholder: Modernizing the Agency Paradigm to Reflect How and Why a Majority of Americans Invest in the Market", "subject": "law"}