{"abstract": "Over the last several years, the Honduran government has been aggressively advancing a \"model cities\" project that it argues will provide options for its citizens to escape the extreme violence in their country without migrating to the U.S. The model cities, which are formally called \"Zones for Employment and Economic Development\" (\"ZEDEs\"), are purported to be autonomously governed areas that will attract foreign investment and compete for residents by establishing safer communities and better managed institutions governed by the rule of law.\nThe ZEDEs trace their origin to a concept formulated by development economist Paul Romer, who proposed the idea of \"charter cities.\"  Paul Romer is widely considered to be a favorite for the nobel prize in economics for pioneering a revolutionary economic theory holding that new knowledge, or in Romer's vocabulary, \"ideas,\" are the primary drivers of economic growth.  His charter cities concept is a public-law outgrowth of his larger economic theory.  Within charter cities, new, beneficial public-policy ideas could emerge and evolve in developing countries through the assistance of developed-country governments. The cities would simultaneously provide residents from the surrounding areas with expanded opportunities and enable successful reforms to be replicated throughout the surrounding region  much as China used special economic zones like Shenzhen to pilot economic reforms three decades ago.\nThe charter cities concept understandably has had its critics, especially since its recent incarnation in Honduras. Various Honduran civil society organizations have opposed the model cities project from the beginning. Paul Romer himself backed out when he believed Honduras was acting in an nontransparent manner. Weeks after Romer left, the Honduran Supreme Court struck down the project as unconstitutional.\nHonduras' government has been undeterred, however. The Honduran Congress fired four of the Supreme Court justices who struck down the project  an act that itself exemplifies the very rule-of-law issues that the idea is designed to address. It passed a new, but only slightly revised, model cities law and contracted the South Korean government and Posco Plantec, an engineering firm, to conduct site-selection and feasibility studies. It then appointed a 21-member committee to govern the first ZEDE, composed of prominent right-leaning and libertarian members from around the world. Finally, in May 2014, the new law survived constitutional attack, receiving approval from the reconstituted Supreme Court.\nThis paper analyzes both Paul Romers Charter Cities concept and the ZEDE laws and argues that the ZEDE laws are indeed constitutional under Honduran law. As long as ZEDEs are subject to Congress, have some measure of popular rule, and appropriately regulate foreign ownership of land, nothing in the Honduran constitution necessarily conflicts with them.\nHowever, the model cities may not prove to be a lasting or effective solution for Honduras' problems. First, nothing in the ZEDE law prevents a future Honduran Congress from exercising its powers within the ZEDEs, undercutting the project's goal of autonomy. Second, unlike Romer's charter cities, the ZEDE law does not require the ZEDEs to be democratically governed or subject to any other adequate mechanism ensuring that they will be accountable. These factors may weaken both the perceived legitimacy of the ZEDEs and their effectiveness at addressing the needs of the Honduran people.\nNevertheless, since the legal questions surrounding the ZEDEs are substantially similar to those that would confront any other implementation of Romers charter cities concept, the analysis in this paper provides insight into the legality the charter cities concept more broadly. If Romers idea is implemented in other countries with similar constitutional provisions as Honduras, many of the same legal questions will be raised, making the ZEDE decision an important test case", "title": "The Ciudades Modelo Project:  Testing the Legality of Paul Romers Charter Cities Concept by Analyzing the Constitutionality of the Honduran Zones for Employment and Economic Development", "subject": "law"}