{"abstract": "Injuries from adverse drug reactions have increased dramatically in recent years. This increase is largely attributable to the changing nature of pharmaceutical products. First of all, more pharmaceutical products are currently available to physicians than ever in history. Presently, there are more than ten thousand prescription drugs on the market, and each year four hundred to five hundred new ones are introduced. Second, modern drugs often are more potent than their older counterparts, thus increasing the likelihood of adverse reactions.\nIt should come as no surprise that this rise in the number of drug-related injuries has led to a comparable increase in litigation. Unfortunately, the courts seem unable to agree on a consistent set of liability rules to apply in drug injury cases. Sellers of defective pharmaceutical products are theoretically subjects to strict liability, just like other product sellers. However, in the case of pharmaceutical products, the principle of strict liability is qualified by a special rule for unavoidably unsafe products. According to this rule, which is derived from comment k to section 402A of the Restatement (Second) of Torts, sellers of unavoidably unsafe products are not held strictly liable to injured consumers as long as they warn the consumers of reasonably discoverable risks.\nBecause comment k is unclear in many respects, there is considerable disagreement about its nature and scope. For example, most courts have concluded that comment k essentially imposes a negligence standard on product sellers. Nevertheless, a few courts seem to retain some vestiges of strict liability in comment k cases. The courts also disagree about whether comment k applies to pharmaceutical products across the board or only on a case-by-case basis.\nThe debate over comment k, however, is not limited to questions of interpretation. At a more basic level, it also involves a conflict over the proper liability standard to be imposed on sellers of pharmaceutical products. Critics of comment k argue that no group of product sellers should be subjected to a lesser standard of liability simply because of the products they sell. In their view, consumers of pharmaceutical products should be entitled to the same legal protection as consumers of any other products.\nHowever, advocates of limited liability maintain that strict liability rules are best suited to mechanical products and cannot be applied willy-nilly to chemical or biological products, such as pharmaceuticals. Proponents of comment k also contend that strict liability would have an undesirable adverse effect on the availability and price of pharmaceutical products.\nThis Article discusses the role that comment k should play in the law of products liability. Part I reviews the fundamentals of strict products liability and examines the basic features of comment k. Part II identifies four types of product risks and discusses how each is treated under comment ks liability rules. These risks include: (1) risks associated with the production process, (2) risks arising from a products inherent nature or chemical composition, (3) risks created by particular design choices, and (4) scientifically unknowable risks.\nPart III is concerned with the proper function of comment k in modern products liability law. The first section compares the liability of pharmaceutical product sellers under both strict liability and comment k. The next section reviews the various rationales that courts have relied upon to support the imposition of strict liability on product sellers. This leads to the conclusion that strict liability is appropriate when consumers are harmed by production flaws and perhaps by product design, but not when their injuries are caused by some aspect of a products inherent nature or chemical composition. The third section evaluates the merits of a hindsight rule in connection with the duty to warn. The final section proposes a version of comment k that is consistent with the policies underlying strict products liability.", "title": "Unavoidably Unsafe Products and Strict Products Liability: What Liability Rule Should be Applied to the Sellers of Pharmaceutical Products?", "subject": "law"}