{"abstract": "Prescription drug abuse problems have prompted a number of responses by both drug users (and abusers) and by various federal and state government agencies.\nPart I of this Article examines the impressive array of liability theories that individual litigants have relied upon in their lawsuits against Purdue. These theories include: negligence; strict products liability, including design defect and inadequate warning claims; breach of the implied warranty of merchantability; violation of state consumer protection statutes; negligent marketing; fraudulent misrepresentation; civil conspiracy; and \"malicious conduct.\" Purdue, the company that developed OxyContin, has pursued an aggressive \"no settlement\" policy and has chosen to spend a considerable amount of money on legal fees instead of providing compensation to individuals with addiction or other health problems. The company managed to win most of these cases at the summary judgment level by claiming no causation, misuse, wrongful conduct, or expiration of the statute of limitations.\nPart II considers the history of class actions in this area and concludes that in many instances the courts have denied class certification because representatives of the putative class have been unable to satisfy the requirements of Rule 23(a). Commonality has been the most troublesome roadblock to class certification, but courts have also denied class certification for failure to satisfy other requirements such as numerosity, typicality, and adequacy.\nPart III discusses parens patriae lawsuits. These are lawsuits brought against Purdue by state attorneys general to protect or vindicate the state's \"quasi-sovereign\" interests in the health, safety, or welfare of its citizens. Part III concludes that these lawsuits have been more successful than other forms of civil litigation for various reasons. In the first place, state officials can muster more effective legal resources than individual litigants. Secondly, governmental litigants are not subject to the conduct-based defenses that have been invoked to defeat individual plaintiffs in product misuse cases.\nPart IV examines criminal prosecutions of Purdue, physicians who overprescribe opioid drugs, and pharmacists who supply these products to drug abusers. Finally, Part V assesses the effectiveness of civil and criminal litigation as a tactic in the fight against drug abuse, particularly as it relates to OxyContin use. After evaluating the various categories of civil litigation, the Article examines other approaches that are currently employed to combat drug abuse or might be employed in the future. One such approach is criminal prosecution of opioid producers, physicians who overprescribe these drugs, and pharmacies that operate as \"pill mills\" to supply narcotic products to drug abusers. Another strategy is to establish an effective monitoring program to oversee opioid use by residents of a state. Another initiative would be the enactment of anti-doctor-shopping laws to discourage drug abusers from obtaining drugs in this manner. A final approach would be to implement \"take back\" programs to provide for the safe disposal of unwanted prescription drugs.", "title": "The Role of Litigation in the Fight Against Prescription Drug Abuse", "subject": "law"}