{"abstract": "The Surgeon General has described cigarette smoking as the \"single most important preventable environmental factor contributing to illness, disability and death in the United States.\" Each year, smoking-related diseases claim more than 350,000 lives. Smoking-related illnesses also impose a huge economic burden on society. Estimates of health care costs range from $12 billion to $22 billion per year, and productivity losses due to illness and death are even greater.\n\nArguably, cigarette companies and their customers ought to bear the health costs of smoking. At the present time, however, the tobacco industry has largely escaped responsibility for these costs. Instead, smoking-related health costs either fall on the individual victims, or are shifted to private health insurance plans and government entitlement programs.\n\nIn theory, strict liability in tort can provide a mechanism for compensating injured parties and ensuring that the social costs of smoking are borne by those who benefit from the presence of cigarettes in the market. This Article evaluates strict liability as a mechanism for compensating the victims of smoking-related injuries and also assesses the merits of an administrative compensation system.\n\nPart I of this Article examines the basic principles of products liability and discusses the effect of federal preemption on claims against cigarette manufacturers based on the alleged inadequacy of health warnings. Part II evaluates the case for tort liability in terms of corrective justice, allocative efficiency, risk distribution, and cost of administration. I conclude that the imposition of strict liability on cigarette manufacturers is consistent with principles of corrective justice. However, I am not persuaded that the imposition of strict liability on cigarette companies necessarily promotes either allocative efficiency or risk distribution goals. Furthermore, I find that the high cost of administering a strict liability regime is likely to seriously impair its compensatory function.\n\nIn Part III, I propose a social insurance scheme to provide compensation for smoking-related injuries. Its primary goal would be to process claims for smoking-related injuries quickly and at minimal administrative cost. Compensation would be limited to economic losses and the program would be financed by an excise tax on cigarette manufacturing. I conclude that, for the most part, this approach compares favorably to strict liability in terms of corrective justice, allocative efficiency, risk distribution, and cost of administration.", "title": "Compensation for Smoking-Related Injuries: An Alternative to Strict Liability in Tort", "subject": "law"}