{"abstract": "The National Historic Preservation Act (NHPA) is a remarkable statutory success story, properly lauded for protecting American historic properties since its passage in 1966.  But there is another, more intricate story to the NHPA. Congress added a unique extraterritoriality provision to the NHPA, implementing U.S. obligations under the World Heritage Convention (WHC), a treaty that protects properties of cultural and natural heritage worldwide.  This provision requires federal agencies to take into account the effect of any undertaking outside the United States on the applicable nations equivalent National Register. Its proper scope and jurisdiction were unclearuntil recently.A federal district court ruled against the Department of Defense (DoD) in Dugong v. Gates, a case involving the relocation of a U.S. military base in Okinawaand in which the court broadly interpreted the NHPA to protect a wild animal in the sovereign territory of Japan.  The decision downplayed foreign policy considerations that have historically constrained U.S. courts from adjudicating cases in other sovereign nations. It stands in sharp contrast to the traditional role of the judiciary exercising caution in cases affecting foreign relations when looking to apply U.S. laws overseas, most recently reaffirmed in the Supreme Courts ruling in Kiobel v. Royal Dutch Petroleum Co.  After Dugong, the NHPA may no longer be considered as a mere domestic statute protecting historic physical properties within the confines of the United States. Instead, the NHPA stands alone as a statute protecting the human environment held to apply in another sovereign nations territory.Dugong, a district court opinion, has little precedential force in its own rightbut its broad application of the NHPA could have significant consequences for the U.S. military if more widely adopted.  And it is of increased importance as a plausible vehicle to litigate extraterritorial environmental claims in light of the limited jurisdiction of other U.S. environmental statutes and the Courts ruling in Kiobel limiting the Alien Tort Statutes extraterritorial application. Further, the U.S. military has a growing footprint in Asia, including to countries whose historic registers, like Japans, provide broad protections to wildlife and cultural resources.The article surveys American historic preservation law and explains how the NHPA evolved organically fromand should be viewed in the context ofthat broader preservation tradition.  As the NHPAs scope and jurisdiction and scope are effectively unfastened from its initial beginnings, this article concludes by arguing that Congress should re-anchor the NHPA and clarify its proper scope and jurisdiction, thereby mitigating any broader foreign relations impacts.", "title": "The National Historic Preservation Act:  Preserving History, Impacting Foreign Relations?", "subject": "law"}