{"abstract": "This paper considers what limited roles the FCC may lawfully assume to ensure timely and fair interconnection and compensation agreements in the Internet ecosystem. The paper examines the FCCs limited role in broadcaster-cable television retransmission consent negotiations with an eye toward assessing the applicability of this model. The FCC explicitly states that it lacks jurisdiction to prescribe terms, or to mandate binding arbitration. However, it recently interpreted its statutory authority to ensure good faith negotiations as allowing it to constrain broadcaster negotiating leverage by prohibiting multiple operators, having the largest market share, from joining in collective negotiations with cable operators.\n\nReferences to the Internet as a network of networks, or cloud recognize the numerous interconnections and compensation arrangements necessary to achieve a complete routing of traffic from content source to end user. Free from a public utility, common carrier regulatory regime, Internet Service Providers (ISPs) regularly engage in commercial negotiations to reach agreements on contractual terms and conditions. As the Internet has evolved, interconnection and compensation agreements have diversified from a general baseline dichotomy of using barter (peering), or a transfer payment (transiting). In particular, the downstream delivery of bandwidth intensive video content has triggered new arrangements that accommodate the interests of content providers and distributors in speedy, high quality delivery of traffic and ISPs interest in profiting from their substantial investment in switching and routing capacity needed to handle a massive increase in volume.\n\nContent providers and downstream ISPs may have such conflicting views on who should pay, or incur delivery costs that a timely interconnection and compensation agreement may not occur. The proliferation of mission critical bit streams containing must see video has raised the stakes in such negotiations. The combination of consumer intolerance for service degradation and the need to negotiate with specific ISPs serving retail subscribers, who rely exclusively on one such carrier for service, may place upstream ISPs and content ventures at a negotiation disadvantage. Retail ISPs may perceive an advantage in stalling, perhaps with an eye toward enlisting broadband subscribers as their advocates. On the other hand, retail ISPs risk subscriber push back and churn if they overplay their hand.\n\nSeveral high profile interconnection and compensation disputes have raised the issue whether and how the Federal Communications Commission (FCC) should get involved. To the Commissions credit, it has refrained, but the issue of interconnection and compensation between ISPs has the potential to become a part of the broader debate about what constitutes commercially reasonable deviations from best efforts traffic routing.\n\nThe paper concludes that the FCC should not define or interpret what constitutes commercially reasonable interconnection and compensation agreements. However the Commission should use simple reporting requirements to assess the timeliness of negotiations and also provide a forum to identify and disclose instances where stalling tactics possibly evidence bad faith.", "title": "The Costs and Benefits of Regulatory Intervention in Internet Service Provider Interconnection Disputes: Lessons from Broadcaster-Cable Retransmission Consent Negotiations", "subject": "law"}