{"abstract": "As the United States grappled with millions of foreclosures in recent years, the delinquency of mortgage and community association payments threatened the sustainability of over 300,000 common interest communities that house 63.4 million Americans. When owners of residential property fall behind on mortgage and association assessments, a battle for lien priority emerges between the associations and mortgagees. Each respectively holds a lien on the property to secure the debt owed to them, but it is the priority of these liens that determines the amount the lienholder recovers from a foreclosure sale.\n\nThere is no uniform approach to priority in the United States and this Article examines a survey throughout the country; from States that provide essentially no advantage to those with statutorily imposed periods of priority for an association over interested mortgagees. The persisting stagnation of the American real estate market calls into question the adequacy of these different priority schemes to sufficiently make both associations and mortgagees whole from foreclosure sale proceeds. This Article proposes that cooperation, rather than competition, between mortgagees and associations best serves their mutual interest in preserving the community and the value of the real property securing their debts. Instead of focusing on which party, if any, has or deserves absolute priority to recover from the proceeds of a foreclosure sale, a survey of multiple States approaches reveals the potential value of merging multiple components from existing statutes to foster an equitable system that is advantageous to associations and mortgagees.\n\nSince full recovery is unlikely, this Article proposes a statutory solution to provide clear guidance on three questions: (1) when an association lien arises, (2) what priority these liens have against interested mortgagees, and (3) what requirements or incentives exist for associations and mortgagees to mitigate their potential risk of loss. First, association liens arise when the association is created, through the recordation of its declaration. Recordation provides notice to mortgagees and property owners of the associations lien for unpaid assessments and a streamlined foundation upon which to later assert priority. Second, associations receive strict super-priority for liens of regular unpaid assessments equaling up to twelve-months of regular assessments or one percent of the first priority mortgage it supersedes. By statutorily imposing this priority, a mortgagees potential liability to a superior association lien is quantifiable before an assessment is ever unpaid. Knowledgeable foreclosure sale purchasers will also know the maximum liability owed to the association and can bid confidently up to the fair market value minus the twelve months of assessments or one percent. Third, associations can mitigate the risk that homeowners may fall behind on assessments by maintaining budget reserves based on the statutorily imposed priority. Mortgagees are also encouraged to eliminate or mitigate their future liability created by the association priority. A mortgagee can establish escrow accounts funded by the borrower with prepayment of the maximum liability to an association. This serves to expedite a later foreclosure sale and potentially an increased recovery without any need to cover the association lien with foreclosure sale proceeds. Collectively, the tripartite approach encourages a cooperative means of garnering substantive recovery for both mortgagees and associations.", "title": "Encouraging Cooperation: Harmonizing the Battle of Association and Mortgagee Lien Priority in Americas Common Interest Communities", "subject": "law"}