{"subject": "law", "title": "Digital Exhaustion: North American Observations", "abstract": "Rumor has it that the first-sale doctrine is dying. According to the rumor, the doctrine, forged in the era of the physical copy, will lose its prominence in the brave new world where works in digital formats are no longer distributed and enjoyed as particular identifiable objects but exist merely as data flows. Some (e.g., librarians, consumer advocates) mourn the loss of their beloved doctrine with trepidation, while others (e.g., publishers) rejoice at its anticipated demise. Both camps assume that the doctrine is confined to the transfer of tangible copies and that it limits only copyright owners distribution right, not any other exclusive rights.The death prognosis further relies on the proliferation of contractual and licensing conditions that purport to prohibit one buyer from transferring what he or she purchased to another, even if the transfer was otherwise technically possible and legally permissible. This chapter argues that the rumor of the doctrines death is premature. The death prognosis regards the first-sale doctrine merely as a statutory exception, and one that limits only the copyright owners distribution right, but not other rights. The doctrine, thus, protects defendants who can show that their acts fall within the bounds of the statutory exception, but any mismatch would be fatal. The chapter offers a different understanding of the first-sale doctrine. As a first sale doctrine it may limit the distribution right, but its statutory presence merely affirms a broader principle of exhaustionone of several copyright law principles that limit the copyright owners powers, and a species of a larger genus of rules that restrict the exercise of private power more generally. Since the doctrine isnt a creature of statute, its codification does not limit courts in applying the broader principle of exhaustion that it reflects. The death prognosis rests on the first and narrow view, which also implies that only legislative reform can expand exhaustion beyond that limited statutory scope. Under the second view, however, the first-sale doctrine may not only be alive but might well be kicking. The chapter shows that the second view is both plausible and sound."}