{"abstract": "Effective corporate governance is critical to the productive operation of the global economy and preservation of our way of life.  Excellent governance execution is also required to achieve economic growth and robust job creation in any country. In the United States, the premier director membership organization is the National Association of Corporate Directors (NACD).  Since 1978, NACD plays a major role in fostering excellence in corporate governance in the United States and beyond.\n\nThe NACD has grown from a mere realization of the importance of corporate governance to become the only national membership organization created by and for corporate directors.  With a membership in excess of 14,000, todays NACD is a reliable source of essential resources that assist board directors in strengthening board leadership. Now a member of the Global Network of Director Institutions (GNDI.org), NACD has worldwide impact.   Even during the early years, NACD was a significant source of quality education and qualified directors to companies striving to achieve excellence in corporate governance.\n\nMy interest in corporate governance covers more than thirty years.  During my career, I have found the job of the corporate director both fulfilling and intellectually challenging.  My involvement with the NACD dates back to 1978.  At that time the Washington, DC-based organization was in its infancy; just a few months old.  During NACDs early months, I was a 28 year-old entrepreneur, serving as chairman and CEO of a Washington, DC-based financial services start-up.  I needed to learn about corporate governance and recruit a board of directors capable of governing a national financial services entity, while communicating to the investor community that we were deserving of their support as we contemplated our initial public offering.\n\nNACDs focus has changed over the years to reflect those issues receiving the most attention in corporate boardrooms at any given time.  The Foreign Corrupt Practices Act, signed into law December 19, 1977, was a major development confronting directors as NACD was founded.  Next, the SECs Advisory Committee on Corporate Disclosure, chaired by A.A. Sommer, held hearings focusing attention on the broad topic of corporate governance and served to highlight the need for increased professionalism by corporate directors.  The 1985 decision in Smith v. Van Gorkom held that directors who make an uninformed decision are unprotected by the business judgment rule and, accordingly, face substantial personal liability exposure.  Van Gorkom triggered a huge demand for director education.  Focus on the need for effective audit committees resulted from the National Commission on Fraudulent Financial Reporting of 1987 (the Treadway Commission).\n\nNACD has also proven to be a great source of directors over the years for my involvement with early-stage companies.  Experienced senior executive talent, often in the form of independent outside board members, can prove to be a profoundly valuable intangible asset of any start-up enterprise.  A lifetime of experience teaches that entrepreneurs may enhance the likelihood of ultimate enterprise success by recruiting the assistance of experienced executive talent.  Corporate directors provide a useful mechanism in which to tap this asset and leverage many years of experience and personal relationships.\n\nThis article discusses the growth of the New York and Baltimore/Washington, DC chapters during these early days, especially at the local level. NACDs primary strength is found in its local chapter system; these are the grass roots that make governance a viable field.", "title": "PRESENT AT THE CREATION: REFLECTIONS ON THE EARLY YEARS OF THE NATIONAL ASSOCIATION OF CORPORATE DIRECTORS", "subject": "law"}