{"abstract": "This article proposes that an analysis of behavior may be utilized to create an effective policy addressing financial conflicts of interest. Importantly, this article focuses on the academics that conduct basic science.\nAn understanding of the background of the public-private interaction is critical to fully appreciate the rise of the financial conflicts of interest in biomedical science. Part II of this Article describes the rise of financial conflicts of interest and the types of harms that can occur in the absence of effective policy to regulate financial conflicts of interest.\nPart III describes the current system addressing conflicts of interest, which relies mostly on disclosure. The policy of disclosure is inadequate and this section analyzes the deficiencies in the present system.\nPart IV analyzes research in the social sciences and psychology and applies important developments in these areas to understand decisions that create financial conflicts of interest. Importantly, this section describes that the stress experienced by faculty, known as Principal Investigators (PIs) may contribute to inappropriate responses to situations that contain a conflict. This part also includes a discussion of an empirical analysis of the results of a survey analyzing the responses of academic scientists to hypothetical situations in which a conflict of interest may arise. The results of this study can be utilized to assist in addressing areas in which a financial conflict of interest policy might be most beneficial.\nPart V proposes policy recommendations to regulate financial conflicts of interest. The Article proposes a new approach that involves addressing issues in the environment in order to create an effective policy. Within the university, policy proposals include implementation of education programs, use of system-wide default rules, and changes to academic requirements. The creation of novel approaches to policy can be incentivized through federal grants that reward institutions for implementing effective strategies. Outside the institution, changes to intellectual property law may functionally alter the scientific environment.", "title": "Financial Conflicts of Interest in Science", "subject": "law"}