{"subject": "law", "title": "The One-Size-Fits-All Family", "abstract": "Family policy and the law based on it assume universals. That is, if marriage improves the welfare of the majority of couples and their children, it is worth pushing as a policy initiative. Further, laws will be written (or kept on the books) that privilege marriage over other family forms. Similarly, research that tells us that divorce harms children except following the relatively small number of highly conflicted marriages, spawns efforts to preserve troubled marriages or even to roll back liberal or relatively inexpensive divorce laws. With yet another example, since adopted children mostly do better than children left either in foster homes or in informal substitute caregiving situations, policymakers react by enacting legislation like the Adoption and Safe Families Act and streamlining (within constitutional limits) the procedures for terminating parental rights. One reaction to this phenomenon is to enact default rules that cover the majority of cases, hoping that people who want to do something else will contract their way around the rules. First, policy makers need to choose the right default rules (and arguably do not do so). Still, perhaps this approach is a saner one than the chaos of tailoring family law to fit all our sizes and shapes. But the three examples in the preceding paragraph (marriage, divorce, and child welfare policy) all point to instances that are not good candidates for contracting. The current inquiry reexamines some of what we might call universalist assumptions, concluding that despite good intentions and concern for equal rights, even these big and important policies do not always work the same way for all groups, at least in terms of their effects on children. As long as the laws' effects are not pernicious - that is, they do not adversely affect groups of children in their wake, perhaps there is nothing wrong with promoting these policies. But when they make things better for some children and worse for others, we do think someone should take another look. Sometimes the situation calls for exceptions to statutes, or sometimes further careful empirical studies. We offer evidence to suggest that similar circumstances involving adults' legal relationships have very different consequences for children of different races and genders. We have also shown that foster care (and 'kinship care') have different implications depending on children's race. In these and other situations, social science suggests that law applied equally will have different consequences. divorce, marriage, adoption, children, race, gender, status"}