{"abstract": "Living Originalism is about American constitutional practice. But it raises two sets of interesting questions for scholars of comparative constitutional law. First, Balkin is largely silent on the role of comparative materials in living originalism. But the negative implication from his understanding of constitutions is that comparative materials are irrelevant to constitutional construction. One of the central ideas in Living Originalism is the notion that the Constitution is our law, because the American people identify with it and are attached to it. The notion of the Constitution as our law has embedded within a conception of an intergenerational collective subjectWe the Peoplewith a collective destiny that engages in collective activities, which include the construction of the Constitution itself. And so living originalism means that we understand our present situation and the possibilities and needs of the future through the trajectory of our interpretation of the meaning of the pastboth the principles we committed ourselves to achieving and the evils we promised we would not permit again. Constitutional construction is an internally and historically oriented process that draws upon local sources that are situated or particular to American constitutional culture, and seeks to reinterpret and adapt them in light of contemporary circumstances. Comparative materials have no place within this argumentative matrix. So here is my first question: Is it possible to reinterpret living originalism in a way that renders it comparatively engaged while still acknowledging the distinctiveness of the American constitutional identity? Indeed, can a comparatively inflected living originalism actually sharpen an awareness of national constitutional difference? Second, Balkin is self-consciously writing for an American audience about the nature of American constitutional practice. He presents living originalism, fidelity, text and principle, original meaning and original expected application, and constitutional construction as indigenous constitutional concepts, in a manner that is deeply reminiscent of Bruce Ackermans call to reject foreign constitutional frameworks in We the People. But, of course, the issues that Balkin grapples with are not peculiarly American. It is entirely possible that his conceptual tools might have some analytic purchase outside the United States. Indeed, in a footnote Balkin opens the door to this possibility, even while he denies it. Balkin doubts the comparative relevance of his argument, by underlining that Living Originalism is directed at the American constitutional tradition and may not be readily generalizable to the constitutions of other countries. The reason is that a contingent combination of factors gives rise to American constitutional culture, and he suggests it is unlikely that these factors are found in other constitutional systems. For example, Balkin draws a link between the sociological legitimacy of the American Constitution to an imagined transgenerational project of constitutional politics, and opines that [i]n many cases, a country may play only a minor role in the construction of a national identity. Likewise, he contrasts how Americas Constitution emerged from a revolutionary tradition with how other constitutions developed through longer, more gradual, and relatively peaceful transitions from colonial status. But, of course, these are contingent points of contrast that are not necessarily true in every case, and represent differences more in degree than in kind. The American case may be distinctive, but is not utterly unique. This possibility gives rise to my second set of questions: Does Balkins account of the phenomenology of constitutional argument have purchase outside the American constitutional tradition? If so, what can we learn by exploring the culture of constitutional argument in these foreign constitutional cultures?", "title": "Living Originalism in India? Our Law and Comparative Constitutional Law", "subject": "law"}