{"abstract": "This paper focuses attention on a noteworthy, yet unexplained aspect of international investment protection, i.e. the sharp increase in the number of South-South BITs, and seeks to analyze this change through a law-and-economics lens and a comparative focus. The authors examine the proliferation of South-South investment agreements globally, and within Latin America and India in particular. Several studies show that from the late 1990s onwards, foreign direct investment flows originating from, and directed towards, developing countries appear to be growing faster than those from developed to developing countries. At the same time, the number of South-South investment agreements being signed and ratified has been growing. The most plausible law-and-economics explanation for the proliferation of North-South agreements, which is that competition among developing countries to attract FDI drives North-South BITs, does not account for this novel development.  Taking this analytical gap as their point of departure, the authors tackle the pivotal question of whether the same incentives that underlie North-South investment flows and BITs apply to South-South interaction. It is observed that the mainsream explanation for the North-South proliferation - the 'competing for capital' theory - does explain a large part of South-South BITs, due to the fact that many developing countries are acquiring the same characteristics as their developed counterparts (such as becoming outward investors). Other South-South investment agreements can be differentiated from North-South ones in the sense that they incorporate development issues, or can be explained as attempts to exploit comparative advantage over Northern investors. Interestingly, the growing disparities and differences between developing countries, which are sometimes as glaring as the gaps between some developed and developing countries, also help in comprehending these trends in international investment regulation. Accordingly, after mooting several possible explanations, the last section of the paper takes a closer look at the type of developing countries that engage in South-South investment agreements and separates them according to their income levels. This division helps explain South-South BITs under the same North-South rationale. The focus of study is limited to BITs and does not contemplate the whole array of investment agreements containing investment chapters. Whether the increase in these agreements which constitutes the other major change in the international investment landscape is also compatible with the 'competing for capital' rationale is left for further research.", "title": "Addressing the South-South ", "subject": "law"}