{"abstract": "In recognition of the three-hundred anniversary of the accession of George I, the Ames Foundation announces a new electronic resource: Appeals to the Privy Council from the American Plantations: An Annotated Digital Catalogue. For the first time in centuries, the site makes accessible the important appellate cases that helped to define constitutional law before the creation of the United States Supreme Court.\nThe British Privy Council heard appeals from the 13 colonies that became the United States and from the other colonies in Canada and the Caribbean. Over 800 cases were appealed from the colonial supreme courts. Nearly one-third of these cases came from the thirteen colonies that became the United States. The site provides links to original documents for these appeals available in England and the United States. Most significantly, it includes images of surviving briefs filed in 54 of these appeals. These briefsknown as printed casesprovide the reasons for the appeals. The reasons reveal the principles underlying colonial constitutional law and eighteenth-century British common and statutory law.\nThe innovative sitean Annotated Digital Cataloguecombines the strength of print bibliographies with new digital technologies. The catalogue of appeals is annotated and contains links to other resources. The digital format permits flexibility in access and direct viewing of all documents. In addition to an Introduction, the ADC includes a Memorandum for students and enthusiasts, which offers advice on how to use the Catalogue for developing a course paper or for advancing research in the field. The Colonial Appeals ADC will eventually expand to incorporate appeals from Canada and from the Caribbean. Preliminary lists of these appeals are included. This site is one of several complementary international projects investigating previously unpublished Privy Council cases from Australia, India, and the British colonial possessions generally.\nThe UK Judicial Committee of the Privy Council retains appellate jurisdiction over certain territories, Crown dependencies, and Commonwealth countries. The Colonial Appeals ADC emphasizes the historical continuity of this important judicial institution.\nThe creators of the Colonial Appeals ADC are Sharon Hamby OConnor, Professor Emerita, and Mary Sarah Bilder, Professor and Lee Distinguished Scholar, of Boston College Law School, with the considerable assistance of Charles Donahue, Paul A. Freund Professor, Harvard Law School. The project is an online publication of the Ames Foundation. Additional assistance was provided by Boston College Law School and Harvard Law School.", "title": "Appeals to the Privy Council from the American Colonies: An Annotated Digital Catalogue", "subject": "law"}