{"abstract": "Abstract\nThis article identifies the theoretical and practical limits of postmodern skepticism about objective, transcultural standards in law and morals.\nStanley Fish tells us that moral issues are intelligible only \"within the precincts of the...paradigms or communities that give them their local and changeable shape.\" This is one formulation of  antifoundationalism, which rejects the idea of a transcultural moral reality that binds all people.  Antifoundationalists see value judgments as contingent cultural products that cannot be objectively true.\nBut can we do anything with this thesis in practice?  Postmodern pragmatists like Richard Rorty and Joan Williams believe that we can; they say we would benefit by understanding our moral principles as no more than cultural preferences. This Article takes issue with that approach and provides a series of pragmatic counter-arguments in favor of objectivist moral and legal discourse.  By investigating the relationship between the anti-foundationalist claim and the universal human rights claim, this Article demonstrates that (a) the thesis that our moral commitments are produced through a contingent historical process can never tell us what commitments we should have; (b) to formulate such commitments, we require an objectivist language of evaluation, one which is not confined to diagnosing the play of cultural and psychological forces but which stands apart from them; and (c) in law and morals this objectivist discourse expresses the distinctions we experience as morally sensitive beings, including the difference between the fair and illegitimate uses of power.  A truly pragmatic view would recognize that objective moral claims are not a way we stake out a metaphysical position, but the way we inhabit and describe a nuanced normative world.\nThese are pragmatic arguments which show that anti-foundationalist theory is so divorced from the human experience of agency and choice that we cannot utilize it in practice.  In the final section, the Article offers some affirmative reasons to believe that the universal human rights claim states a transcultural moral truth.", "title": "Mapping The Limits Of Skepticism In Law And Morals", "subject": "law"}