{"abstract": "-- from the Preface:\n\nThis Fourth Edition marks a new era in the life of Massachusetts Criminal Practice. Commenced in 1990 as a hardcover book, and continuing through the following two editions, Massachusetts Criminal Practice was available only to subscribers and purchasers. But the purpose of the project was always to disseminate legal knowledge to lawyers, law students, and others involved in the criminal justice system, including defendants  and the commercial imperatives of book publishing necessarily detracted from this goal. With this edition, we take a long step towards making the book more accessible to our intended readers: Massachusetts Criminal Practice is now available to all who can access the internet, without charge. All of its contributors have donated their time and expertise, in service to the profession and to the cause of justice in the criminal courts. We thank them for their prodigious work in the midst of the daily demands of practice or teaching; this book, of course, would not exist without them.\n\nTo read this book online, it recommended you use the latest version of either: Internet Explorer or Firefox. Please note: Use of Adobe Acrobat Reader is required to read these files.\n\nTerms of Use: To proceed, the reader must acknowledge that this book is intended as an aid to research. Given the depth and breadth of the criminal law, it makes no claim to completeness or infallibility. Therefore, the reader should research any authorities cited herein before relying on them regarding any issue of consequence, and should note that chapters in this edition were completed at various times which are indicated on the first page of each chapter. Clicking \"Link to Full Text,\" or reading or saving the pages herein, indicates the readers understanding and acceptance of these terms of use.\n\n4TH EDITION COPYRIGHT  2012 by Eric D. Blumenson; 3RD EDITION COPYRIGHT  2003 by New Law Publishing; 2ND EDITION COPYRIGHT  1998 by LEXIS Law Publishing; 1ST EDITION (published as Massachusetts Criminal Defense, by Eric D. Blumenson),  1990 by Butterworth Legal Publishers.", "title": "Massachusetts Criminal Practice", "subject": "law"}