{"abstract": "The evolution of knowledge about the genetic material that makes us the mono-genetically unique individuals we think we are continues to surprise us with the discovery that there actually are living, breathing human chimeras around us. The only thing that distinguishes the chimeras from the rest of the human beings on the planet lies hidden deep within them in their genetic codes, and only a handful have been identified. While the term \"chimera\" is often associated with hermaphrodites, who have both male and female sexual organs, it in fact covers a wider range of individuals who have two separate and distinct DNA strands in their bodies. Unlike hermaphrodites, these other chimeras are quite difficult to discover because they are derived from two same-sex embryos and may have no external differentiating features. In addition, there is a condition called microchimerism, or blood chimerism, which results in different types of DNA, albeit in smaller populations, in blood. Thus, at least from a genetics perspective, there are in fact some of us who are \"more unique\" than others.\nThis article first explores the mythological origins of the term \"chimera.\" It then explores the causes and scientific explanations of chimerism and the various conditions covered by the term chimera in the area of genetics. Although this article will discuss the various chimeric conditions that are thought to exist, its primary focus is on chimerism that is the result of the fusing of embryos in utero. Next, the article will discuss recent cases of chimerism - and of alleged chimerism - and how the genetic differences between chimeras and the general population came to light. It also will discuss the implications that chimerism may have on the investigation, prosecution, and defense of criminal cases by providing hypothetical criminal scenarios involving a chimeric defendant. Finally, the article will address the possibility that chimerism may have a \"Reverse CSI Effect\" on criminal cases.", "title": "Chimeras: Double the DNA - Double the Fun for Crime Scene Investigators, Prosecutors, and Defense Attorneys?", "subject": "law"}