{"subject": "law", "title": "Customary International Law, the Separation of Powers, and the Choice of Law in Armed Conflicts and Wars", "abstract": "After over fourteen years of continuous armed conflict, neither courts nor commentators are closer to a common understanding of how, or the extent to which, international and U.S. law interact to regulate acts of belligerency by the United States. This Article articulates and defends the first normative theory regarding the general relationship of customary international law to the U.S. legal system that fully harmonizes Supreme Court precedent. It then applies this theory to customary international laws of war to articulate the legal framework regulating the armed conflicts of the United States. It demonstrates that the relationship of customary international law to U.S. law differs in cases involving war and other exercises of external sovereign powers from cases involving internal powers of domestic governance. In cases involving the exercise of external sovereignty, including sovereign powers of war, the Supreme Court traditionally applied customary international law as an exogenous, nonfederal rule of decision. The Court articulated this external choice-of-law framework in Paquete Habana: [W]here there is no treaty and no controlling executive or legislative act or judicial decision, resort must be had to the customs and usages of civilized nations. The Article then examines the Courts wartime and related jurisprudence in order to more thoroughly explicate the Paquete Habana framework in the context of armed conflicts, demonstrating the Courts apparent understanding of the relationship of international laws of war to the Constitution and laws of the United States. This analysis not only confirms the Articles general customary international law thesis, but also clarifies important implications of the Courts use of international law as an exogenous rule of decision, importantly, that such rules need not be consistent with the Constitutions separation of domestic powers or the Bill of Rights. Given the range of issues this Article clarifies, it should influence academic and judicial discourse regarding the relationship of customary international to U.S. law, particularly in cases involving the armed conflicts of the United States."}