{"abstract": "Constitutional privileging occurs when courts treat the constitutional status of a legal claim as a reason to afford it specialized procedural or remedial treatment  in effect providing to that claim a greater degree of judicial care and attention than its nonconstitutional counterparts receive. Though seldom scrutinized by courts and commentators, this practice occurs within a variety of doctrinal settings. For example, a stricter standard of harmless error review governs constitutional claims; district court findings of facts (and mixed findings) are subject to a stricter form of appellate review in constitutional cases; collateral relief from federal court judgments is more easily obtained in connection with constitutional claims; and so on. In these and other contexts, the Constitution counts as not just supreme law, which is lexically prior to nonconstitutional law, but also preeminent law, which deserves especially meticulous implementation and especially vigorous enforcement. In this Article, I question both the conceptual soundness and practical desirability of constitutional privileging. I first propose and reject several theories of intrinsic constitutional preeminence, each of which identifies a distinctive (or seemingly distinctive) feature of the constitutional form as mandating the privileging of constitutional over nonconstitutional claims. I then outline an alternative, extrinsic defense of constitutional privileging, which characterizes the practice as a pragmatic response to the objective importance or fundamentality of many constitutional rules. Although this defense cannot be definitively rebutted, I suggest that it too is unpersuasive. I also draw attention to the problematic tendency of constitutional privileging to undermine the passive virtues of judicial decision-making, especially the familiar norm that calls for avoiding unnecessary adjudication of constitutional questions. Finally, I propose several doctrinal reforms, aimed at reducing courts reliance on the variable of constitutional status in the privileging of legal claims.", "title": "Constitutional Privileging", "subject": "law"}