{"abstract": "In response to subprime loan abuses, it is common for policymakers to exhort consumers to comparison-shop for residential mortgages. This policy prescription ignores the fact that price revelation works differently in the prime and subprime markets, impeding search in subprime. In the prime market, lenders reveal firm prices for free, without requiring consumers to first submit loan applications. This dynamic, combined with Truth-in-Lending Act (TILA) disclosures that standardize prices, make it easy to comparison-shop for prime mortgages. In contrast, in the subprime market featuring risk-based pricing, consumers must reveal their creditworthiness before lenders can determine loan prices, which allows lenders to delay price revelation until after taking loan applications. In numerous cases, subprime borrowers do not learn firm prices until closing, due to a lack of lock-in commitments and behind-the-scenes negotiations over broker compensation. As a result, the subprime market is a pay-to-play market where customers must often pay several hundred dollars in application and appraisal fees (and wait until closing) to discover actual prices. This process makes meaningful comparison-shopping prohibitively expensive and promotes oligopolistic pricing in the subprime market.\nThe same price revelation dynamics cause Truth-in-Lending Act disclosures to break down for subprime loans. TILA allows subprime lenders to advertise their best rates alone, misleading customers with weaker credit. In addition, TILA does not require lenders to reveal binding prices until closing (except for high-cost refinance home mortgages). Finally, TILA disclosures for traditional adjustable-rate mortgages, interest-only mortgages, and option ARMs are hopelessly complex. The article concludes by proposing reforms to federal disclosure laws to permit meaningful comparison-shopping and promote price competition in the subprime mortgage market.", "title": "Rethinking Disclosure in a World of Risk-Based Pricing", "subject": "law"}