{"abstract": "Bipartisan politics has prevented meaningful reform to a system in dire need of solutions: Immigration. Meanwhile there eleven million noncitizens with no valid immigration status who currently reside in the United States and the Department of Homeland Security (DHS) does not have the necessary resources to effect their removal. DHS does have the authority through prosecutorial discretion to prioritize these cases and provide relief to individuals with compelling circumstances that warrant humanitarian consideration; nonetheless, DHSs exercise of prosecutorial discretion is underutilized, inconsistently applied and lacks transparency. This Article suggests a remedy  that the immigration prosecutors role should redefined to be one more akin to criminal prosecutors with a concomitant obligation to seek justice. Others have argued that DHS prosecutorial discretion should be subject to notice and comment rulemaking and a presumption of judicial review. However, if prosecutorial discretion is to remain a solidly executive branch prerogative to counter legislation painted with too broad a brush (a defect of almost all legislation) and a mechanism to prioritize individuals for deportation, such as violent repeat criminal offenders, it should be shielded from rulemaking and a presumption of judicial review.\nWhile immigration prosecutors are trained to support granting relief in cases where the evidence and law support a grant of relief, they do not see their role as separate from DHS agents and adjudicators, and as such do not see it as their role to seek justice.  This Article contributes to the ongoing scholarship and dialogue calling for heightened ethical obligations, guidelines and principles for attorneys appearing before the Executive Office for Immigration Review (EOIR), to meet the challenges of practicing immigration law, while promoting efficiency and fairness in an effort to restore confidence and justice to a system subject to much condemnation.", "title": "Seek Justice, Not Just Deportation: How to Improve Prosecutorial Discretion in Immigration Law", "subject": "law"}