{"subject": "law", "title": "Arbitrating Human Rights", "abstract": "The article addresses the vexing problem of holding corporations liable for assisting in the sovereign abuse of human rights. Currently domestic human rights litigation against corporations appears to be a proxy fight in which the accomplice is pursued while the principal evades punishment. Typically the principal malfeasor - the sovereign - is immune from suit because of foreign sovereign immunity. But corporations can be found liable for aiding and abetting those violations. This article suggests a solution to this problem, drawing on principles from contract law and arbitration. If a corporation is found liable for aiding and abetting sovereign abuse, it may invoke contractual provisions in the agreement with the sovereign to arbitrate the question of shared responsibility. While the victims may not pursue the sovereign because of immunity, there is no impediment for a corporate joint malfeasor to pursue the sovereign in arbitration to secure its share of liability, either in the form of contribution or indemnification. In short, human rights litigation against the corporation could lead to who pays cross-claim arbitration against the sovereign. Using Guido Calabresi's scheme of cost avoidance, this approach establishes a system of cost avoidance for human rights, in which corporations incur costs, and then seek to transfer those costs to the cheapest cost avoider - the sovereign. But the tools of contract law and arbitration are not simply for the corporation that aids and abets human rights abuse. They also are available to the majority of corporations that are good corporate citizens. For these corporations, contract law and arbitration procedures create opportunities to impose human rights obligations on transnational contractors, vendors, and suppliers. Human rights obligations can be internalized by contract and subjected to effective dispute resolution procedures, including international arbitration. Finally, some corporations may wish to go even further and create opportunities for non-contracting parties - such as employees or NGOs - to invoke third party beneficiary rights to facilitate compliance with human rights obligations embedded in the contract. These corporations thereby can incorporate a mechanism for those third parties to initiate an effective dispute resolution process to address core human rights concerns."}