{"abstract": "Of the various regulatory reform efforts advocated by legal scholars and politicians in recent years, perhaps none holds greater promise than retrospective review of agency regulations, whereby agencies revisit existing rules to determine whether they remain appropriate in light of changed circumstances.  The Obama Administration has embraced the principles of retrospective review, issuing three executive orders on the subject, and it has trumpeted billions of dollars in economic savings resulting from those efforts.  Nevertheless, numerous scholars have criticized these initiatives, contending that agencies reviewing their own regulations are unlikely to repeal or fundamentally overhaul existing rules.  This article addresses the problem from a new angle, focusing not on the overall quantity of regulations but on the actor responsible for devising the regulatory regime.  It calls upon the principles of collaborative governance, a field of scholarship that emphasizes the benefits arising from public-private partnerships, and explores mechanisms for replacing agency-centric programs with more collaborative alternatives.\nThe article will demonstrate that collaborative solutions are largely underutilized as a result of regulatory inertia.  It proposes the expanded use of petitions for rulemaking as a device for breaking this inertia.  Individual citizens or groups would file a petition offering a proposed regulatory alternative, which may include collaborative programs such as private standard-setting and first or third party certification of regulatory compliance.  Any successful petition would demonstrate that the proposed alternative is equally as protective of the public welfare as the existing regulation but imposes less onerous compliance burdens on regulated entities.  By marrying the principles of collaborative governance and retrospective review, the article seeks to move the dialogue beyond stale debates concerning the appropriate quantity or stringency of regulations and identify opportunities for minimizing regulatory burdens while preserving the strong public welfare protections that are the hallmark of the modern regulatory state.", "title": "Building a Framework for Governance: Retrospective Review and Rulemaking Petitions", "subject": "law"}