{"abstract": "In his famous dissent in Abrams v. United States, Justice Holmes proclaimed that the best test of truth is the power of the thought to get itself accepted in the competition of the market. This Article critiques the basic argument against speech regulation that has developed from the marketplace of ideas metaphor: that speech should be free because markets are free, and because free markets produce truth.  These assertions about markets are taken for granted, but they portray markets and market regulation inaccurately; thus economic markets provide a poor analogy for the deregulation of speech.\nFirst Amendment jurisprudence invokes the supposed truth-finding function of markets to argue that competition, not law, should distinguish the true from the false, and the law should refrain from attempting to equalize the relative strength of competing speakers.  The Supreme Courts opinion in Alvarez v. United States (2011) expresses the first assertion, while Citizens United v. Federal Election Commission (2010) expresses the second; both cases invoke the marketplace metaphor as support.\nThe assumptions of the metaphor are inconsistent with theory and experience, however. Economic markets do not produce normative or empirical truth.  Existing regulatory law reflects this understanding.  Mail fraud law and securities regulation, for example, assume that markets are particularly bad at identifying the truth, and thus information is more aggressively regulated in the market context than in other contexts.   Economic regulation also assumes that markets require some degree of equalizing.  Antitrust law and insider-trading law, for example, treat certain types of advantages as impediments that must be corrected in order to ensure that markets remain competitive.\nHolmes, the great dissenter of Lochner, and Brennan, the liberal champion, appropriated laissez-faire language for its rhetorical appeal in the interest of free speech.  But they inadvertently contributed to the present pervasiveness of free-market rhetoric across all areas of the law.", "title": "The Worst Test of Truth: The ", "subject": "law"}