{"abstract": "Though the privacy of personal information may seem to be waning in American culture in the era of proliferating social media sites, the push for privacy in health information has remained. Unlike the restaurant check-in or the posted pet photo, data related to an individuals health and morbidity is information our society continues to consider highly confidential. Along with the boom of electronic information exchanges and the ubiquity of personal data in various mediums, comes a great concern: privacy. Medical information is among the most sensitive types of personal information. The privacy of health information continues to be a vexing issue as the computerization of medical records proliferates, and the perception of an individuals control over their health information depreciates. Several technological and legislative campaigns have attempted to institute constraints on health information, but more is needed in order to effectively secure highly sensitive medical information from those that should not be granted access.\nThis article will discuss the current developments surrounding the privacy of health information through legislative efforts, namely the Health Insurance Portability and Accountability Act (HIPAA) and its recent incorporation of the Final Omnibus Rules, the new challenges imposed on securing certain types of health information as medical records migrate to health information exchanges, and the technological infrastructure that may impact the effectiveness of access restrictions. This article will first begin with a brief history of HIPAA, and the implementation of legislation that has altered its rules since its inception in 1996. It will then look at the burgeoning establishment of health insurance exchanges following the Affordable Care Act, and the issues surrounding the compliance of federal privacy legislation in the wake of the exchanges. The article will explore current technological initiatives that address electronic privacy concerns, and finally, propose a model of technological and federal regulatory collaboration that creates cohesion, consistency, and security for health information as it navigates the health information exchanges.", "title": "HEALTH INFORMATION EXCHANGES' DIRTY LITTLE SECRET: THE INFRASTRUCTURE'S INABILITY TO ENFORCE HEALTH PRIVACY LEGISLATION", "subject": "law"}