{"abstract": "Many politicians and commentators agree that credit default swaps (CDS) played a significant role in the financial crisis of 2008.  Yet, few who observe this role are aware that CDS were set loose on the economy by the federal pre-emption of thousands of years of public policy.  Since the time of Aristotle law, philosophy and public policy have been hostile to gambling.   Viewed as a socially unproductive zero sum wealth transfer, the law has generally refused to permit parties to use the courts to enforce wagers.  Courts and legislatures worked in harmony to control and in some cases punish financial wagers particularly on the heels of financial panics precipitated by speculative wagering.  When the financial industry developed complex derivatives that permitted banks and other institutions to bet on the financial health of companies and portfolios of mortgages and other financial assets, legal experts recognized these contracts would be unenforceable as against public policy under state law.  The industry turned to the federal pre-emption power which was wielded not only to exempt CDSs from all state law but to exempt CDSs from all federal regulation.  Claiming to reduce systemic risk, the federal government gave a legal free ride to this form of financial gambling.  The result was an exponential increase in the size and frequent spinning of this newly engineered roulette wheel.  After describing the nature of CDS contracts and the market for them, this article traces the ancient philosophical and legal antipathy to gambling, describes the federal rejection of that wisdom and argues that CDSs and other financial wagers should again be subjected to state law and public policy.  CDS contracts that serve an economic purpose other than gambling, such as insurance or risk hedging, should be legally enforced (subject to appropriate regulation) but pure financial gambling should be constrained by the highly developed and ancient state common and statutory law still on the books of the various states.  We cannot afford to continue to gamble with our financial future by allowing legally enforceable financial wagers to drive the economy.  The federal government needs to stop fiddling with regulatory turf wars between the SEC and CFTC and place a safer bet on state courts and legislatures.", "title": "Gambling on Our Financial Future: How the Federal Government Fiddles While State Common Law is a Safer Bet to Prevent Another Financial Collapse", "subject": "law"}