{"abstract": "Despite Intelligence Community leaders assurances, the detailed knowledge of the NSA metadata program (the 215 program) that flowed from the Snowden revelations did not assuage concerns about the program. Three groups, the American Civil Liberties Union, the Electronic Frontier Foundation, and the Electronic Privacy Information Center, brought immediate legal challenges with mixed results in the lower courts. The conflict, in the courts, Congress, and the press, has revealed that the proponents and opponents of Section 215 view the program in diametrically opposed ways. Program proponents see a vital intelligence program operating within legal limits, which has suffered a few compliance issues that were remedied by a well-functioning oversight regime. Program opponents see the same program as unauthorized and unconstitutional, yielding minimal benefits, and subject to significant abuses and insufficient oversight. Part of the disjunction reflects differing interpretations of the law, but much of it stems from a deep-seated lack of trust. For example, surveillance proponents tend to view civil libertarian activists as motivated by ideology and not amenable to persuasion by facts or reason. They find frustrating the lack of credit they get for their own efforts to protect civil liberties. Civil libertarian activists regard secret surveillance as a request that they merely trust the government. They cite current and historical abuses of the surveillance power in this country and elsewhere as reason to refuse to do so. This paper discusses how each sides lack of trust leads it to use the same words to mean entirely different things.\nThis essay proceeds in the following manner. Part I provides a brief overview of the 215 program. Part II compares the proponents cost-versus-benefit calculations to opponents calculations. Part III considers how differently each group assesses the legality of the 215 program, considering both statutory authorization and the relevant constitutional provisions. Part IV compares each sides understanding of what it means to abuse the surveillance power, which depends crucially on the issues raised in the prior Parts. Because program opponents view it as ineffective and illegal, its very operation abuses civil liberties. Program proponents perceive no abuses when agents engage in legally authorized and justified surveillance. This essay concludes that whatever happens to the 215 program will not likely resolve the manner in which the programs proponents and opponents talk past each other. Yet use of a common language could increase understanding, and even trust, and it would surely enhance opportunities for constructive engagement among the parties themselves and the greater public.", "title": "Nothing to Fear or Nowhere to Hide: Competing Visions of the NSA's 215 Program", "subject": "law"}