{"abstract": "Revised Writ of Certorari Showing that Religious Discrimination and Reading Discrimination were involved. Can Someone be Co-President with 2 votes as 2 votes is greatest number in much law and Co-presidency was not dispensed with at the Constitutional Convention. On January 26, 2014, I was waiting for Divine Word Mission Techny 10:30 AM mass to start reading \"Story of Mankind\" by Van Loon. Arrested by Northbrook Police as I was told by Cook County Officer Bellamy to go home as had cell phone on 12/31/13 court date.    I should not be spending 5 days in jail  as my mom and I were being denied civil rights, I was being financially exploited as my mom's dental, food, optical, transportation, prescription, taxi, home, medical bill reimbursement was denied by Cook County Guardian, guardianship is much like slavery with 1.6-5 million deprived of the right to decide and resources, I called National Public Radio about how I arguably won Nobel Peace Prize for applying for work with OPCW and OPCW won Nobel Peace Prize ( calling their call in number is protected by Freedom of the Press and Free Speech), Illinois problematically gave much money to large weapons missile dealer Boeing (3rd largest in world) $1 million in 2001 and the Attorney General's office told me to ask for reconsideration on my getting beating up with 15-20 broken bones from a beating after work 12/10/2012. I walked into State of Illinois Building as AG office asked me to come in and ask for reconsideration on compensation request. Please drop harassment charges and provide compensation for abuse, unlawful arrest and unlawful imprisonment. On court date could not enter court as Officer Bellamy would not let me with cell phone; he told me to go home. Supreme Court Opinions like Texas v. Johnson 1989 or Brown v. Board 1954 separate but equal could be used to justify harming buildings as they have flags or have equal size separate but equal does not belong in education and buildings educate publically, but those Supreme Court opinions if used harmfully should not result in conviction of judges for harassment. Opinions should have largely appellate relevance to case involved only not apply to other cases so much. Harassment law in Illinois was repealed.  Denial of phone and visits and fresh air away from smoke, home, consent, religious services for 9 years is abuse of my mom and I. Illinois law requires complaining about older mom's rights being abused.  I am arguably am U.S. Co-president when Amendment 12 says \"person with greatest number of votes for president is president\" and I got 2 votes for president where 2 is greatest number in much law (Edmunds act and Morrill Act), co-presidency was not denied at Constitutional Convention of 1787 very similar to electoral college  James T. STruck BA, BS, AA, MLIS 773 680-7024 P OBox 61 Evanston IL 60204    Evidence of Invention discrimination-Article 1 Section 8 violated when inventors arrested for walking in State Buildings     James T. Struck invented  Infinite number of new chemical elements as  you can always add more protons to an atomic trap of protons or new chemical elements. Chemical accretion, gas giant, Kuiper, Oort Cloud first theories of solar system development, Atmospheric and Earth Rays, Radiation that is not gamma, beta, alpha, cosmic, Solar system earth animal, chemical globules gas dust making chemicals, Purple Giant stars, free planets separate from any system argued for by Struck too. Wrote 500 page PHD with more discoveries longer than 43 page PHD by Ahmed Chalabi; monopolies seem to be favored.   James T. Struck BA, BS, AA, mLIS     Some libraries have a book called Famous First Facts edited by Steven Anzovin and Janet Podell. Among the firsts I have achieved are first co-president of US meeting Amendment 12 \"Greatest Number of votes for President is President\" greatest number is 2 in marriage law and I got 2 for president, first co-pope with invention of Holy Spirit Copapacy with confirmation in 1978, first person to petition every Nobel Prize area to be added related to discoveries during year, first male to admit vision of ghost static on TV after Pope John Paul II shooting, first person to win Harvard, Redlands, ISU, National (team), Hoover, California Swing, Districts, GBS, New Trier, 2nd JV State, 2nd Vermont Debate Tournaments many with partner Jon, first person to file 3 patent applications in 18 minutes, first Luxembourg, German, Belgian, French, Russian, Lithuanian, US person to arguably win Nobel Peace Prize by applying for work at OPCW, first person to invent 19+ new chemical elements following proton, pure neutron, subatomic model elements, first person to conceptualize new cosmology theories Element Breakdown Buildup, Collision Theory, Combination Theory of Cosmology, First person to invent Learning from Many Religions, Little Spirit Religion, Opposed to God Flooding World Religion, Thinking about God Religion, First Person to Combine 12 books in 1 book, first person to invent Beyond and Between Universe, New Universes More Distant than Antimatter and Between matter and Antimatter Universes, first person to conceptualize Kuiper Belt, Oort Cloud, Gas Giant First theories of Solar system, Changing Universe Contraction Shape Theory, Force that Increases with Distance, Collected particle Force, Geographic, Astronomical, Man made Periodic Tables,  Struckophone, Backophone, Strakalaitisophone based on use of 11224731 made into percussion, electronic, wind instruments, Zoosotrope same atomic number different element,  using Earth rotation to produce energy, Astropaleodentistry study of oral health of extinct creatures, improvised symphonies and chorus works where symphonies improvise, Astropaleomusicology music among extinct creatures and Struck Force Table force discovered strength plotted against time discovered.  First also to conceptualize Emancipation Proclamation for disabled freeing 1.5- 6 million disabled from rights deprivation.   First to invent new Hospital/Medical  inventions Leave Me Alone Conversation Medicine Hospital, Lymphatic System Failure to Remove Cancer Cell Hospital, Struck Disease Hospital where there is nothing wrong with persons, Astropaleomusicology Hospital where person listens to music of dinosaurs, Solar System Earth Hospital where primary treatment is seeing Solar System Earth as animal with cells, Astronomy, Geology, Chemical, Cultural Evolution Hospital where reproduction is deemphasized in evolution. First Person to reinvent A French American Museum of Chicago discussing issues in French, Luxembourg, Belgian, Swiss, American immigration to U.S.    First person to invent oscillating, disappearing, temporary, chemical numbers like 1-1, math period separating expressions, conditions language limiting equations to where work, number group 2008, 208 first to number of digits before last equals last, math without numbers where spatial relationships are discussed without numbers, Struck Algorithm Conjecture every group numbers described by rule. First to disprove Goldbach, Poincare, Riemman, Beal Conjectures using case studies such as we do not need to bend people into spheres disproving Poincare.      James T. Struck's discoveries include Beyond Universe, all outside Universe, and Between Universe, what lies in between Universe Beyond Universe, Collected Particle Force, force from collection matter, Force that increases with distance, more attraction far, Element Breakdown Buildup, Collision, Combination Theories of Cosmology, Universe  contracting  emphasized more, 171 new chemical elements proton/pure neutron/subatomic models, Struck Chemical Globule gas making chemicals, Purple Giant/Dwarf Stars exist.List of Publications at http://jamestimothystruck.page4.me  CV Biography- I make many discoveries like 171 new chemical elements, Beyond Universe, Between Universe, Collected Particle force, Force that increases with distance, Purple Giant Stars, Struck Chemical Globule, Emancipation Proclamation for people with disabilities as state takes away rights, changing numbers, math conditions language, First Boat airplane Bike Balloon, Jamestimothyphone, Triangle Concave Record Player, 3 other musical instruments, energy devices from gamma rays and from earth's rotation, Angel Flight Design, Volcano Ocean Sub, Vice President Vacation Design, BackCar with extra wheel under car to rotate, Schwind Seal Snow Leopard Team using safety rule to win football title,Have 14 books published worldwide, stories like Holy Book of Boj, Gospel of St. Dismas, 7 symphonies, 2 songs available,books like Holy Books By You, Satin Panda, Golden Gorilla, Burlap Bear, Metal Bird, Wood Fish, Toy an Snowflake Friends, We Live In A World Without Books, Tall Building Sinkhole Issues, 15 short stories, Comic Strips by James T. STruck, Cartoons By James T. Struck, UniverseOpera, Quasar Tale, One Page Gospel,Christmas Songs Book, Petition be added to Every Nobel Prize book, Tim the Tree, Angela the Angel, Simeon Simon the Star book, CMBR, Ethics books,Nobel Prize in Literature nominee as invented one page books, improvisational symphony, book review by cover only, Manual Word Movie, poetry without meaning, improvised choral symphonies, new first language of crying, babbling, sign, baby talk, manual movie.  Arguably won NOBEL PEACE AS APPLIED AT OPCW THANKS OPCW WON I APPLIED IN aUGUST 2013  I am author of 2 published songs, 7 symphonies, inventor of Backophone, Struckophone, Strakalaitisophone 3 new musical instruments related to patent application 11224731 I have 30 years experience in libraries (circulation to Reference Librarian) from U of Chicago, IIT, Roosevelt University, Northwestern Galter, Lincoln Park Zoo, Field Museum, Adler Planetarium. I am author of many  publications seen at http://jamestimothystruck.page4.me. I am also discoverer of a new animal species \"Solar System Earth Animal\" as solar system feeds Earth like embryonic animal. I am  discoverer of 9 new chemical elements, new forces Collected Particle Force and Force That Increases with distance, new matter/Universes more opposite and between antimatter, new numbers like disappearing, oscillating, temporary numbers, conditions language to show where language works, new first languages like Baby, Babbling, Crying, Sign, Symbol, new religions like Learn from many Religions, Think about God, Opposed to God Flooding world, disproofs of Riemann, Poincare, Beal Conjectures, Math conditions language where math works,Number Ivy math discipline, many comic strips like Turtle from M57, Manhattan Island person, Heavenly Space Angel, Astronomical Trilobite, UnderUnderHero, Astrospaceperson,  many inventions like Earth House protecting Earth from asteroids, objects, 3 new musical instruments from patent application 11224731, cars into bikes, new atoms like linear, galaxy structured atoms, astropaleodentistry from application 11234078, magnetic Foucault pendulum energy source energy from rotation of earth application 12688837, new symphonies like Symphony for Heaven Voyagers, Symphony for Alien Life, Astronomical Objects Symphony, emancipation Proclamation for people with disabilities to have rights and resources.    I have made discoveries such as New Bible Books,  new atomic configurations, new Universes more negative than anti matter and between matter and anti matter and more negative matter, new religious orders/religions \"Stellar Imagination Magi,\" \"Learning from Many Religions,\" \"Thinking about God,\" \"Opposed to God Flooding Earth\", Struck Force Table comparing forces to when discovered, new numbers imaginary, oscillating, disappearing,  new physical forces collected particle and force that increases with distance shown by increased interest in distant objects like quasars, House to Transform/Model Ideas, Time Travel Invention, He argued for 5 suns 15 planets. He invented oscillating, disappearing numbers, straight/square/round atoms, A French American Museum, atmospheric poles, astropaleodentistry, sound telescope, Backophone, Struckophone, Strakalaitisophone, pendulum for energy, Earth House, generative growth particle, more negative Universe/matter. James has BA,BS,AA, MLIS, 25 schools.   James T. STruck  I wrote the Gospel of Dismas, Book of Boj, Book of the Prophet James Timothy Thomas, Holy Books by You       Much of my work experience besides 30 years of work in libraries has been making discoveries such as new theory of evolution related to any factor not just reproduction. I discovered new symphonies, inventions like Exoneration machine, GPS, Infrasonic Armband for Astronomical Problems, Gingival Recession method, method to image ideas, Astropaleodentistry or Extinct nations Theme park, Magnetic Foucault Pendulum Energy Source,  Astronomical, Manmade and Geographic Periodic Tables, conditions language, math period. There was no 2/3 or 3/4's majority in election this year, so from the persons with the highest numbers not exceeding three like me with 2 presidential votes, I could be seen as co-President of the US. See Amendment 12. \"The person having the greatest Number of votes for President, shall be the President, if such number be a majority of the whole number of Electors appointed; and if no person have such majority, then from the persons having the highest numbers not exceeding three on the list of those voted for as President, the House of Representatives shall choose immediately, by ballot, the President.\" James T. Struck BA, BS, AA, MLIS 773 680-7024 P O Box 61 Evanston IL 60204", "title": "Revised Writ of Certorari Showing that Religious Discrimination and Reading Discrimination were involved. Can Someone be Co-President with 2 votes as 2 votes is greatest number in much law and Co-presidency was not dispensed with at the Constitutional Convention. Added the first 2 sentences to actual writ sent via mail.", "subject": "law"}