{"abstract": "Fashions cultural connections provide the groundwork for a theory to resolve the critical questions of protection for works that draw strongly on exogenous inputs. This article proposes that narrow protection for fashion is both economically justified, theoretically sound, and beneficial to the field because it facilitates spillovers in a manner that allows others to create the endless variations that are the lifeblood of this vibrant industry.   Such protection relies on a theory of openworks, which applies to designs that have a high level of input from outside of the creators realm of activity. In fashion, inspiration that derives from the street, fine art, music, trends, and other sources of culture. Further, such works have a significant level of interaction with those who engage with the work. Once a piece leaves a designers hands, wearers inhabit the work and provide individualized authorial inputs by mixing, contextualizing, and visually modifying the designers original vision. Unlike a static sculpture, the wearer makes fashion his or her own. This creatively open structure, which is inherent in the medium, warrants a correspondingly less restrictive form of intellectual property protection than that provided by the current copyright and patent systems.  To further justify protection for fashion design, this article supplements the traditional economic analysis with one that draws from Pierre Bourdieus concept of works of cultural production. Such works are not valuable based on function alone, but rather because they include expressive content that contributes to our broader societal conversation. The sale of such works operates in an anti-economy that privileges noneconomic capital, including reputational and symbolic value, at the expense of short-term profitability. Instead of seeking to maximize sales, designers endeavor to establish their reputations as aesthetic leaders in a manner that a classic economic analysis would consider irrational. Yet these qualities are critical to the maintenance of the anti-economy of cultural production, which depends on reputational capital to establish long-term economic viability. To properly analyze the effects of copying on this industry, this article applies creativity theory, economics, and anti-economics to fully evaluate the potential impact of protection in the industry.", "title": "The Anti-Economy of Fashion:  An Openwork Approach to Intellectual Property Protection", "subject": "law"}