{"abstract": "In this article I examine the regulatory structure created by Title I of the Dodd-Frank Act and ask whether the prudential regulatory authority given to the Financial Stability Oversight Council is an effective tool for accomplishing the mission of identifying and containing risk in the financial system. Prudential regulation, the principal tool at the disposal of the FSOC, was developed in the 19th century to counteract moral hazard in the banking system. Over time, prudential supervision has become policymakers regulation of choice, to the point where it is now employed in the oversight and regulation of non-bank financial firms. However, due to the limits of human knowledgewhat I refer to as the knowledge problemI argue that it is unlikely that prudential-style regulation, dependent as it is on the planning of a central regulator, can achieve the reduction in systemic risk envisioned by Title I of Dodd-Frank. I draw on advances from complex systems theory to show how complexity and the knowledge problem present significant obstacles for any framework of systemic risk regulation built around a system of prudential supervision. Finally, I outline some alternatives to prudential regulation for regulating non-bank financial firms and reducing systemic risk in a way that minimizes regulators reliance on their necessarily incomplete knowledge.   \tThere are many ways to regulate financial markets. In the United States, traditionally banks have been subject to prudential regulation and oversight and securities and investment firms have been regulated through registration, disclosure, and enforcement. The Dodd-Frank Wall Street Reform and Consumer Protection Act (Dodd-Frank) altered this paradigm.  Among its many reforms, perhaps the most prominent was the creation of the Financial Stability Oversight Council (FSOC). The FSOC is a ten-member body composed of the heads of the major federal financial regulatory agencies (plus two additional appointees), whose purpose is to identify risks to the financial stability of the United States . . . ; to promote market discipline. . .; and to respond to emerging threats to the stability of the United States financial system.  The FSOC is the first U.S. regulatory body with the authority to set standards of conduct, collect information, and promulgate new rules for both banks and other large non-bank financial companies. Its mission is to reduce systemic risk in the financial system through a regime of prudential regulation and enhanced oversight of systemically important financial firms.", "title": "Prudential Regulation and The Knowledge Problem: Towards a New Paradigm of Systemic Risk Regulation", "subject": "law"}