{"abstract": "The article explores the December 31, 2013 Abidor decision where the federal district court upheld the ongoing application of the border search exception as applied to deep, forensic searches of laptops and other digital devices. That exception allows suspicionless searches of any persons, effects, and closed containers crossing a border into the United States, and laptops and external hard drives are generally considered closed containers under the border search exception. We argue that the border search exception, grounded as it is in pre-digital age fact patterns, should no longer serve as precedent for border searches of the immense memories of digital devices. Basically, a laptop is not analogous to a suitcase, so those pre-digital age precedents are not precedent at all. Such searches are unconstitutional under the Fourth Amendment and the First Amendment (because they are, in essence, searches of protected speech and ideas, and have a chilling effect on both), and the sovereigns interests at the border are adequately protected by a reasonable suspicion threshold before searching digital devices at the border. The article explores the December 31, 2013 Abidor decision where the federal district court upheld the ongoing application of the border search exception as applied to deep, forensic searches of laptops and other digital devices. That exception allows suspicionless searches of any persons, effects, and closed containers crossing a border into the United States, and laptops and external hard drives are generally considered closed containers under the border search exception. We argue that the border search exception, grounded as it is in pre-digital age fact patterns, should no longer serve as precedent for border searches of the immense memories of digital devices. Basically, a laptop is not analogous to a suitcase, so those pre-digital age precedents are not precedent at all. Such searches are unconstitutional under the Fourth Amendment and the First Amendment (because they are, in essence, searches of protected speech and ideas, and have a chilling effect on both), and the sovereigns interests at the border are adequately protected by a reasonable suspicion threshold before searching digital devices at the border.", "title": "Abidor v. Napolitano: Suspicionless Cell Phone and Laptop Searches at the Border Compromise the Fourth and First Amendments", "subject": "law"}