{"abstract": "Show, Dont Tell is designed to help all members of the legal profession learn to effectively draft the most common litigation documents. Far too many books offer tips and advice about good writing, but dont actually show the reader specific examples of good writing or show the reader why examples offered are effective. The authors have read many books on legal writing, but once we learned the basics of legal writing, we didnt learn anything in those books to make us better writers. Why? We were exposed to the best theories, but never given practical, how-to tips to turn book knowledge into real-world skills. Most people can relate  you read a legal writing book or leave a lecture thinking you now know how to write. Then, when you sit down to write, you find yourself staring at a blank computer screen, feeling lost. We wrote Show, Dont Tell so that you can see real progress in your writing and feel confident in your ability to draft documents you will most frequently draft in litigation. After all, you can learn everything about how to fly a plane, but until you get into the cockpit, youre not a pilot. Learning is good, but doing is essential.\nShow, Dont Tell will not only benefit law students, but will assist law schools that are transitioning to an experiential-based learning model, and law firms that seek a concise, economic, and comprehensive guide to teach young lawyers litigation drafting.\nOur book has a unique structure. Beginning with Chapter One, Show, Dont Tell immerses the reader in an interesting, hotly contested hypothetical lawsuit. The following chapters take the reader through each step of the litigation process, from the initial memorandum to the appellate brief. Each chapter focuses on a specific legal document  such as a complaint or motion for summary judgment  and includes examples drafted and edited by each of the authors, who act as opposing counsel. For example, Chapter Two discusses the purpose and scope of a legal memorandum, including the particular writing skills that ensure a high-quality memorandum. That chapter includes two full length memorandums by the authors, and concludes by discussing the reasons these example memos are effective examples of good legal writing.", "title": "Show, Don't Tell: Legal Writing for the Real World (Chapter Outline)", "subject": "law"}