{"abstract": "This work is intended as a short but complete introduction to law school trial advocacy competition. Specifically, it is intended as a road map for students and coaches who have taken the plunge into mock trial competitions. There is currently a lack of introductory material for beginning trial advocacy students. This article does not seek to replace the valuable tomes on trial advocacy by Thomas Mauet, the National Institute for Trial Advocacy, Larry Pozner and Roger Dodd, or Terence MacCarthy. Rather, it is offered to bridge the gap between these large works for individual trial advocates and the needs of student teams who must work together to develop a trial strategy within the confines of a case packet and competition rules.\n\nAlthough good trial advocacy classes give students an introduction to the trial courtroom setting, something about the competitive process seems to motivate students in a way that a traditional classroom environment cannot. The trial team experience gives students the opportunity to master the law of evidence and learn courtroom demeanor before representing actual clients whether in a clinical setting or after law school. In preparation for competition, students develop statements and questions on their own. Lessons about evidence, objections, and presentation are enforced by exercises in practice.\n\nBecause of these unique learning opportunities and because of the exposure that trial competitions give students to the bench and bar, the number of mock trial competitions has exploded over the last several years. For many years, the main two trial competitions that most law schools participated in were the National Trial Competition sponsored by the Texas Young Lawyers Association and the American Association of Justice Student Trial Advocacy Competition. However, national law school trial competitions have taken off in the last ten years. Law schools are now fielding up to fifteen mock trial teams per year.\n\nThis article serves as one-stop resource for all of the law students and coaches who are looking for information on how to prepare for and win these competitions.", "title": "Avoiding Mock Trial by Ambush:  A Trial Advocacy Competition Primer", "subject": "law"}