{"abstract": "In 2013, the African Union sent a request to the International Criminal Court to halt the prosecution of the incumbent President of Kenya, Uhuru Kenyatta on the basis of Head of State immunity.[1] This recent saga rekindled the debate about the need and the availability of the doctrine of Head of State immunity in international and domestic courts. It also questions the foundations and legitimacy of the 2002 ICJ decision in Democratic Republic of the Congo v. Belgium (the Arrest Warrant case) for extending immunity to Ministers of Foreign Affairs. The crux of this article is to suggest that the doctrine has become antiquated and it is not conducive to human rights protection. The first part of the article investigates the evolution of the Head of State Immunity doctrine and its application in both domestic and international courts. It then proves that the ICJ in the Arrest Warrant case illegitimately expanded the doctrine irrespective of the well-established principle concerning the formation of customary international law. Thereafter, it draws upon case law to illustrate that the traditional basis in support of the doctrine has become out-of-date by reference to two ICJ decisions in Democratic Republic of Congo v. France and Djibouti v. France, and also the International Law Commission Draft Articles on State Responsibility for Internationally Wrongful Acts. In addition, it highlights the over-optimism of the ICJ in overvaluing the ability of international criminal tribunals to completely remove Head of State immunity. Finally, it verifies that the doctrine and the decision in the Arrest Warrant case are not compliant with the fundamental concept of law, namely legal certainty and justice, calling for the abrogation of the doctrine.  ", "title": "Let the Responsible be Responsible - The Judicial Oversight and Over-Optimism in the Arrest Warrant Case and the Falling of the Doctrine of Head of State Immunity in International and Domestic Courts", "subject": "law"}