{"abstract": "During the course of his major league career, Dick Allen did a lot of things: he was the 1964 NL Rookie of the Year and the 1972 AL Most Valuable Player; his 351 home runs are more than Hall of Famer Ron Santo, his 1119 RBIs are more than Hall of Famer Rod Carew, and, for those who pray to the alter of sabermetrics, his adjusted OPS+ is higher than the greatest slugger of all time, Hall of Famer Hank Aaron.  Because of all that he did, the MLB Network in 2012 ranked him as a member of its Top Ten Not in the Hall of Fame (he was ranked #9).  However, despite all that he did, Dick Allen, like Melvilles Bartleby, is remembered more for what he preferred not to do: he preferred not to listen to his manager or follow the edicts of team  and league officials, he preferred not to cooperate with reporters, occasionally he preferred not to inform anyone of his whereabouts, and at times he preferred not to play the most difficult sport of all, one which requires lightning-quick reflexes, pinpoint accuracy, and split-second decision-making  all at once while forming a response to a 90+ mph hardball honing in with ill intent  without first stopping at a tavern or two (or three) on his way to the ballpark.  In all, because of all that he did and all he preferred not to do, Allen became one of the most controversial players in the history of a game replete with them.  As Sports Illustrated summed him up in 1970, He is known as a man who hits a baseball even harder than he hits the bottle  Allen shakes the games Establishment and stirs up its followers as no other player can.   Because of what he did and what he preferred not to do, nearly every baseball fan with an opinion has a strong one when it comes to Dick Allen.\n\nThroughout the arc of his productive yet strange and oftentimes maddening career, and in the decades thereafter, the debate over who was ultimately to blame for the controversy that seemingly followed Allen wherever he went raged on, and rages still today.  Were Allens repeated transgressions his fault?  Team managements?  The medias?  The fans?  Who is responsible for the tragedy that was Dick Allen?  For all of his talent, and despite how much his teammates seemed to like him wherever he went, who is to blame for the fact that no matter where his travels took him over the course of his fifteen-year career  Philadelphia, St. Louis, Los Angeles, Chicago, Philadelphia again, and Oakland  disharmony, dissension, disagreement and disruption invariably came along for the ride?  Why is it that one of the most talented players of his generation was summed up by the preeminent baseball historian Bill James as someone who did more to keep his teams from winning than anybody else who ever played major league baseball?\n\nThis article attempts to examine Allens career through a unique lens  the one provided by Melvilles classic short story, Bartleby the Scrivener.  In so doing, this article will show that although Allens foibles were in many ways his own, they were also, perhaps in greater part, the inevitable result of a larger injustice perpetrated upon the black athlete of the 1950s and 60s  those players who emerged a generation after Jackie Robinson broke Major League Baseballs color barrier in 1947 and who were compelled to endure the brutal racial double standard that arose in the wake of Dodger President Branch Rickeys Great Experiment.  In the end, through the lens of Bartleby the Scrivener, the systemic injustice that preyed upon Allen and which ultimately became the catalyst for much of what enveloped him emerges.  Drawing upon an analysis of Bartleby from a law and literature perspective, focusing primarily on what it has to say about social hierarchies and the role of compassion in the workplace, this article aims to provide a more complete understanding of the factors that affected Allen most obviously, but other black ballplayers of his era as well as they tried to navigate their journey through what had been, up until very shortly before their arrival, a whites-only game.\n\nThrough Allen, this article attempts to provide a different perspective on workplace social hierarchies in general, whether they take place in a law office, baseball clubhouse, or anywhere else.  As a society, we oftentimes ground ourselves in procedure and rules with the belief that following them sets us on a path towards righteousness and virtue.  As both Bartleby and Dick Allen demonstrate, however, sometimes an overreliance on these qualities has the opposite effect, with devastating consequences for those subject to them when measured in human terms.", "title": "Dick Allen Preferred Not To:  A Reconsideration of Baseball's Bartleby", "subject": "law"}