{"abstract": "As the Internet has evolved and diversified, interconnection terms and conditions have changed between Internet Service Providers (ISPs).  These carriers experiment with alternatives to conventional models that classify interconnection as either peering or transiting.  The former typically involves interconnection between high capacity carriers whose transoceanic traffic volumes generally match thereby eliminating the need for a transfer of funds.  Historically smaller carriers have paid transit fees to larger Tier-1 ISPs for the opportunity to secure upstream links throughout the Internet cloud.\n\nWith the growing availability of bandwidth intensive, video content carried via the Internet, traffic volume disparities have increased between ISPs.  A new category of ISP has targeted the downstream video content delivery market, all but guaranteeing that these Content Delivery Networks (CDNs) will have more traffic for which they need to secure delivery to end users than what retail ISPs can or will hand off to them for upstream delivery.  Such asymmetry in traffic flows traditionally has forced CDNs to become transit payers even if previously they qualified for zero cost peering.\n\nThe migration from CDN peer to transit payer represents one of many adjustments in interconnection compensation arrangements triggered by changes in traffic flows.  Heretofore commercially driven negotiations have managed the transition without resulting in many service disruptions.  However it appears increasingly likely that interconnection negotiations will become more contentious and protracted, particularly when retail ISPs demand compensation from sources of bandwidth intensive video content even when the ventures do not interconnect directly.  Traditional peering and transiting occurs between directly interconnecting carriers, but some retail ISPs believe they should receive compensation from content sources like Netflix and YouTube, because of the downstream torrent of traffic these ventures generate for final delivery.\n\nContent providers have balked at making such payments, while others have negotiated paid peering agreements. The potential exists for retail ISPs to secure three revenue streams from: 1) end users; 2) directly interconnecting CDNs and 3) even farther upstream content distributors seeking premium, better than best efforts traffic handling.\n\nThis paper will examine existing and likely future interconnection disputes with an eye toward identifying where conflicts will arise and how they can get resolved.  The paper supports commercially driven negotiations, like that occurring between television broadcasters and cable television operators.  However, regulatory authorities may need to arbitrate and promote settlements when now essential Internet access becomes blocked or congested.  The paper concludes that ISPs should have the opportunity to provide both end users and content sources alternatives to best efforts content delivery, but that they should not create artificial congestion as justification for additional compensation.", "title": "New Models and Conflicts in the Interconnection and Delivery", "subject": "law"}