{"abstract": "The Federal Communications Commission has officially launched its third attempt to impose network neutrality rules on Internet traffic. But before the Commission could release its proposed regulations, they leaked to the Wall Street Journal and were quickly embroiled in controversy. Chief among the objections was the possibility that the new regulations would allow broadband carriers, such as Verizon, to prioritize certain traffic, thereby creating an Internet fast lane that could be dedicated to select content, websites, or applications. Of particular concern was the possibility that carriers would use this power to accord special treatment to other members of its corporate family: Comcast might, for example, favor Hulu (which it partially owns) at the expense of other online video services.\nIn general, these concerns about network nepotism have focused on content and applications. For example, carriers could favor Isis, a mobile wallet application owned by the mobile networks, by blocking access to competitors such as Google Wallet. Similarly, carriers could give Hulu preferential access, disadvantaging outsiders such as Netflix. In this context, prioritization  access to the fast lane  is a tool by which broadband networks can favor affiliated content.\nThis discussion, however, has largely overlooked other forms of vertically affiliated services that benefit from prioritized access. Just as carriers are in content markets, they are also in content delivery markets. That is, broadband carriers not only deliver traffic between the Internet and their own subscribers across their last-mile facilities but also are beginning to help carry traffic across the Internet. And so just as regulators have shown concern for a broadband carriers desire to use prioritization to favor affiliated content, they should be equally concerned that a carrier may attempt to favor affiliated content delivery services.\nThe upshot of this short Essay is this: When a broadband carrier, such as Verizon, offers a commercial prioritization service, it offers a unique service over the last-mile connection that only it controls. This termination monopoly not only gives carriers the power to favor selected content but also allows them to monopolize other markets for content delivery. Thus, the introduction of this new option gives carriers a new tool with which to discriminate against potential competitors and may make the existing markets for content delivery less competitive over the long term, with potentially significant effects for the economics and innovation at the center of the Internet.", "title": "Network Nepotism and the Market for Content Delivery", "subject": "law"}