{"subject": "law", "title": "Adultery: Trust and Children", "abstract": "Deborah Rhode writes that while adultery is admittedly not good, it should not be criminal. She argues that it should not generate a tort action either, because the original purposes for which the torts of alienation of affections and criminal conversation come from a time with quite different views about marriage and gender, while no-fault and speedy divorce today give adequate remedies to the wronged spouse. Further, adultery should not affect employment (as a politician or in the military) unless it directly impacts job performance. My own reluctance to disengage adultery and law stems from the seriousness of adultery. First, the destruction of trust that adultery both signals and produces does considerable damage. Second, though she certainly notes that the injured spouse has a beef against the adulterous one, and does briefly consider the harms done to children under various adultery scenarios, Rhode underplays the direct (through their own tendencies to trust or to be faithful as adults) and indirect (through the likely divorce to follow and its particular nastiness) damage done to the children of adulterous marriages.The review includes correlation analysis from documents filed in divorces with children from two counties in Arizona and five in Indiana that began in the months of January, April and September, 2008. These allow adultery to be inferred from the pleadings relating to the custody and child support. More commonly, however, the child support worksheet indicated that a child with a birth date during the marriage was not owed support by both parents. Despite any lack of legal consequences in these divorces, the analysis shows that adultery cases are particularly costly in terms of increased litigation, especially custody litigation, and are at least associated with pre-divorce allegations of domestic violence in both states and post-decree allegations of domestic violence in Indiana. The review continues with suggestions that for childless couples, the status quo be maintained, leaving adultery to be the subject either of societal disapproval or criminal law, whatever the state has chosen. However, because of the serious consequences for children, sums payable to them may provide a form of restitution."}